data=[
     {
        "lemma": "መምራት",
        "example": ["መቆጣጠር","መንግሥት"]
     },
    {
        "lemma": "ቴክኖሎጂ",
        "example": ["ሳይንስ መሣሪያ"]
    },
    {
        "lemma": "አምባር ሙያ",
        "example": ["ከእጅ ማጠፊያ በላይ ያለ ክንድ","አምባር የሚውልበት","ሚታሰርበት"]
    },
    {
        "lemma": "አምባሳደር",
        "example": ["በመንግስት የተሾመ","በውጭ አገር","መንግስትን ወክሎ የሚሰራ"]
    },
    {
        "lemma": "አምባሻ",
        "example": ["ወፍራም","ሙልሙል","ከዳቦ የሳሳ ጢበኛ","ጌጠኛ ድፎ"]
    },
    {
        "lemma": "አምባቀቀ",
        "example": ["አፋሸከ","አፉን አላቀቀ"]
    },
    {
        "lemma": "አምባቄጦ",
        "example": ["ጮርቃ","በርበሬ"]
    },
    {
        "lemma": "አምባዛ",
        "example": ["ስ... ውሃ የማይቋጥር ሸረክራካ መሬት","ጎኑ ከፍ ያለ አሳ"]
    },
    {
        "lemma": "አምባ ገነን",
        "example": ["ፈላጭ ቆራጭ","ለህግ የማይታዘዝ","  ህጋዊ ባለሆነ መንገድ ስልጣን የያዘ መሪ "]
    },
    {
        "lemma": "አምባጓሮ",
        "example": ["ጠብ","ክርክር","ጥል","ድብድብ","ግጭት"]
    },
    {
        "lemma": "አምብላ",
        "example": ["ቀይ ቀሚስ","አምቦረቀቀ","ግ. በመጠጥ ፥ በምግብ አስደሰተ ፥ አበላ"]
    },
    {
        "lemma": "አምቦልጋ",
        "example": ["ፈሪ"," ቡቡ","በከን","በማስፈራራት ፎከረ","ደነፋ"]
    },
    {
        "lemma": "አምቧፈር",
        "example": ["ስ. አምቦ አፈር","ሶዲየምና ፖታሲየም ያለበት ነጭ አፈር "]
    },
    {
        "lemma": "አምታታ",
        "example": ["አጋጨ","አዘበራረቀ","አታለለ","አጭበረበረ"]
    },
    {
        "lemma": "አምነስቲ",
        "example": ["ስ. የሰው ልጅ መብት ተገቢውን ቦታ እንዲያገኝ","ፍትሀ","እኩልነት እንዲሰፍን"]
    },
    {
        "lemma": "ኣምነሸነሽ",
        "example": ["ስ. አስጌጠ","አስደስተ","አጠጣ"]
    },
    {
        "lemma": "አምና",
        "example": ["ያለፈው አመት","(ስነቃል) አምና ከላሞቹ",""]
    },
    {
        "lemma": "ከጥጆቹ",
        "example": ["ተቀብላ","ወዳ","ልጂቷ አምና ተከተለችው"]
    },
    {
        "lemma": "አምዘገዘገ",
        "example": [" ወረወረ በትር "]
    },
    {
        "lemma": "አምዛ",
        "example": ["ወፍራም እንጀራ","አልጅ ፊት አይበሉም አምዛ"]
    },
    {
        "lemma": "አምድ",
        "example": ["ምሰሶ","መለል ብሎ የወጣ ረጅም እንጨ"]
    },
    {
        "lemma": "አምጃር",
        "example": ["አስተርጓሚ","አሽከር","ሎሌ","ቤተኛ","አምፊቢያን"]
    },
    {
        "lemma": "አምፋር",
        "example": ["በጣም የማይረዝም የቁጥቋጦ አይነት"]
    },
    {
        "lemma": "አምፎርሻ",
        "example": ["ድፍርስ","ያልተጣራ","ያልጠለለ"]
    },
    {
        "lemma": "አምፖል",
        "example": ["የመብራት ብርጭቆ"]
    },
    {
        "lemma": "አሞለጨ",
        "example": ["ሰረቀ","ሞጠለቀ","ቀማ"]
    },
    {
        "lemma": "አሞላ",
        "example": ["ጨመረ","በጎደለው አከለ","ተሻሻለ"]
    },
    {
        "lemma": "አሞላቀቀ",
        "example": ["አንደላቀቀ","አባበለ","ሸነገለ"]
    },
    {
        "lemma": "አሞሌ",
        "example": ["ጥርብ ጨው"]
    },
    {
        "lemma": "አሞራ",
        "example": ["በክንፍ የሚበር"]
    },
    {
        "lemma": "አሞት",
        "example": ["በጉበት ላይ ተለጥፎ የሚገኝ አርንጓዴ አይነት የሆነ ፈሳሽ ","ወኔ"]
    },
    {
        "lemma": "አሞቀሞቀ",
        "example": ["መብቀል ጀመረ","መግል ያዝ","ነፈረ"]
    },
    {
        "lemma": "አሟሸ",
        "example": ["አዲስ የሸክላ እቃ ጠበሰ  አቃጠለ","መንገድ ከመጀመሩ በፊት"]
    },
    {
        "lemma": "አረህ",
        "example": ["ልዩ ልዩ የዛፍ አይነቶች ያለበት + ጫካ"]
    },
    {
        "lemma": "አረመጠ",
        "example": ["አስቀመጠ","አዳፈነ"]
    },
    {
        "lemma": "አረማመደ",
        "example": ["አስተላለፈ","ዳዴ አለ"]
    },
    {
        "lemma": "አረማማጅ",
        "example": ["እያራመደ የሚያስኬድ","አስተላላፊ"]
    },
    {
        "lemma": "መጥፎ",
        "example": ["ነገረኛ","ተንኮለኛ"]
    },
    {
        "lemma": "አረም",
        "example": ["ቅጠላ ቅጠልነት ያለው የተፈላጊውን እፅ ምግብ የሚሻማ "]
    },
    {
        "lemma": "አረረ",
        "example": ["ተቃጠለ","ግመነ","ከሰለ"]
    },
    {
        "lemma": "አጨደ",
        "example": ["ሰበሰበ ሰበሰበ + ለቀመ ÷ ከመረ"]
    },
   
    {
        "lemma": "አረሰ",
        "example": ["ቀደደ ÷ ፈነቃቀለ","ሰነጠቀ","ተንከባከበ"]
    },
    {
        "lemma": "አረቀ",
        "example": ["አቃና","መታ"]
    },
    {
        "lemma": "አረቄ",
        "example": ["አልኮል ያለው የሚያሰክር መጠጥ","ማጥ"]
    },
    {
        "lemma": "አረበ",
        "example": ["ጨለመ","አለለ","መላልሶ"]
    },
    {
        "lemma": "አረበረበ",
        "example": ["አርከፈከፈ","ዘላበደ"]
    },
    {
        "lemma": "አረበደ",
        "example": ["ተጣደፈ","እብድ እብድ አለ"]
    },
    {
        "lemma": "አረባየ",
        "example": ["አዞረ",""]
    },
    {
        "lemma": "አረቦን",
        "example": ["በተወሰነ ገንዘብ የሚገዛ",""]
    },
    {
        "lemma": "አረተ",
        "example": ["አሰረ","አከተ","ጠፈረ","ወደነ"]
    },
    {
        "lemma": "አረትራች",
        "example": ["በፍጥነት እየተራመደ ሂያጅ"]
    },
    {
        "lemma": "አረነ",
        "example": ["ጫነ","ላገ","አሰማራ","ነዳ"]
    },
    {
        "lemma": "አረንዛ",
        "example": ["የደንጊያ ብዛት","ረዘረዝ"]
    },
    {
        "lemma": "አረንጓዴ",
        "example": ["ቅጠልያ አይነት ቀለም","የኩሬ ውሃ ሰፈፍ"]
    },
    {
        "lemma": "አረዘ",
        "example": ["ልብስ አጣ","አነሰ"]
    },
    {
        "lemma": "አረደ",
        "example": ["ገደለ","ነፍስ አጠፋ","ሰዋ","ከፈለ","ኢታለለ"]
    },
    {
        "lemma": "አረዳ",
        "example": ["የታረደ","ሽመግለ"]
    },
    {
        "lemma": "አረገ",
        "example": ["አሮጌ","መጠቀ"]
    },
    {
        "lemma": "አረገዘ",
        "example": ["ፀነሰች","ወፈረ",""]
    },
    {
        "lemma": "አረገረገ",
        "example": ["ተወዛወዘ","ተሰበቀ","ኣረገደ","አንዣበበ"]
    },
    {
        "lemma": "አረግ",
        "example": ["ራሱን ችሎ የማይቆም","በእጅ የሚሳል ጌጥ"]
    },
    {
        "lemma": "አረጠ",
        "example": ["መውለድ አቆመ",""]
    },
    {
        "lemma": "አረፈ",
        "example": ["ተቀመጠ","ሞተ","ቀደደ"]
    },
    {
        "lemma": "አረፈረፈ",
        "example": ["ወርቅ ዘቦ","ግምጃ ሰራ"]
    },
    {
        "lemma": "አረፋ",
        "example": ["የእስልምና ሃይማኖት ተከታዮች አመት በአ","ቆበር","ኮረፋት"]
    },
    {
        "lemma": "አረፋት",
        "example": ["የውሃ አረፋ","የቀለጠ ብር"]
    },
    {
        "lemma": "ጫፍ",
        "example": ["ድርቅ","የፀሃይ ሙቀት"]
    },
    {
        "lemma": "አሩት",
        "example": ["ኮሱት","ዝክር"]
    },
    {
        "lemma": "አራ",
        "example": ["እዳሪ ወጣ","ፈሪ"]
    },
    {
        "lemma": "አራሽ",
        "example": ["ገበሬ","የሚያርስ"]
    },
    {
        "lemma": "አራቆተ",
        "example": ["ባዶ ገላ አደረገ","አጫረሰ"]
    },
    {
        "lemma": "አራቦ",
        "example": ["ቅንቅን","ብል","ደረመን"]
    },
    {
        "lemma": "አራት",
        "example": ["በሁለት ላይ ሁለት ሲደመር","ጫኝ"]
    },
    {
        "lemma": "አራዳ",
        "example": ["ጮሌ","ብልጥ"]
    },
    {
        "lemma": "አራጅ",
        "example": ["ቀፎ ደፍቶ ማር የሚበላ አውሬ","ከብት የሚያርድ "]
    },
    {
        "lemma": "አራጣ",
        "example": ["እዳ + በወለድ ማበደር","መውለድ ማቆም"]
    },
    {
        "lemma": "አራራ",
        "example": ["ያረረ","የከሰለ"]
    },
    {
        "lemma": "አሬራ",
        "example": ["ኣዥራሮ","ባዶ"]
    },
   
  
    {
        "lemma": "አርሂብ",
        "example": ["ዘፋኝ","አዝማሪ","ምላሰኛ"]
    },
    {
        "lemma": "አርመጠመጠ",
        "example": ["አበላሽ","አሳደፈ+አጠፋ"]
    },
    {
        "lemma": "አርማዲዮ",
        "example": ["ቁም ሳጥን","የእቃ ማስቀመጫ"]
    },
    {
        "lemma": "አርሽብ",
        "example": ["መዝገብ ቤት"]
    },
    {
        "lemma": "አርብ",
        "example": ['ከሃሙስ ቀጥሉ ያለ ቀን',"የሸማኔ መሳሪያ"]
    },
    {
        "lemma": "አርቲፊሻል",
        "example": [" ሰው ሰራሽ","ኢተፈጥሮአዊ"]
    },
      {
        "lemma": "አር",
        "example": ["አይነ ምድር","ሰገራ"]
    },
    {
        "lemma": "አርነት",
        "example": ["ነፃ መሆን","ከመገዛት መውጣት"]
    },
    {
        "lemma": "አርአያ",
        "example": ["አምሳል","መርገፍ","ምሳሌ መሆን"]
    },
    {
        "lemma": "አርእስት",
        "example": ["መነሻ","ርእስ","አርእስተ ነገር"]
    },
    {
        "lemma": "አርከፈከፈ",
        "example": ["አንጠባጠበ","በልብስ"]
    },
    {
        "lemma": "አርኬና",
        "example": ["የጣዝማ ንብ መኖሪያ","ማር የሚተፋበት የማር እንጀራ"]
    },
    {
        "lemma": "አርኬኦሎጂ",
        "example": ["የጥንት ሰዎች ሁኔታ ምን እንደ ነበረ የሚያጠና ሳይንስ"]
    },
    {
        "lemma": "አርክቲክ",
        "example": ["በሰሜን ዋልታ የሚገኝ በመሬት የተከበበ እጅግ"]
    },
    {
        "lemma": "አርኪቴክት",
        "example": ["ስነ ህንፃ ምሁር","የህንፃ ስራ ጠበብት","አርኪቴክቸር"]
    },
    {
        "lemma": "አርድእት",
        "example": ["ደቀ መዛሙርት","የቤተ ክርስቲያን ተዛነብ"]
    },
    {
        "lemma": "አርጋኖ",
        "example": ["የሙዚቃ መጫወቻ"]
    },
    {
        "lemma": "አሮጊት",
        "example": ["ያረጀች","ባልቴት","የሸመገለ",""]
    },
    {
        "lemma": "አሰላ",
        "example": ["አሰበ","ሸለገ","ሳለ","ደመረ",' ቀነሰ']
    },
    {
        "lemma": "ነፀረ ፃይ",
        "example": ["ነጠረ ጣይ","እፅዋት ብርሃን ለማግኘት የሚያሳዩት"]
    },
    {
        "lemma": "ነፀብራቅ",
        "example": ["ብልጭታ","እምቡግቡን"]
    },{
        "lemma": "ነፃ",
        "example": ["እንደ ፈቀደው መሆን "]
    },
    {
        "lemma": "ነፃነት",
        "example": ["ነፃ ወጣ","አርነት አገኘ","በራሱ ህግ ስር ሆነ"]
    },
    {
        "lemma": "ነፈለ",
        "example": ["ተለገደ","ነፍናፋ ሆነ"]
    },
    {
        "lemma": "ነፈቃ",
        "example": ["ማንኛውንም ነገር በክፍል በክፍሉ መክፈል","መጠራጠር"]
    },
    {
        "lemma": "ነፈነፈ",
        "example": ["ሽመሸመ","ደበደበ","አንጎራጎረ","ተነፋነፈ","ተነፋነፈ"]
    },
    {
        "lemma": "ነፈገ",
        "example": ['ሰላምታ ከለከለ','ሳሳ',"ቅር ተሰኘ"]
    },
    {
        "lemma": "ነፈፈ",
        "example": ['ተሞኘ']
    },
    {
        "lemma": "ነፋ",
        "example": ["አበጠ","መታ","በትንፋሽ አስጮሽ","ጤፉን","ዝናም አፈሰሰ"]
    },
    {
        "lemma": "ነፋስ",
        "example": ["ድምፁ የሚሰማ","እረፈተ ቢስ"]
    },
    {
        "lemma": "ነፋስ ገባው",
        "example": ["ተለያየ","አፋፍ"]
    },
    {
        "lemma": "ነፋጊ",
        "example": ["የሚነፍግ","ሰሳች"]
    },
    {
        "lemma": "ነፋፋ",
        "example": ["ሞኝ","ቂል","ሞኝ"]
    },
    {
        "lemma": "ነፍሰ ቢስ",
        "example": ["ለሰውነቱ","ለነፍሱ የማይሳሳ"]
    },
    {
        "lemma": "ነፍሰ ገዳይ",
        "example": ["ሰው የገደለ","ህይወት ያጠፋ"]
    },
    {
        "lemma": "ነፍሰ ጡር",
        "example": ["የፀነሰች","የከበደች","ያረገዘች"]
    },
    {
        "lemma": "ነፍሱን አወቀ",
        "example": ["ተሻለው","ከህመሙ በጎ ሆነ "]
    },
    {
        "lemma": "ነፍሱን ሳተ",
        "example": ["ራሱን ማወቅ አልቻልም"]
    },
    {
        "lemma": "ነፍስ",
        "example": ["በሞት ብቻ የምትለይ ህይወት"]
    },
    {
        "lemma": "ነፍስ ሰው",
        "example": ["ጥሩ","ደግ"]
    },
    {
        "lemma": "ነፍስ ዘራ",
        "example": ["ተሻለው","ራሱን አወቀ","ተጨበጠ"]
    },
    {
        "lemma": "ነፍስ ወከፍ",
        "example": ["እያንዳንዱ","እየ ራሱ"]
    },
    {
        "lemma": "ነፍስ አወቀ",
        "example": ["ባለ አእምሮ ሆነ","ክፉና ደግን ለየ","በተሻለ"]
    },
    {
        "lemma": "ነፍጠኛ",
        "example": ["ባለ ነፍጥ","ነፍጥ ያዥ"]
    },
    {
        "lemma": "ነፍጥ",
        "example": ["የጦር መሳሪያ","የጦር መሳሪያ"]
    },
    {
        "lemma": "ኑ",
        "example": ["ብዙ ስዎች እንዲመጡ መጥራት"]
    },
    {
        "lemma": "ኑረታ",
        "example": ["መኖር","አኗኗር"]
    },
    {
        "lemma": "ኑረት",
        "example": ["ካለመኖር ወደ መኖር ተገኝቶ በስም መጠራትና"]
    },
    {
        "lemma": "ኑሮ",
        "example": ["ትዳር","ንብረት","መኖር"]
    },
    {
        "lemma": "ኑሮ በዘዴ",
        "example": ["በጥበብ መኖር","በብልሃት"]
    },
    {
        "lemma": "ኑስ",
        "example": ["ግማሽ ገንዝብ","እኩሌታ"]
    },
    {
        "lemma": "ኑግ",
        "example": ["የቅባት እህል"]
    },
    {
        "lemma": "ኑፋቄ",
        "example": ["መናፍቅነት","መጠራጠር"]
    },
    {
        "lemma": "ኒል",
        "example": ["ክብረ ሰማይ መልክ","ሰማያዊ ቀለም"]
    },
    {
        "lemma": "ኒሻን",
        "example": ["የሚሰጥ ሽልማት"]
    },
    {
        "lemma": "ና",
        "example": ["እንዲመጣ ማዘዝ","ሁለት ቃሎችን ወይም አረፈተ"]
    },
    {
        "lemma": "ናሙና",
        "example": ["ለመመርመር የሚወሰድ ክፍል"]
    },
    {
        "lemma": "ናርዶስ",
        "example": ["መአዛ ያለው ጥሩ ሽቱ"]
    },
    {
        "lemma": "ናርጅ",
        "example": ["ጌጠኛ የእንጨት ጮጮ","የቅቤ ማስቀመጫ"]
    },
    {
        "lemma": "ናሽ",
        "example": ["ደለበ"]
    },
    {
        "lemma": "ናቀ",
        "example": ["አቃለለ","አዋረደ","ነቀፈ","አንገራጠጠ"]
    },
    {
        "lemma": "ናቅ",
        "example": ["ከምንም አለመቁጠር","መናቅ"]
    },
    {
        "lemma": "ናበ",
        "example": ["ከገደቡ","ባለ ፀጋ","ሃብታም"]
    },
    {
        "lemma": "ናበተ",
        "example": ["መነተፈ","ቀማ"]
    },
    {
        "lemma": "ናወጠ",
        "example": ["ነወጠ","አናወጠ"]
    },
    {
        "lemma": "ናዘረ",
        "example": ["ሴት ፈለገ","ፍቅር አስክሮት","ህመሙ አቁነጠነጠው","ለበለመው"]
    },
    {
        "lemma": "ናዘዘ",
        "example": ["እንዲፆም","አስተዛዘ","አበረታታ"]
    },
    {
        "lemma": "ናዝራዊ",
        "example": ["ድንግልናውን ጠብቆ ለእግዚአብሄር ያደረ",""]
    },
    {
        "lemma": "ናደት",
        "example": ["በውሃ ፥ በጎርፍ ምክንያት የሚናድ"]
    },
    {
        "lemma": "ናዳ",
        "example": ["መርግ ","ከገደል","ከተራራ ተንዶ ወደ"]
    },
    {
        "lemma": "ናጠ",
        "example": ["አንቦጫቦጨ","ወዘወዘ","ተናጠ","ረገደ"]
    },
    {
        "lemma": "ናሜ",
        "example": ["ቅጠሉ የሚለበልብ"," አመለኛ","በሃይል አመመ"]
    },
    {
        "lemma": "ናፈቀ",
        "example": ["ዘመድ","ወዳጅ ፈለገ","በሃይማኖት ተጠራጠረ","አመነታ"]
    },
    {
        "lemma": "ናፍቆት",
        "example": ["ጉጉት","መናፈቅ","መመኘት"]
    },
    {
        "lemma": "ንረታ",
        "example": ["ድብደባ","ጥለዛ"]
    },
    {
        "lemma": "ንርት",
        "example": ["የተመታ","የተጠለዘ","የተነረተ","የተነፋ"]
    },
    {
        "lemma": "ንሳ",
        "example": ["ይኸውልህ","ከልክል","አትስጥ"]
    },
    {
        "lemma": "ንስሃ",
        "example": ["ማዘን","መፀፀት","ፀፀት"]
    },
    {
        "lemma": "ንስሃ ገባ",
        "example": ["ተፀፀተ","ሀጢአቱን ተናገረ"]
    },
    {
        "lemma": "ንስር",
        "example": ["ትልቅ ጥንበ በላ ኣሞራ "]
    },
    {
        "lemma": "ንቀት",
        "example": ["ማቃለል","ማቅለል"]
    },
    {
        "lemma": "ንቀዛ",
        "example": ["በድፍንነት የማይኖር","የሚነቅዝ"]
    },
    {
        "lemma": "ንቁ",
        "example": ["አስተዋይ","አዋቂ","መቀስቀስ"]
    },
    {
        "lemma": "ንቁፍ",
        "example": ["የተሰደበ","የተነቀፈ"]
    },
    {
        "lemma": "ንቃሽ",
        "example": ["ቆሻሻ ","የዋጋ ቅነሳ"]
    },
    {
        "lemma": "ንቃተ ህሊና",
        "example": ["ንቃተ አእምሮ"]
    },
    {
        "lemma": "ንቅ",
        "example": ["የነቃ","ያወቀ","የተረዳ "]
    },
    {
        "lemma": "ንቅል አለ",
        "example": ["ውልቅ አለ","ተነቀለ"]
    },
    {
        "lemma": "ንቅስ ",
        "example": ["የተነቀ"]
    },
    {
        "lemma": "ንቅሳት",
        "example": ["ውቅራት","ጥቆራ"]
    },
    {
        "lemma": "ንቅናቄ",
        "example": ["ውዝዋዜ ","አመፅ"]
    },
    {
        "lemma": "ንቅዘት",
        "example": ["ምግባረ ብልሹነት","በነቀዝ የተበላ"]
    },
    {
        "lemma": "ንቅዝ",
        "example": ["የነቀዘ ","ተአማኒነት የሌለው","ብልሹነት","ምዝበራ"]
    },
    {
        "lemma": "ንቆ ",
        "example": ["በመናቅ","በመተው","ችላ ብሉ"]
    },
    {
        "lemma": "ንባብ",
        "example": ["ፊደል ለይቶ የተፃፈውን በየክፍሉ እየለየ"]
    },
    {
        "lemma": "ንብ",
        "example": ["ትጉህ","ቀልጣፋ","አበባ እየቀሰመች ማር የምትሰራ "]
    },
    
    {
        "lemma": "ንብልብላት",
        "example": ["መንቦግቦግ","ንብረራ","መነባረር "]
    },
    {
        "lemma": "ንብብራት",
        "example": [" መነባበር","የተነባበረ","አንድ ብቻ ያልሆነ"]
    },
    {
        "lemma": "ንብብራት",
        "example": ["መነባበር","የተነባበረ"]
    },
    {
        "lemma": "ንብዝ",
        "example": ["አደጋ","ልብ ማጣት",""]
    },
    {
        "lemma": "ንብዝ አደረገ",
        "example": ["ቅምት አደረገ","ወሰደ"]
    },
    {
        "lemma": "ቅሚያ",
        "example": ["ገፈፋ","ሰለባ"]
    },
    {
        "lemma": "ንብዣ",
        "example": ["ሰለባ","ቆረጣ "]
    },
    {
        "lemma": "ንብዣ",
        "example": ["ቅሚያ ","ገፈፋ","ሰለባ"]
    },
    {
        "lemma": "ንትብ",
        "example": ['የነተበ ',"የተጎዳ","የተቀደደ"]
    },
    {
        "lemma": "ንኡድ",
        "example": ["በሁሉ የተመሰገነ"]
    },
    {
        "lemma": "ንዋይ",
        "example": ["ሃብት","ንብረት"]
    },
    {
        "lemma": "ንዝህላል",
        "example": ["ዝርክርክ","ሞኝ","ተላላ","ስራ ፈት"]
    },
    {
        "lemma": "ንዝ",
        "example": ["በተናዛዡ በወረቀት ላይ የሰፈረው"," የተረጨ"]
    },
    {
        "lemma": "ንዛት",
        "example": [" የመንዛት ልክና መጠን","ንዛቱ ስለበዛ ተስተካክሎ"]
    },
    {
        "lemma": "ንግርት",
        "example": [" የነገሰች","ዘውድ የጫነች","ርእሰ ብሄራት"]
    },
    {
        "lemma": "ንግር",
        "example": ["የተወራ","የተተረከ",'ትንቢት',"መፃእያት"]
    },
    {
        "lemma": "ንግ ",
        "example": ["የተናጋ","የተሳቀቀ"]
    },
    {
        "lemma": "ንጋት",
        "example": ["የፀሃይ መውጣትና ብርሃን መሆን"]
    },
    {
        "lemma": "ንጉስ",
        "example": ["መሪ","ዘውድ የጫነ","ርእሰ ብሄር","የበላይነት የሚሰማው"]
    },
    {
        "lemma": "ንዴት",
        "example": ["ቅጥላት","ምሬት","ብስጭት","ቃጠሎ"]
    },
    {
        "lemma": "ንዳድ",
        "example": ["ሙቀት"]
    },
    {
        "lemma": "ንዝናዜ",
        "example": ["መነዝነዝ","ንዝንዝ","ጭቅጭቅ"]
    },
    {
        "lemma": "ታበለ",
        "example": ["የተባለው","የተነገረው ነገር ውሽት ሆነ"]
    },
    {
        "lemma": "ታበሰ",
        "example": ["መታበስ","ጭልጥ"]
    },
    {
        "lemma": "ታበበ",
        "example": ["ይሉኝታ አደረገ","ተሰቀቀ","ሞከረ"]
    },{
        "lemma": "ታበየ",
        "example": ["ኮራ","ተነፋ","ልቡ ሰባ","ተንበረጠጠ","ታጀረ","ደመና አረገጠ"]
    },
    {
        "lemma": "ታባ",
        "example": ["ተደበቀ","ተሰወረ"]
    },
    {
        "lemma": "ታቦት",
        "example": ["የፅላት ሳጥን","ከኮሶ እንጨት እየተቀረፀ የስላሴ ስእል የተሳለበት"]
    },
   
    {
        "lemma": "ታተረ",
        "example": ["ተጋ",""]
    },

    {
        "lemma": "ተቸ",
        "example": ["ወጣ", "አረገ", "ተነነ", "በነነ"]
    },
    {
        "lemma": "ተቸት",
        "example": ["አስተያየት ሰጠ", "በአሉታም ሆነ", "በአወንታ", "በተነገርው ላይ አተተ", "ተናገረ"]
    },
    {
        "lemma": "ተቺ",
        "example": ["አስተያየት ሰጪ", "በተነገረው ላይ የመሰለውን", "አብራርቶ", "ተናጋሪ"]
    },
    {
        "lemma": "ተነሳ",
        "example": ["ከተቀመጠበት ተነሳ", "ብድግ አለ", "ቆመ", "ተጠመቀ", "ክርስትና ተነሳ", "ደረጀ", "ከበረ", "ገነነ", "ነቃ", "ተቀሰቀሰ", "አምባጓሮ", "ጠብ", "እሳት", "በሽታ", "ጦርነት", "ስም...ተነሳ", "ነወር ኣለ", "አከበረ", "ሰው", "እንግዳ ወደ ቤት ሲገባ ብድግ አለ", "ጎንበስ", "ጎብደድ ብሎ በማክበር እጅ ነሳ", "ታለፈ", "ተነፈገ", "ተከለከለ", "ሳይሰጠው ቀረ"]
    },
    {
        "lemma": "ተነሳበት",
        "example": ["በባላጋራነት", "በጠላትነት", "በክስ ፈለገው"]
    },
    {
        "lemma": "ተነቃነቀ",
        "example": ["ተንቀሳቀሰ", "ተገላበጠ"]
    },
    {
        "lemma": "ተነባ",
        "example": ["ተረጎመ", "ተነበየ", "ተናገረ"]
    },
    {
        "lemma": "ተነተነ",
        "example": ["ለየ", "ከፈለ", "መደበ", "ደለደለ", "ቆነነ", "አደለ", "ነገርን ተንትኖ", "ከፍሉ ተናገረ", "ሊወድቅ ተፍገመገመ", "ተንገደገደ", "ተወዘወዘ"]
    },
    {
        "lemma": "ተነነ",
        "example": ["ተሰረነቀ", "ሮጠ", "በረረ", "ተክነፈነፈ", "አየሩን", "ሰማዩን ቀዶ", "ሰንጥቆ ሄደ", "በነነ", "ጠፋ"]
    },
    {
        "lemma": "ተነነብሱ",
        "example": ["ሳይሞት", "በህይወት ሳለ"]
    },
    {
        "lemma": "ተነ እፅ",
        "example": ["እፅዋት በቅጠሎቻቸው አማካይነት ውሃን በተን መልክ የሚያስወግዱበት ሂደት"]
    },
    {
        "lemma": "ተነከረ",
        "example": ["እውሃ ውስጥ ገባ", "በእዳ ተዘፈቀ"]
    },
    {
        "lemma": "ተነኮለ",
        "example": ["ተነኮሰ", "በረቂቅ መጥፎ ሰራ", "አደረገ", "የተንኮል ወጥመድ ዘረጋ"]
    },
    {
        "lemma": "ተንኮል",
        "example": ["ክፋት", "ኢቅንነት", "በሰው ላይ እንቅፋት መፍጠር", "ጭቦኛ", "መሰሪ መሆን"]
    },
    {
        "lemma": "ተነኮሰ",
        "example": ["ለኮፈ", "ነካ አደረገ", "ጠብ አጫረ", "ጀመረ", "ፈለገ", "ለጠብ ቀደመ"]
    },
    {
        "lemma": "ተነወረ",
        "example": ["ነውረኛ ሆነ"]
    },
    {
        "lemma": "ተነጠረ",
        "example": ["ተዘጋጀ", "የማይፈለገው እንዲለይ ሆነ", "ጠበጠበ", "እንዲነጥር አደረገ"]
    },
    {
        "lemma": "ተነጣጠረ",
        "example": ["ተሟገተ", "ተመሳከረ"]
    },
    {
        "lemma": "ተነፃፀረ",
        "example": ["ተማሰለ", "አንዱን ነገር ከሌላው ጋር አስተያየ", "ተወዳደረ"]
    },
    {
        "lemma": "ተነፈሰ",
        "example": ["ትንፋሽ አስገባ", "አስወጣ", "ኣመላለሰ", "ጥቂት አረፈ", "ተንፈስ አለ", "እፎይ አለ", "ከድካሙ ትንሽ በረደለት", "ተበጠረ", "ተንጓለለ", "ተጣራ"]
    },
    {
        "lemma": "ተነፈገ",
        "example": ["ገማ", "ሸተተ", "ከረፋ", "ሰሰተ", "ነፈገ", "ከለከለ"]
    },
    {
        "lemma": "ተነፋ",
        "example": ["በትእቢት", "በኩራት ተወጠረ", "ተንዘረጠጠ", "ተንቀበደደ", "እህሉ በወንፊት ተነፋ", "ግርድፉ", "ልጣጩ", "አሰሩ", "ክርትፉ በወንፊቱ ላይ ቀረ"]
    },
    {
        "lemma": "ተኑር",
        "example": ["ምድጃ", "ዳቦ መጋገሪያ"]
    },
    {
        "lemma": "ተናስኦት",
        "example": ["መነሳሳት", "ማመፅ"]
    },
    {
        "lemma": "ተናቀፈ",
        "example": ["ተነቃቀፈ", "ተጣላ", "ተካሰሰ"]
    },
    {
        "lemma": "ተናነቀ",
        "example": ["ተያያዘ", "ታገለ", "ተጣላ", "አለቅ", "ተማታ", "አንገሽገሽ"]
    },
    {
        "lemma": "ተናዘዘ",
        "example": ["ስለሃብቱ አከፋፈል ተናገረ", "በፅሁፍ አስቀመጠ", "የሰራውን በደል", "ሃጢአት ተናገረ"]
    },
    {
        "lemma": "ተናደደ",
        "example": ["ተበሳጨ", "ተከነ", "አረረ", "ትእግስት አጣ", "በንዴት ተቃጠለ", "ተቀጣጠለ", "ተንበለበለ"]
    },
    {
        "lemma": "ተናገረ",
        "example": ["ሃሳቡን", "ስሜቱን በቃላት ገለፀ", "በምልክት አሳየ"]
    },
    {
        "lemma": "ተናጋ",
        "example": ["ተናወጠ", "ተነቃነቀ", "ከቦታው ተፋለሰ"]
    },
    {
        "lemma": "ተናጠለ",
        "example": ["ተለየ", "ብቸኛ ሆነ", "ተጓጎለ", "ሳይመቸው ቀረ"]
    },
    {
        "lemma": "ተናጠበ",
        "example": ["ከሁሉ ተጣላ", "ተቀናደበ"]
    },
    {
        "lemma": "ተናጨ",
        "example": ["ተባላ", "ተጣላ", "ተራኮተ", "ተቦጫጨቀ", "ተዘነታተለ"]
    },
    {
        "lemma": "ተናፃ",
        "example": ["ታጠበ", "ተፀዳዳ", "ወደ ሽንት ቤት ሄዶ", "አዳሪ ወጣ", "ወገቡን ፈታ", "አቀለለ"]
    },
    {
        "lemma": "ተናፈሰ",
        "example": ["ተንሸራሸረ", "ሽርሽር ሄደ"]
    },
    {
        "lemma": "ተናፈጠ",
        "example": ["እንፍ አለ", "አፍንጫውን አፀዳ", "ንፍጡን ጠረገ", "የአፍንጫውን ውስጥ ቆሻሻ አወጣ"]
    },
    {
        "lemma": "ተን",
        "example": ["የጉም", "የጢስ ብናኝ"]
    }
    ,
    {
        "lemma": "ተቆጣጠረ",
        "example": ["ተሳሰበ", "ተሳላ"]
    },
    {
        "lemma": "ተቋፈ",
        "example": ["ተጓደደ", "ቀስ አለ", "ችላ አለ"]
    },
    {
        "lemma": "ተበላለጠ",
        "example": ["እኩል አለመሆን", "አንዱ ከአንዱ", "መሻል", "መብለጥ", "በስራ", "በትምህርት", "በብልጠት", "በነገር"]
    },
    {
        "lemma": "ተበላሸ",
        "example": ["በለለ", "ተጨማለቀ", "አመለ", "መጥፎ ሆነ", "ጠፋ", "ተሞላቀቀ", "ኣበላሽ", "ከንቱ ሆነ", "አጠፋ", "ቆሸሽ", "በተከ", "አደፈ", "ተበከለ", "ታመመ", "ጎሰቆለ"]
    },
    {
        "lemma": "ተበረዘ",
        "example": ["ተቀላቀለ", "ተደበላለቀ", "ከሌላው ጋር ተዋሃደ", "መጥፎ ነገር አሰበ", "ኢፍትሃዊ ሆነ", "አስተሳሰቡ በኢድርጊት ተበከለ"]
    },
    {
        "lemma": "ተበቀለ",
        "example": ["ቆጨመ", "ብድር ከፈለ", "ደም አወጣ", "መለሰ", "ቁጭቱን ተወጣ"]
    },
    {
        "lemma": "ተበተበ",
        "example": ["ጠመጠመ", "በብዙ ወገን አሰረ", "ጎነጎነ", "ታታ", "አዘናጎለ", "አሰረ", "ሸከፈ", "ተኮላተፈ", "ዲዳ ሆነ", "ተንተባተበ", "ሌላውን ለመጉዳት", "አዘ", "ደገመ", "የነገሩን መፍትሄ አጠፋ", "ደበቀ", "ውሉን አሳጣ", "አጋመደ", "ቋጠረ", "መከረ", "ተንጧ", "ተንተበተበ", "እህል ሲቆላ", "ወረረ", "ያዘ", "ከበበ", "ተበተብ", "ተብታባ", "ኮልታፋ", "ለንባዳ", "አፈ እስር"]
    },
    {
        "lemma": "ተበተነ",
        "example": ["ተዘራ", "ተፈነጠቀ", "በተነ", "ዘር", "ተሰብስቦ የነበረው ህዝብ", "ተማሪ ሄደ", "በጭንቀት", "በፍርሃት", "በድንጋጤ የተነሳ አእምሮው ተሰራዉ", "ማስተዋል", "መመልከት", "ማጤን አልቻለም", "በነነ", "ጠፋ", "ሄደ"]
    },
    {
        "lemma": "ተበደረ",
        "example": ["ወሰደ", "ተለቃ", "አዳቀለ", "ለማሟላት ከሌላ ወሰደ", "ቋንቋ"]
    },
    {
        "lemma": "ተበዳሪ",
        "example": ["የሚበደር", "ችግር ማቃለያ", "ጠያቂ"]
    },
    {
        "lemma": "ተበጠረ",
        "example": ["ተነተነ", "ቆመ", "ተስተካከለ", "ፀጉር", "ተለየ", "ተነፈሰ", "ተንጠረጠረ", "እሀል"]
    },
    {
        "lemma": "ተበጠበጠ",
        "example": ["ታወከ", "ተሸበረ", "ደፈረሰ", "ተደበላለቀ", "አተለ"]
    },
    {
        "lemma": "ተባ",
        "example": ["ሰላ", "ተሞረደ", "ተሳለ", "ተሰራ", "አእምሮው በእውቀት", "በስራ ሰላ", "በለፀግ", "ዳበረ", "አዋቂ ሆነ", "ጨከነ", "ጠነከረ", "ወንድ ወጣው"]
    },
    {
        "lemma": "ተባለ",
        "example": ["ተነገረ", "ተወራ", "የቀረ ነገር የለም"]
    },
    {
        "lemma": "ሁሉም ተባለ",
        "example": ["ተሰየመ", "የማእረግ ስም ተሰጠው"]
    },
    {
        "lemma": "ተባሰለ",
        "example": ["በውስጡ ቂም ያዘ", "በጠብ ላይ ጠብ", "ጨመረ", "ተማረዘ", "መለያየቱ ሰፋ"]
    },
    {
        "lemma": "ተባበረ",
        "example": ["ተስማማ", "በአላማ", "በአሳብ", "አንድነት ፈጠረ", "ተዋሃደ", "ተጋግዘ", "በረታ", "አንድነቱን አጠናከረ"]
    },
    {
        "lemma": "ተባባለ",
        "example": ["አሳብ ተለዋወጠ", "ተነጋገረ", "ተጨዋወተ", "ወገን ወገን", "ዘመድ ዘመድ", "ተሰኛኘ", "ተማታ", "ተደባደበ", "ተናከተ", "ተጋደለ"]
    },
    {
        "lemma": "ተባባሰ",
        "example": ["ተጨመረ", "ባሰ", "አልቀነሰም", "ቂም", "ችግር", "መከራ"]
    },
    {
        "lemma": "ተባት",
        "example": ["ወንዴ", "ፆታ", "ተባእታይ", "የወንድ ፍጥረት ወገን"]
    },
    {
        "lemma": "ተባእታይ ምክነት",
        "example": ["የእንስሳም ሆነ", "የእፀዋት ወንዴ ዘር", "መካን", "መሃን መሆን"]
    },
    {
        "lemma": "ተባይ",
        "example": ["ቅማል", "ቁንጫ", "ትኋን", "እህል", "የሚበላ"]
    },
    {
        "lemma": "ተቤተ",
        "example": ["ኮራ", "ታበየ"]
    },
    {
        "lemma": "ተብለጠለጠ",
        "example": ["ብልጣ ብልጥ ሆነ", "ራሱን ከፍ ከፍ አደረገ", "ልታይ ልታይ አለ", "ኑሮውን", "ስራውን", "ትምህርቱን ለማሻሻል", "ጣረ", "ለፋ", "ተትኮረኮረ", "ጠንክሮ ሰራ"]
    },
    {
        "lemma": "ተብላላ",
        "example": ["ተጣጣመ", "ተስማማ", "ተዋሃደ", "ምግብ", "ተለቀሰ", "ተፋጀደ", "ተስረቀረቀ", "ተጯጯኸ", "ቦካ", "በሰለ", "ሻመተ", "ፈላ", "አኮፈኮፈ"]
    },
    {
        "lemma": "ተብረቀረቀ",
        "example": ["ተጥበረበረ", "ብልጭ", "ድርግም አለ", "ተብለጨለጨ", "መስታወቱ በልጁ አይን ላይ", "ተብረቀረቀበት", "በጣም ጮኸ", "ተቆጣ"]
    },
    {
        "lemma": "ተብረከረከ",
        "example": ["ደከመ", "መራመድ", "ተሳነው", "ተንቀጠቀጠ", "ተንዘፈዘፈ", "በረከ", "በድንጋጤ", "በድካም"]
    },
    {
        "lemma": "ተብተብ",
        "example": ["ቸኮለ"]
    },
    {
        "lemma": "ተብታቢ",
        "example": ["አስማተኛ", "የተበተበ", "የሚተበትብ", "አሳሪ"]
    },
    {
        "lemma": "ተብከነከነ",
        "example": ["ተሯሯጠ", "ወዲያ ወዲህ አለ", "ባዘነ", "ዞረ", "የጠፋ ነገር ለማግኘት", "ያለ ጥቅም ቀረ", "ባከነ", "ገንዘብ"]
    },
    {
        "lemma": "ተብገነገነ",
        "example": ["ተከነከነ", "ተናደደ"]
    },
    {
        "lemma": "ተብጠለጠለ",
        "example": ["ስሙ በመጥፎ ተነሳ", "ተነቀፈ", "ተሰደበ", "ተቀዳደደ", "ተባሳሰከ", "ተበጣጠሰ", "ተመሽ", "ጨረንቆሰ"]
    },
    {
        "lemma": "ተቧደነ",
        "example": ["ስም አውጥቶ ወገን ለየ"]
    },
    {
        "lemma": "ተተረተረ",
        "example": ["የተሰፋው ለቀቀ", "ተፈታ", "ዋሽ", "ውሸቱን ለቀቀው", "አናፋ"]
    },
    {
        "lemma": "ተተረከ",
        "example": ["ተወጋ", "ተነገረ", "ተወራ"]
    },
    {
        "lemma": "ተተረከከ",
        "example": ["ተጠረቀቀ", "ተሰነጠቀ", "ተፈነከተ", "ተፈናከተ"]
    },
    {
        "lemma": "ተተበተበ",
        "example": ["ተጠመጠመ", "ታሰረ", "ታዘመ", "ተደገመ", "ተወረረ", "ተያዘ", "ተከበበ"]
    },
    {
        "lemma": "ተተነተነ",
        "example": ["ተለየ", "ተከፈለ", "ተመደበ", "ተደለደለ", "ተቆነነ", "ታደለ", "በዝርዝር ተገለፀ", "ተብራራ"]
    },
    {
        "lemma": "ተተናኮለ",
        "example": ["ተነኮሰ", "ነገር አጫረ", "ተፃረረ"]
    },
    {
        "lemma": "ተተከለ",
        "example": ["ተሻጠ", "ተከሰመ", "ገባ", "ተቀበቀበ", "ተቸከለ", "ቆመ", "መሬት", "ርስት ተሰጠ", "ለማ", "ተመሰረተ"]
    },
    {
        "lemma": "ተተኪ",
        "example": ["የሚተካ", "የሚወክል", "ተወካይ"]
    },
    {
        "lemma": "ተተኪነት",
        "example": ["ተወካይነት"]
    },
    {
        "lemma": "ተተኳኮረ",
        "example": ["ተፋጠጠ", "በትኮራ ተያየ"]
    },
    {
        "lemma": "ተተገ",
        "example": ["አቃጠለ", "ለኮሰ", "ተረኮሰ", "በችቦ", "በቹግ", "በዳቦት", "ወጋ", "በጦር", "በሌላ ነገር"]
    },
    {
        "lemma": "ተታለለ",
        "example": ["ተሞኘ", "ተቈለ", "ተሸነገለ", "ተደለለ", "ተበለጠ", "ዘነጋ", "ደነቆረ"]
    },
    {
        "lemma": "ተታላይ",
        "example": ["የሚደለል", "ተደላይ", "የሚታለል"]
    },
    {
        "lemma": "ተታታ",
        "example": ["ተያያዘ", "ተዋሰበ", "ተጠፈረ", "ጠለፈ", "ተጠለፈ"]
    },
    {
        "lemma": "ተትመሰመሰ",
        "example": ["አሽን ፈላ", "ተርመሰመሰ"]
    },
    {
        "lemma": "ተትረፈረፈ",
        "example": ["ከልክ አለፈ", "በዛ"]
    },
    {
        "lemma": "ተትበሰበሰ",
        "example": ["ለመሄድ ሲነሳ", "ወደ ኋላ አለ", "ተንጎዳጎደ", "ተጎተተ", "አልፈጥን አለ", "ዳተኛ ሆነ"]
    },
    {
        "lemma": "ተትከነከነ",
        "example": ["ተበሳጨ", "ተናደደ", "ተብገነገነ"]
    },
    {
        "lemma": "ተትጎለጎል",
        "example": ["ተዥጎደጎደ", "ጨሰ", "ቦለለ"]
    }
,
    {
        "lemma": "መቆጣጠር",
        "example": ["ተሳሰበ", "ተሳላ"]
    },
    {
        "lemma": "መቋፍ",
        "example": ["ተጓደደ", "ቀስ አለ", "ችላ አለ"]
    },
    {
        "lemma": "መበላለጥ",
        "example": ["እኩል አለመሆን", "አንዱ ከአንዱ መሻል", "መብለጥ"]
    },
    {
        "lemma": "መበላሸት",
        "example": ["በለለ", "ተጨማለቀ", "አመለ", "መጥፎ ሆነ", "ጠፋ", "ተሞላቀቀ", "ኣበላሽ", "ከንቱ ሆነ", "አጠፋ", "ቆሸሽ", "በተከ", "አደፈ", "ተበከለ", "ታመመ", "ጎሰቆለ"]
    },
    {
        "lemma": "መበረዝ",
        "example": ["ተቀላቀለ", "ተደበላለቀ", "ከሌላው ጋር ተዋሃደ", "መጥፎ ነገር አሰበ", "ኢፍትሃዊ ሆነ", "አስተሳሰቡ በኢድርጊት ተበከለ"]
    },
    {
        "lemma": "መበቀል",
        "example": ["ቆጨመ", "ብድር ከፈለ", "ደም አወጣ", "መለሰ", "ቁጭቱን ተወጣ"]
    },
    {
        "lemma": "መተብተብ",
        "example": ["ጠመጠመ", "በብዙ ወገን አሰረ", "ጎነጎነ", "ታታ", "አዘናጎለ", "አሰረ", "ሸከፈ እቃ", "ተኮላተፈ", "ዲዳ ሆነ", "ተንተባተበ", "ሌላውን ለመጉዳት አዘ", "ደገመ", "የነገሩን መፍትሄ አጠፋ", "ደበቀ", "ውሉን አሳጣ", "አጋመደ", "ቋጠረ", "መከረ", "ተንጧ", "ተንተበተበ እህል ሲቆላ", "ወረረ", "ያዘ", "ከበበ"]
    },
    {
        "lemma": "መበተን",
        "example": ["ተዘራ", "ተፈነጠቀ", "በተነ", "ተሰብስቦ የነበረው ህዝብ", "ተማሪ ሄደ", "በጭንቀት", "በፍርሃት", "በድንጋጤ የተነሳ አእምሮው ተሰራዉ", "ማስተዋል", "መመልከት", "ማጤን አልቻለም", "በነነ", "ጠፋ", "ሄደ"]
    },
    {
        "lemma": "መበደር",
        "example": ["ወሰደ", "ተለቃ", "አዳቀለ", "ለማሟላት ከሌላ ወሰደ"]
    },
    {
        "lemma": "መበጠር",
        "example": ["ተነተነ", "ቆመ", "ተስተካከለ", "ተለየ", "ተነፈሰ", "ተንጠረጠረ"]
    },
    {
        "lemma": "መብጥበጥ",
        "example": ["ታወከ", "ተሸበረ", "ደፈረሰ", "ተደበላለቀ", "አተለ"]
    },
    {
        "lemma": "መትባት",
        "example": ["ሰላ", "ተሞረደ", "ተሳለ", "ተሰራ", "አእምሮው በእውቀት", "በስራ ሰላ", "በለፀግ", "ዳበረ", "አዋቂ ሆነ", "ጨከነ", "ጠነከረ", "ወንድ ወጣው"]
    },
    {
        "lemma": "መባል",
        "example": ["ተነገረ", "ተወራ", "የቀረ ነገር የለም", "ሁሉም ተባለ", "ተሰየመ", "የማእረግ ስም ተሰጠው"]
    },
    {
        "lemma": "መባሰል",
        "example": ["በውስጡ ቂም ያዘ", "በጠብ ላይ ጠብ ጨመረ", "ተማረዘ", "መለያየቱ ሰፋ"]
    },
    {
        "lemma": "መተባበር",
        "example": ["ተስማማ", "በአላማ", "በአሳብ", "አንድነት ፈጠረ", "ተዋሃደ", "ተጋግዘ", "በረታ", "አንድነቱን አጠናከረ"]
    },
    {
        "lemma": "መባባል",
        "example": ["አሳብ ተለዋወጠ", "ተነጋገረ", "ተጨዋወተ", "ወገን ወገን", "ዘመድ ዘመድ ተሰኛኘ", "ተማታ", "ተደባደበ", "ተናከተ", "ተጋደለ"]
    },
    {
        "lemma": "መባባስ",
        "example": ["ተጨመረ", "ባሰ", "አልቀነሰም"]
    },
    {
        "lemma": "መብለጥለጥ",
        "example": ["ብልጣ ብልጥ ሆነ", "ራሱን ከፍ ከፍ አደረገ", "ልታይ ልታይ አለ", "ኑሮውን", "ስራውን", "ትምህርቱን ለማሻሻል ጣረ", "ለፋ", "ተትኮረኮረ", "ጠንክሮ ሰራ"]
    },
    {
        "lemma": "መብላላት",
        "example": ["ተጣጣመ", "ተስማማ", "ተዋሃደ", "ተለቀሰ", "ተፋጀደ", "ተስረቀረቀ", "ተጯጯኸ", "ቦካ", "በሰለ", "ሻመተ", "ፈላ", "አኮፈኮፈ"]
    },
    {
        "lemma": "መብረቅረቅ",
        "example": ["ተጥበረበረ", "ብልጭ ድርግም አለ", "ተብለጨለጨ", "በጣም ጮኸ", "ተቆጣ"]
    },
    {
        "lemma": "መብረክረክ",
        "example": ["ደከመ", "መራመድ ተሳነው", "ተንቀጠቀጠ", "ተንዘፈዘፈ", "በረከ"]
    },
    {
        "lemma": "መብገንገን",
        "example": ["ተከነከነ", "ተናደደ"]
    },
    {
        "lemma": "መብጠልጠል",
        "example": ["ስሙ በመጥፎ ተነሳ", "ተነቀፈ", "ተሰደበ", "ተቀዳደደ", "ተባሳሰከ", "ተበጣጠሰ", "ተመሽ", "ጨረንቆሰ"]
    },
    {
        "lemma": "መቧደን",
        "example": ["ስም አውጥቶ ወገን ለየ"]
    },
    {
        "lemma": "መተርተር",
        "example": ["የተሰፋው ለቀቀ", "ተፈታ", "ዋሽ", "ውሸቱን ለቀቀው", "አናፋ"]
    },
    {
        "lemma": "መተረከ",
        "example": ["ተወጋ", "ተነገረ", "ተወራ"]
    },
    {
        "lemma": "መተራከክ",
        "example": ["ተጠረቀቀ", "ተሰነጠቀ", "ተፈነከተ", "ተፈናከተ"]
    },
    {
        "lemma": "መተንተን",
        "example": ["ተለየ", "ተከፈለ", "ተመደበ", "ተደለደለ", "ተቆነነ", "ታደለ", "በዝርዝር ተገለፀ", "ተብራራ"]
    },

    {
        "lemma": "ተንሰረሰረ",
        "example": ["ተንፈቀፈቀ", "እሳት በሃይል የመታው ወጥ"]
    },
    {
        "lemma": "ተንሰራፋ",
        "example": ["ሰፊ ስፍራ ያዘ", "ተንዛፈፈ", "በዛ", "ተዛመተ", "ተባዛ", "ተዋለደ", "ብዙ ነገድ ሆነ"]
    },
    {
        "lemma": "ተንሰቀሰቀ",
        "example": ["በሃዘን", "በምሬት አምርሮ", "አለቀሰ"]
    },
    {
        "lemma": "ተንሰዋለለ",
        "example": ["ጠወለገ", "ፈዘዘ", "ዞረ", "ተንገላታ"]
    },
    {
        "lemma": "ተንሰፈሰፈ",
        "example": ["ተሰቀቀ", "አመመው", "አስረቀረቀው", "አሸማቀቀው", "ሳሳ", "አፈቀረ", "ስፍስፍ አለ", "ተስገበገበ", "ሰሰተ"]
    },
    {
        "lemma": "ተንሶለሶለ",
        "example": ["ተሯሯጠ", "ወዲያና ወዲህ", "ሮጠ", "ተንቀለቀለ"]
    },
    {
        "lemma": "ተንቀሳቀሰ",
        "example": ["ተወዘወዘ", "ተረገረገ", "ተነቃነቀ", "ተላወሰ", "ተወላወሰ", "ለስራ", "ለጦርነት", "ተነሳ"]
    },
    {
        "lemma": "ተንሸረሸረ",
        "example": ["ተዝናና", "ሽርሽር ሄደ", "ወጣ", "ተናፈሰ"]
    },
    {
        "lemma": "ተንሸዋረረ",
        "example": ["ተጠናገረ", "ተዘዋወረ", "ተሽናደረ"]
    },
    {
        "lemma": "ተንሻሻ",
        "example": ["ድምፅ ሰጠ", "ተቅጨለጨለ"]
    },
    {
        "lemma": "ተንቀለቀለ",
        "example": ["ነደደ", "ተንበለበለ", "ተንጦለጦለ", "ዞረ", "ተንሰዋለለ"]
    },
    {
        "lemma": "ተንቀረበበ",
        "example": ["ተንቀረፈፈ", "ተንቀረደደ", "ተንከረፈፈ", "ገዘፈ", "ተለቀ"]
    },
    {
        "lemma": "ተንቀረፈፈ",
        "example": ["ተንቀረበበ", "አዘገመ", "ቀስ ብሎ ተራመደ", "ረዘመ", "ተለቀ"]
    },
    {
        "lemma": "ተንቀበቀበ",
        "example": ["ሰሰተ", "ተንገበገበ", "ንፉግ ሆነ"]
    },
    {
        "lemma": "ተንቀበደደ",
        "example": ["ተነፋ", "ተለጠጠ", "ተንቀፈደደ"]
    },
    {
        "lemma": "ተንቀባረረ",
        "example": ["ተቀማጠለ", "ተሞላቀቀ", "ተንደላቀቀ", "ተኩራራ", "ታበየ"]
    },
    {
        "lemma": "ተንቀዋለለ",
        "example": ["ዞረ", "ተንሰዋለለ"]
    },
    {
        "lemma": "ተንቀዠቀዠ",
        "example": ["ተንጦለጦለ", "ተክለፈለፈ", "ተሯሯጠ"]
    },
    {
        "lemma": "ተንቀጠቀጠ",
        "example": ["ፈራ", "ራደ", "ተንፎደፎደ", "ተብረከረከ", "ሰደቻ መታ", "ተንዘፈዘፈ", "ተርገበግበ", "ተንቀረቀበ"]
    },
    {
        "lemma": "ተንቀረፈፈ",
        "example": ["አኮረፈ", "ፊት ቋጠረ"]
    },
    {
        "lemma": "ተንቆራጠጠ",
        "example": ["ተንጎራደደ", "ወዲያ ወዲህ ሄደ", "ዞረ", "ተጎማለለ", "ተደደ", "አሽመጣ"]
    },
    {
        "lemma": "ተንቆጠቆጠ",
        "example": ["አጌጠ", "አሸበረቀ", "አማረ", "ተስገበገበ", "ነፈገ", "ገብጋባ ሆነ", "እጁን ቢቆርጡት አልሰጥ አለ"]
    },
    {
        "lemma": "ተንበለበለ",
        "example": ["ተንጣጣ", "አወራ", "ለፈለፈ", "ነደደ", "ተንቀለቀለ", "ተምቦግቦግ"]
    },
    {
        "lemma": "ተንበረከከ",
        "example": ["በረከ", "ጉልበቱን በመሬት ላይ አደረገ", "ሊበላይ", "ለድል አድራጊ", "ለጥ ሰጥ አለ", "ገበረ", "አሜን ብሎ ተቀበለ"]
    },
    {
        "lemma": "ተንበረጠጠ",
        "example": ["ኮራ", "ታበየ"]
    },
    {
        "lemma": "ተንበሸበሸ",
        "example": ["ፈነጠዘ", "ተደሰተ", "ተቀማጠለ", "ኮራ", "ታበየ", "ተንበሬጠጠ"]
    },
    {
        "lemma": "ተንበደበደ",
        "example": ["ተንፎደፎደ", "ራደ", "ተንዘቀዘቀ", "ፈራ"]
    },
    {
        "lemma": "ተንቦጫቦጨ",
        "example": ["ያልሞላ ፈሳሽ እቃው ሲወዘውዝ", "ሲወዛወዝ ድምፅ ሰጠ", "ራራ", "አዘነ", "በችግር መጎዳት ሲያይ ሆዱ በሃዘን ተንቦጫቦጨ"]
    },
    {
        "lemma": "ተንቧለለ",
        "example": ["በጣም ሰፋ", "ተንቦረቀቀ", "ተትጎለጎለ", "አረግ"]
    },
    {
        "lemma": "ተንተራሰ",
        "example": ["ከአንገቱ ስር ድጋፍ", "ትራስ አደረገ"]
    },
    {
        "lemma": "ተንተራፋ",
        "example": ["ሰፋ", "ተንዘራጋ", "ተንሰራፋ", "አንሰራራ", "ተሰበረ"]
    },
    {
        "lemma": "ተንተሰተሰ",
        "example": ["ርጥብ እንጨት ሲማገድ የሚሰጠው ድምፅ", "ተስ ተስ አለ", "ፈራ", "ተንቦቀቦቀ", "ድምፅ የለሽ ፈስ ፈሳ"]
    },
    {
        "lemma": "ተንተረከከ",
        "example": ["በሰለ", "ሰባ","ወፈረ", "እሳቱ ነዶ ነዶ ፍሙ ወረደ"]}
    ,
    {
        "lemma": "ተንተባተበ",
        "example": ["ድዳ", "ለምባዳ ሆነ", "አንደበቱ ተርበተበተ"]
    },
    {
        "lemma": "ተንተከተከ",
        "example": ["ተንሰረሰረ", "በሃይል ፈላ", "ተንቸስቸስ"]
    },
    {
        "lemma": "ተንቸረፈፈ",
        "example": ["ጢም", "ጢቅ አለ", "ሞላ", "ተሾመ", "ፊቱ አበጠ", "ጠቆረ", "አኮረፈ"]
    },
    {
        "lemma": "ተንቸፈቸፈ",
        "example": ["ተንሰረሰረ", "ተፍለቀለቀ", "ተሽ ተሽ አለ"]
    },
    {
        "lemma": "ተንከላወሰ",
        "example": ["ሳይርቅ ወዲያ ወዲህ አለ", "እግሩን አፍታታ", "ተንቆራጠጠ", "ተንቀሳቀሰ"]
    },
    {
        "lemma": "ተንከራ",
        "example": ["ተንከር", "ብጫ አይነት ሉል", "ቶጳዝዮን"]
    },
    {
        "lemma": "ተንከባለለ",
        "example": ["ተንደባለለ", "ከዳገት ወደ ቁልቁለት ተንሽራተተ", "ወረደ", "ተናደ"]
    },
    {
        "lemma": "ተንከተከተ",
        "example": ["በሃይል ሳቀ", "ልቡ በሳቅ ፈረሰ", "ተሰባበረ", "ደቀቀ", "እንክትክቱ ወጣ"]
    },
    {
        "lemma": "ተንከፈረረ",
        "example": ["ደረቀ", "ገረረ", "ተቆራፈደ", "ተንቆራባ"]
    },
    {
        "lemma": "ተንኮለኛ",
        "example": ["ጥበበኛ", "መሰሪ ሰው", "መሄጃው የማይታወቅ", "እባብ"]
    },
    {
        "lemma": "ተንኮል",
        "example": ["ክፉ", "ጥበብ", "ምክር", "ደባ"]
    },
    {
        "lemma": "ተንኮረፈፈ",
        "example": ["ጠጉር ቆመ", "ተንጨበረረ", "ጭብርር አለ", "ነብር", "ድመት ተቆጣ", "ታበየ", "ኮራ", "ቄንጠኛ ሆነ"]
    },
    {
        "lemma": "ተንዘረጠጠ",
        "example": ["ተንገፈጠጠ", "ወፈረ", "ተስፋፋ", "ተነረተ", "ተንዘበጠጠ"]
    },
    {
        "lemma": "ተንዘረፈፈ",
        "example": ["ረዘመ", "ተንጆሊጆለ", "ተጎተተ", "ተሳበ", "አዘገመ", "ቀስ ብሎ ሄደ"]
    },
    {
        "lemma": "ተንዘራፈጠ",
        "example": ["ተስፋፍቶ ተቀመጠ"]
    },
    {
        "lemma": "ተንዘፈዘፈ",
        "example": ["በጣም ተንቀጠቀጠ"]
    },
    {
        "lemma": "ተንዘገዘገ",
        "example": ["በፊቱ ተደፋ", "ፈገመ", "ወደቀ"]
    },
    {
        "lemma": "ተንዛዛ",
        "example": ["በጣም በዛ", "ከልክ አለፈ", "ውል", "ማሰሪያው ጠፋ"]
    },
    {
        "lemma": "ተንዛፈፈ",
        "example": ["ደበበ", "ተዘረጋ", "ጀፈረ", "ተስፋፋ", "በአየር ላይ ሰፈፈ"]
    },
    {
        "lemma": "ተንዠረገገ",
        "example": ["አፈራ ያዘ", "ተንደረከከ"]
    },
    {
        "lemma": "ተንዠቀዠቀ",
        "example": ["ፈሰሰ", "ወረደ", "ዘነመ"]
    },
    {
        "lemma": "ተንዠባረረ",
        "example": ["ራሱን ሳተ", "ቈለ", "የሚሰራውን አላወቀም", "ሰከረ", "ዘላበደ"]
    },
    {
        "lemma": "ተንዣዣ",
        "example": ["አረጀ", "ዣዠ", "ተንዠባረረ", "ዘላበደ", "ነገር አሳሳተ"]
    },
    {
        "lemma": "ተንደረበበ",
        "example": ["በመስፈሪያው ልክ ሆነ", "አልበም", "አሳነሰም", "ታጋሽ", "ዝምተኛ", "አስተዋይ", "ዝግተኛ ሆነ"]
    },
    {
        "lemma": "ተንደረከከ",
        "example": ["በጣም አፈራ", "እንጨቱ ከነደደ በኋላ ፍሙ ወረደ"]
    },
    {
        "lemma": "ተንደቀደቀ",
        "example": ["ዶቅ", "ዶቅ", "ደቅደቅ አለ", "ድምፅ ሰጠ"]
    },
    {
        "lemma": "ተንደበሰሰ",
        "example": ["ተንቀረደደ", "አዘገመ", "ተንደበዘዘ"]
    },
    {
        "lemma": "ተንደበደበ",
        "example": ["ሰንበር አወጣ", "ተጉረበረበ", "ቀርብጭ ቀርብ አለ"]
    },
    {
        "lemma": "ተንደፋደፈ",
        "example": ["ተንፈራገጠ", "ዋዠቀ", "የሚይዘውን", "የሚለቀውን", "የሚሰራውን አላወቀም", "ተምታታበት", "መላ ቅጡ ጠፋበት"]
    },
    {
        "lemma": "ተንዶለዶለ",
        "example": ["ተንቦለቦለ", "ተንዠቀዠቀ", "በሃይል ፈሰሰ"]
    },
    {
        "lemma": "ተንገላታ",
        "example": ["ተጎሳቆለ", "ለፋ", "ወጣ", "ወረደ", "ተሰቃየ"]
    },
    {
        "lemma": "ተንገላጀጀ",
        "example": ["ተንገለጀጀ", "ተንከረፈፈ", "ቈለ"]
    },
    {
        "lemma": "ተንገረበበ",
        "example": ["አልገጥም", "አለጥቅ አለ", "ተመለሰ", "ተንከረፈፈ"]
    },
    {
        "lemma": "ተንገሽገሽ",
        "example": ["ጠሊ", "ሰለቸ", "ተንገፈገፈ"]
    },
    {
        "lemma": "ተንገበገበ",
        "example": ["ሳሳ", "ሰሰተ", "ተስገበገበ", "ተንሰፈሰፈ", "እርር", "ድብን አለ", "አመመው", "አሰቃየው"]
    },
    {
        "lemma": "ተንገታገተ",
        "example": ["ተመናቸከ", "ተንገታጋች ሆነ", "እንቢ አለ", "የቀድሞ ልማድን አለቅም አለ", "ተንገደገደ", "ተርገደገደ", "ተንገዳገደ"]
    },
    {
        "lemma": "ተንገቸገቸ",
        "example": ["ዘክዝክ አለ", "ገቸገቸ"]
    },
    {
        "lemma": "ተንገጫገጨ",
        "example": ["ተነቃነቀ", "ተንገቻገቸ", "ተንኳኳ"]
    },
    {
        "lemma": "ተንገፈጠጠ",
        "example": ["ተንዘረጠጠ", "ሆድ ገፋ", "ተንቀበደደ", "ተንቀፈደደ"]
    },
    {
        "lemma": "ተንገፈገፈ",
        "example": ["ጠሳ", "ሰለቸ", "ጎፈነነ", "ቆዉ", "አንገሸገሸ", "ጎፈነነ", "ቋቅ አለ"]
    },
    {
        "lemma": "ተንጋጋ",
        "example": ["በብዛት መጣ"]
    },
    {
        "lemma": "ተንጋለለ",
        "example": ["በጀርባው ተኛ"]
    },
    {
        "lemma": "ተንጎራደደ",
        "example": ["ወዲያና ወዲህ ሄደ", "ተኩራርቶ ተንከላወሰ", "ተራመደ"]
    },
    {
        "lemma": "ተንጠለጠለ",
        "example": ["ጠልጠል አለ", "ተሰቀለ"]
    },
    {
        "lemma": "ተንጠረጠረ",
        "example": ["ተንቀጠቀጠ", "ተንዘፈዘፈ"]
    },
    {
        "lemma": "ተንጠረዘዘ",
        "example": ["አዘለ", "ሞላ", "ከበደ", "ደመነ", "ተቆጣ", "አፍንጫውን ነፋ"]
    },
    {
        "lemma": "ተንጠራራ",
        "example": ["ሰውነቱን አፍታታ", "ዘረጋ", "ለመጠ", "ጎንበስ ቀና አደረገ", "እቃ ለማውረድ እጁን ዘረጋ", "ያሳቅሙ", "ያለ ችሎታው ተመኘ"]
    },
    {
        "lemma": "ተንጠራወዘ",
        "example": ["ደከመ", "ተንከላወሰ", "ጉልፍት ጉልፍት", "ጥርውዝ ጥርውዝ አለ", "በቀስታ ተራመድ", "ተቸገረ", "ተንገላታ", "በችግር ወጣ", "ጠኔ ያዘው"]
    },
    {
        "lemma": "ተንጠፈጠፈ",
        "example": ["ጠብ ጠብ አለ", "ጠፈፍ አለ", "አለቀ", "ተጨረሰ", "ተሟጠጠ"]
    },
    {
        "lemma": "ተንጣለለ",
        "example": ["በዝቶ", "ተንጣሎ ታየ"]
    },
    {
        "lemma": "ተንጣጣ",
        "example": ["ብዙ ተናገረ", "ለፈለፈ", "ጣጥ ጣጥ አለ", "እህል ሲቆላ ጥይት ሲተኮስ", "ዉ ዉ አለ"]
    }
,
    {
        "lemma": "መንቀዥቀዥ",
        "example": ["ተንጦለጦለ", "ተክለፈለፈ ፉ ተሯሯጠ"]
    },
    {
        "lemma": "መንቀጥቀጥ",
        "example": ["ፈራ", "ራደ", "ተንፎደፎደ", "ተብረከረከ", "ሰደቻ መታ", "ተንዘፈዘፈ", "ተርገበግበ", "ተንቀረቀበ"]
    },
    {
        "lemma": "መንቆራጠጥ",
        "example": ["ተንጎራደደ", "ወዲያ", "ወዲህ ሄደ", "ዞረ", "ተጎማለለ", "ተደደ", "አሽመጣ"]
    },
    {
        "lemma": "መንቀጥቀጥ",
        "example": ["አጌጠ", "አሸበረቀ", "አማረ", "ተስገበገበ", "ነፈገ", "ገብጋባ ሆነ", "እጁን ቢቆርጡት አልሰጥ አለ"]
    },
    {
        "lemma": "መንበልበል",
        "example": ["ተንጣጣ", "አወራ", "ለፈለፈ", "ነደደ", "ተንቀለቀለ", "ተምቦግቦግ"]
    },
    {
        "lemma": "መንበርከክ",
        "example": ["በረከ", "ጉልበቱን በመሬት ላይ አደረገ", "ሊበላይ", "ለድል አድራጊ", "ለጥ ሰጥ አለ", "ገበረ", "አሜን ብሎ ተቀበለ"]
    },
    {
        "lemma": "መንበሽበሽ",
        "example": ["ፈነጠዘ", "ተደሰተ", "ተቀማጠለ", "ኮራ", "ታበየ", "ተንበሬጠጠ"]
    },
    {
        "lemma": "መንበድበድ",
        "example": ["ተንፎደፎደ", "ራደ", "ተንዘቀዘቀ", "ፈራ"]
    },
    {
        "lemma": "መንቦጫቦ",
        "example": ["ያልሞላ ፈሳሽ እቃው ሲወዘውዝ", "ሲወዛወዝ ድምፅ ሰጠ", "ራራ", "አዘነ", "የህን በችግር መጎዳት ሲያይ ሆዱ በሃዘን ተንቦጫቦጨ"]
    },
    {
        "lemma": "መንሷል",
        "example": ["በጣም ሰፋ", "ተንቦረቀቀ", "ተትጎለጎለ", "አረግ"]
    },
    {
        "lemma": "መንተራስ",
        "example": ["እንዳይዘቀዝቀው ከአንገቱ ስር ድጋፍ", "ትራስ አደረገ"]
    },
    {
        "lemma": "መንተራፋት",
        "example": ["ሰፋ", "ተንዘራጋ", "ተንሰራፋ", "አንሰራራ", "ተሰበረ"]
    },
    {
        "lemma": "መንተስተስ",
        "example": ["ርጥብ እንጨት �ሲማገድ የሚሰጠው ድምፅ", "ተስ ተስ አለ", "ፈራ", "ተንቦቀቦቀ", "ድምፅ የለሽ ፈስ ፈሳ"]
    },
    {
        "lemma": "መንተርከክ",
        "example": ["በሰለ", "ሰባ", "ወፈረ", "እሳቱ ነዶ ነዶ ፍሙ ወረደ"]
    },
    {
        "lemma": "መነገገ",
        "example": ["መንጋጭላውን ይዞ በግድ መንጋጋን ከፍቶ ኣላቀቀ"]
    },
    {
        "lemma": "መነጠ",
        "example": ["ደኸየ", "አጣ", "መናጢ", "ድሃ ሆነ"]
    },
    {
        "lemma": "መነጠለ",
        "example": ["አጦጪ", "ጨበጠ", "ያዘ", "ከደካማው ይዞ አስቀረ"]
    },
    {
        "lemma": "መነጠረ",
        "example": ["ጫካውን ቆረጠ", "ገለጠ", "ወለል አደረገ", "ገረፈ", "መታ", "ደበደበ", "በመነጥር አየ", "ተመለከተ", "አስተዋለ"]
    },
    {
        "lemma": "መነጠቀ",
        "example": ["ነቀለ", "አወጣ", "መነገለ", "ገሰገሰ", "ተራመደ", "ሳበ", "ነጠቀ", "አገመ", "ቀማ", "መነተገ", "ወሰደ"]
    },
    {
        "lemma": "መነጨ",
        "example": ["ከምድር ውስጥ ወሃ ፈለቀ", "ተንቆረቆረ", "ተንፎለፎለ", "ንፍጥ ከአፍንጫ", "እንባ ከአይን ወጣ", "ሃሳብ ነገር አፈለቀ"]
    },
    {
        "lemma": "መነጨረ",
        "example": ["በተነ", "መነዘረ", "ዘረዘረ", "አሰጣ", "ረጨ", "አዘራ"]
    },
    {
        "lemma": "መነጨቀ",
        "example": ["መነቸከ", "ጨቀጨቀ", "ነዘነዘ", "እጁን አስለቀቀ"]
    },
    {
        "lemma": "መነፍ",
        "example": ["ነፍሳላ", "ጅል", "ቂል", "ደንቆሮ", "ዘለዘል"]
    },
    {
        "lemma": "መና",
        "example": ["ብላሽ", "ከንቱ", "የማይረባ", "ባዶ እጅ", "ህብስት", "ምግብ", "የጥሩ ስንዴ ዳቦ"]
    },
    {
        "lemma": "መናቅ",
        "example": ["ማቅለል", "ማዋረድ", "ቢያክ ማለት", "መንቀፍ", "ገሽሽ ማድረግ", "ማስታቀር", "መግጠጥ"]
    },
    {
        "lemma": "መናኛ",
        "example": ["የሚሰጥበት ቦታ", "የተፈላጊነቱ ዝቅተኛ", "የተዋረደ", "የተጠሳ", "የማይፈለግ", "ዝቅተኛ"]
    },
    {
        "lemma": "መናኸሪያ",
        "example": ["የተጓዦች መሳፈሪያ", "ማረፊያ ቦታ", "የህዝብ ማመላለሻ", "አውቶቡሶች መቆሚያ", "መሰብሰቢያ", "መገናኛ ማእከል"]
    },
    {
        "lemma": "መናጆ",
        "example": ["አጫፋሪ", "አዘብዛቢ", "አብሮ ሆ ሆ ባይ"]
    },
    {
        "lemma": "መናወዝ",
        "example": ["መባከን", "መንቀዋለል"]
    },
    {
        "lemma": "መናጢ",
        "example": ["ድሃ", "ለማኝ", "ምንም ነገር የሌለው"]
    },
    {
        "lemma": "መናፍቅ",
        "example": ["ተጠራጣሪ", "ወላዋይ", "ኢአማኒ"]
    },
    {
        "lemma": "መን",
        "example": ["የሸማኔ እቃ"]
    },
    {
        "lemma": "መንሰዋለል",
        "example":["መንቀዋለል", "መንሰልጀጅ"]
    },    {
        "lemma": "ቅምሻ",
        "example": ["መወንጀል", "አበሰኛ", "ሀጢአተኛ", "ጠበኛ ማድረግ"]
    },
    {
        "lemma": "መክድ",
        "example": ["እጀታ", "ውለጋ", "አውራሪስ", "የካራ ላት"]
    },
    {
        "lemma": "መክፈያ",
        "example": ["የሽንት እቃ", "መሽኛ", "ማካፈያ", "ማጋሻ"]
    },
    {
        "lemma": "መኮላ",
        "example": ["ጓል", "የአፈር ፍንቃይ"]
    },
    {
        "lemma": "መኮምኮም",
        "example": ["መሰምሰም", "መብላት", "መነፍነፍ", "መጠጣት"]
    },
    {
        "lemma": "መኮትኮቻ",
        "example": ["የኩትኳቶ ስራ ማከናወኛ መሳሪያ"]
    },
    {
        "lemma": "መኮንን",
        "example": ["አስተዳዳሪ", "ሹም", "ፈራጅ", "ገዥ"]
    },
    {
        "lemma": "መወርወሪያ",
        "example": ["ቅርቃር", "ዝናድ"]
    },
    {
        "lemma": "መወተ",
        "example": ["ሞተ", "አረፈ", "አለፈ"]
    },
    {
        "lemma": "መወያያ",
        "example": ["መነጋገሪያ", "ርእሰ ነገር"]
    },
    {
        "lemma": "መወገን",
        "example": ["ወደ አንድ ወገን ማግዝ", "ማድላት", "ማዘንበል"]
    },
    {
        "lemma": "መወጣጫ",
        "example": ["እርከን", "ደረጃ", "መሰላል"]
    },
    {
        "lemma": "መወጠር",
        "example": ["መገድገድ", "መሳብ", "መወተር", "መግተር", "መቀተር", "መኩራት", "መኮፋነን", "መጎማለል", "ራስን ከፍ ከፍ ማድረግ", "መንበጣረር"]
    },
    {
        "lemma": "መወጠን",
        "example": ["ማሰብ", "መጀመር", "መፈለም", "ማቀድ"]
    },
    {
        "lemma": "መወፈር",
        "example": ["መደንደን", "መፈርጠም", "መወደል", "መደጎስ", "መስባት"]
    },
    {
        "lemma": "መዋለል",
        "example": ["መስጋት", "መፍራት", "መጠርጠር"]
    },
    {
        "lemma": "መዋሸት",
        "example": ["መወስለት", "ማበል", "መቅጠፍ", "ማሳበቅ"]
    },
    {
        "lemma": "መዋቅር",
        "example": ["አጠቃላይ ስራውን የሚያሳይ ዝርዝር", "ንድፍ", "መግለጫ ማስቀመጥ", "በተዋረድ ማቀነባበር", "መሳል"]
    },
    {
        "lemma": "መዋብ",
        "example": ["ማማር", "መቆንጀት", "መሽገን"]
    },
    {
        "lemma": "መዋእለ ህፃናት",
        "example": ["የህፃናት መዋያ", "ህፃናት ትምህርት ቤት"]
    },
    {
        "lemma": "መዋተት",
        "example": ["መንቀዋለል", "አውታታ መሆን"]
    },
    {
        "lemma": "መዋግድ",
        "example": ["ችግር", "እንቅፋት", "ጨርሶ የጠመመ ነገር"]
    },
    {
        "lemma": "መውቀር",
        "example": ["ወፍጮ ማስላት", "ንቅሳት መስራት"]
    },
    {
        "lemma": "መውደድ",
        "example": ["ማፍቀር", "ማስጠጋት", "ማቅረብ"]
    },
    {
        "lemma": "መውጅ",
        "example": ["ውሽንፍር","የቀላቀለ ሀይለኛ አውሎ ነፋስ"]
    }
     ,
    {
        "lemma": "ሞነነ",
        "example": ["አማረ", "ተዋበ", "ቆነጀ"]
    },
    {
        "lemma": "ሞናና",
        "example": ["ማለፍያ", "አጭር", "ቀጭን", "ቆንጆ"]
    },
    {
        "lemma": "ሞናኮ",
        "example": ["በሜዲትራኒያን ዳርቻ", "በደቡብ ምስራቅ ፈረንሳይን የሚያዋስን ትንሽ አገር", "ስፍቱ 1.95 ስኮየር ኪሎ ሜትር", "የህዝብ ብዛት 32,000", "ዋና ከተማ ሞናኮ"]
    },
    {
        "lemma": "ሞንጋራ",
        "example": ["ወንጋራ", "ሞጋጋ", "ጎልፋፋ"]
    },
    {
        "lemma": "ሞንጎሊያ",
        "example": ["በሩሲያና በቻይና መካከል የሚገኝ", "ስፋቱ 1,565,000 ስኮየር ኪሎ ሜትር", "የህዝብ ብዛት 2.7 ሚሊዮን", "ዋና ከተማ ኡላን ባተር"]
    },
    {
        "lemma": "ሞንዳላ",
        "example": ["ያማረ", "ሙንድል ያለ"]
    },
    {
        "lemma": "ሞኝ",
        "example": ["ቂል", "ጂል", "ተላላ"]
    },
    {
        "lemma": "ሞከረ",
        "example": ["ፈተነ", "አየ", "መረመረ"]
    },
    {
        "lemma": "ሞከተ",
        "example": ["ቀጠቀጠ", "ወቀጠ", "ሰነጋ", "ደለበ", "አወፈረ"]
    },
    {
        "lemma": "ሞከከ",
        "example": ["በሰለ", "ነፈረ", "በጣም ሰባ", "ቀለጠ"]
    },
    {
        "lemma": "ሞክሼ",
        "example": ["አንድ አይነት ስም ያለው", "ተመሳሳይ ስም"]
    },
    {
        "lemma": "ሞዋቲ",
        "example": ["የሚሞት", "ይህ ሰው ሟች ነው", "አይሰነብትም"]
    },
    {
        "lemma": "ሞዘዘ",
        "example": ["ቸከ", "ተሰለቸ"]
    },
    {
        "lemma": "ሞዛምቢክ",
        "example": ["በደቡብ ምስራቅ አፍሪካ ዳርቻ የሚገኝ", "ስፋቱ 784,090 ስኮር ኪሎ ሜትር", "የህዝብ ብዛት 19.7 ሚሊዮን", "ዋና ከተማ ማፑቶ"]
    },
    {
        "lemma": "ሞያሌ",
        "example": ["ትንሽ ቁንጫ በእግር ጣት", "በጥፍር ሰርስራ በመግባት የምትራባ ተባይ"]
    },
    {
        "lemma": "ሞደሞደ",
        "example": ["አሞጠሞጠ", "አፉን አሾለ", "ከንፈሩን አስረዘመ", "ነገርን ከአንዱ ለሌላው አቀበለ", "ጓደኛ", "ዘመድ መስሎ የአንዱን ምስጢር ለሌባው በመንገር አጣላ", "አብዛኛውን ለራሱ አደረገ", "ወሰደ", "ሰረቀ ታ ሰልሎ አድብቶ ወሰደ"]
    },
    {
        "lemma": "ሞዴል",
        "example": ["በተለያየ ወቅት የሚወጡ የልብስ አይነቶችን በመልበስ ለህዝብ የሚያሳዩ", "የልዩ ልዩ አቃዎች አይነት መለያ"]
    },
    {
        "lemma": "ሞጀረ",
        "example": ["ሳይመጥን ብዙ ጨመረ", "ዶለ"]
    },
    {
        "lemma": "ሞገተ",
        "example": ["ወነጀለ", "ተከራከረ", "ከሰሰ"]
    },
    {
        "lemma": "ሞገገ",
        "example": ["በጣም ከሳ", "ሞጀጀ", "ኮሰመነ"]
    },
    {
        "lemma": "ሞገሰ",
        "example": ["መረጠ", "አከበረ", "አመሰገነ", "ሸለመ", "በቤት ክዳን ጫፍ ላይ የሚቀመጥ ጌጥ ሰራ", "ማደጎ", "የማደጎ የጡት ልጅ አደረገ"]
    },
    {
        "lemma": "ሞገስ",
        "example": ["የክብር መግለጫ", "ክብር ማግኘት", "መወደድ"]
    },
    {
        "lemma": "ሞገደ",
        "example": ["አነደደ", "በሳት ላይ በብዛት እንጨት ጨመረ", "አግፈጠፈጠ", "ማእበል", "በንፋስ", "በውሃ ተናወጠ", "አወከ", "አስቸግረ", "ወገጠ", "ተላለከ", "አሻፈረኝ አለ"]
    },
    {
        "lemma": "ሞገድ",
        "example": ["የባህር ላይ ከፍተኛ ነፋስ", "ሀይለኛ ማእበል", "አስቸጋሪ", "እምቢ ባይ", "ቀናውን ነገር የማይከተል"]
    },
    {
        "lemma": "ሞጋሳ",
        "example": ["ማደጎ", "የማደጎ ልጅ", "ከፍ ከፍ ማድረግ"]
    },
    {
        "lemma": "ሞግዚት",
        "example": ["አሳዳጊ", "ቀላቢ", "መጋቢ"]
    },
    {
        "lemma": "ሞግድ",
        "example": ["አክንባሎ", "የምጣድ መክደኛ"]
    },
    {
        "lemma": "ሞጠለቀ",
        "example": ["ሰረቀ", "ሞጠሞጠ"]
    },
    {
        "lemma": "ሞጠሞጠ",
        "example": ["አፉ ሾለ", "አሞጠሞጠ", "ሰረቀ", "ወሰደ", "ቀማ"]
    },
    {
        "lemma": "ሞጣህት",
        "example": ["የቤተ ክርሪስቲያን አልባሳት", "የክህነት ልብስ"]
    },
    {
        "lemma": "ሞዉ",
        "example": ["ጥርሱን ጠረገ", "ፋቀ"]
    },
    {
        "lemma": "ሞጨለፈ",
        "example": ["ሰረቀ", "ሞጠለቀ", "ነጠቀ", "ቀማ", "በጭልፋ ከላይ አነሳ"]
    },
    {
        "lemma": "ሞዉሞዉ",
        "example": ["አይኑ ስለታመመ እንባ አቀረረ"]
    },
    {
        "lemma": "ሞፈር",
        "example": ["የእርሻ መሳሪያ", "የገበሬ እቃ"]
    },
    {
        "lemma": "ሞፋሽ",
        "example": ["በጉልበት ስር የሚገኝ ስር"]
    },
    {
        "lemma": "ሞፎ",
        "example": ["ዳቦ", "ፉርኖ"]
    },
    {
        "lemma": "ሟለጠ",
        "example": ["ደነዘ", "ጠረሰ", "አዳለጠ"]
    },
    {
        "lemma": "ሟላጣ",
        "example": ["በስራው ላይ የማይጠመድ", "ወስላታ"]
    },
    {
        "lemma": "ሟረተ",
        "example": ["አመለከ", "የጋኔን ስም ጠራ", "ፍልፈላ አደረገ"]
    },
    {
        "lemma": "ሟርተኛ",
        "example": ["ጠንቋይ", "መተተኛ", "ወልይ"]
    },
    {
        "lemma": "ሟሸሽ",
        "example": ["ከውፍረት ቀጠነ", "ከሳ", "መነመነ", "ለሆሰሰ"]
    },
    {
        "lemma": "ሟደደ",
        "example": ["ሰለበ", "ቁላ ቆረጠ", "አብዝቶ ቀረደደ", "ቆረሰ", "ጐሰ"]},
        {
        "lemma": "ረ",
        "example": ["በምላስና በድድ የሚነገር አራተኛ ፊደል"]
    },
    {
        "lemma": "ረሀብ",
        "example": ["ራብ", "የሚበላ ነገር መፈለግ", "ጠኔ"]
    },
    {
        "lemma": "ረመመ",
        "example": ["የቤቱን ግድግዳ አስተካከለ", "አባጣ ጎባጣ የሆነውን መሬት አፈር", "ኮሬት ሞላ", "ተደለደለ"]
    },
    {
        "lemma": "ረመረመ",
        "example": ["ረመመ", "አረባየ", "አሄደ", "አባጣ ጎባጣውን አረገጠ", "እየደቀደቀ አስተካከለ", "ደመደመች", "ተመተመ", "ማጥፋት", "ማበላሸት", "ታገሰ", "ቸል አለ", "ናቀ", "አቃለለ"]
    },
    {
        "lemma": "ረመሰ",
        "example": ["ቀየጠ", "ቀላቀለ", "ደባለቀ", "ደበለ", "ጨመረ", "ውጥንቅጥ አደረገ", "ነከረ", "ዘፈቀ", "አረጠበ", "አራሰ", "ወሸቀ", "ዘፈዘፈ", "አቀዘቀዘ", "ኣሽ", "አቦካ", "ለወሰ", "ቀላቀለ", "ፈላ", "ተፍለከለከ", "አሽነ", "ጎነጎነ", "ጎዳ", "እሰነፈ", "አደከመ", "አኮሰሰ", "ቀሰቀሰ", "ነቀነቀ", "ወዘወዘ"]
    },
    {
        "lemma": "ረመደ",
        "example": ["ረመረመ", "ደመደመ", "ረገጠ", "ተመተመ", "ተራመደ", "ዘለለ", "መደደ", "አጠቀሰ", "አተኮመ", "አስነካ", "አቃጠለ"]
    },
    {
        "lemma": "ረመዳን",
        "example": ["የእስልምና ሃይማኖት ተከታዮች ፆም"]
    },
    {
        "lemma": "ረመጠ",
        "example": ["እሳቱ ነዶ ፍሙ ወረደ", "አኮረተ", "ከረመጥ አገባ", "ሸጎጠ", "ቀበረ", "ደፈነ", "ጠበሰ"]
    },
    {
        "lemma": "ረራ",
        "example": ["ምቹ", "ድብዳብ", "አጎዛ", "መደላድል"]
    },
    {
        "lemma": "ረሰረሰ",
        "example": ["ራሰ", "ተነከረ", "ጨቀየ"]
    },
    {
        "lemma": "ረሳ",
        "example": ["ዘነጋ", "ችላ አለ", "አጠፋ", "ገደፈ", "አረጀ", "ደገደገ", "ጎሰቆለ"]
    },
    {
        "lemma": "ረሺ",
        "example": ["ዝንጉ", "የማያስብ", "የማያስታውስ"]
    },
    {
        "lemma": "ረሽ",
        "example": ["ያውራ ማደኛ ነፍጥ", "ጠመንጃ"]
    },
    {
        "lemma": "ረቀረቀ",
        "example": ["ደቀደቀ", "ፎከረ", "ደነፋ", "መታ", "እነጎደ", "ደበደበ", "አወከ"]
    },
    {
        "lemma": "ረቀቀ",
        "example": ["በጣም አነሰ", "ሳሳ", "ቀጠነ", "ከላ"]
    },
    {
        "lemma": "ረበረበ",
        "example": ["አርከፈከፈ", "ረጨ", "ረፈረፈ", "አረጠበ", "ከመረ", "ደረደረ", "በተራ አስቀመጠ", "ሰደረ", "አነባበረ", "ደረበ", "አብዝቶ ተናገረ", "ቀባጠረ", "ለፈለፈ"]
    },
    {
        "lemma": "ረበበ",
        "example": ["ኣንጃበበ", "በረረ", "በአየር ላይ ተንሳፈፈ", "በላይ ተዘረጋ", "ሸፈነ", "ጋረደ", "አጠላ", "አጠመደ", "አሰገረ", "ኢቃጠነ", "አስክሮ ያዘ", "አበዛ", "ጨመረ", "አትረፍርፎ ሰጠ"]
    },
    {
        "lemma": "ረበናት",
        "example": ["መምህራን", "አዋቂዎች", "አለቆች", "ሽማግሎች"]
    },
    {
        "lemma": "ረበከ",
        "example": ["መረበክ", "ወዘፈ", "ረፈጠ", "ረፈቀ"]
    },
    {
        "lemma": "ረበደ",
        "example": ["ዘበጠ", "ጎደጎደ"]
    },
    {
        "lemma": "ረበጠ",
        "example": ["አሰረ", "ቀፈደደ"]
    },
    {
        "lemma": "ረቡእ",
        "example": ["ሮብ", "ከማክሰኞ ቀጥሎ ያለ የቀን ስም"]
    },
    {
        "lemma": "ረቢ",
        "example": ["የእኔ ጌታ", "እግዜር", "መምህር", "አስተማሪ", "መሪ", "አዋቂ", "የሚረባ", "የሚጠቅም"]
    },
    {
        "lemma": "ረባ",
        "example": ["ጠቀመ", "አተረፈ", "ፈየደ", "ሰማ", "በዛ", "በረከተ", "ተዋለደ", "በረታ", "አየለ"]
    },
    {
        "lemma": "ረባዳ",
        "example": ["ዘባጣ", "ጎድጓዳ", "ዘብጥ", "ዋዲያት"]
    },
    {
        "lemma": "ረብ",
        "example": ["ጥሩ", "የሚጠቅም", "መተኛት", "መጋደም"]
    },
    {
        "lemma": "ረብጣ",
        "example": ["አቡጀዲድ", "ጨርቅ"]
    },
    {
        "lemma": "ረታ",
        "example": ["አሸነፈ", "ድል መታ", "ድል ነሳ", "ቀና", "ሰለጠነ", "አፍታቶ ተናገረ"]
    },
    {
        "lemma": "ረአይት",
        "example": ["ግዙፍ", "ረዥም", "መዘዞ", "መሰሉ"]
    },
    {
        "lemma": "ረከረከ",
        "example": ["መታ", "አዘረጠ", "አደባ", "ዘነበ", "አጠገበ"]
    },
    {
        "lemma": "ረከሰ",
        "example": ["ዋጋው ዝቅ አለ", "ተዋረደ", "አነሰ", "ጥንቡን ጣለ", "አደፈ", "ተበላሽ", "ቆሸሽ"]
    },
    {
        "lemma": "ረከቦት",
        "example": ["የቡና ስኒ የሚቀመጥበት", "የሚቀርብበት", "የሚደረደርበት እቃ"]
    },
    {
        "lemma": "ረካ",
        "example": ["ጥም ቆረጠ", "ጥም አበረደ", "ጠጣ", "ጠገበ", "ራሰ", "ደስ አለው", "ለመለመ"]
    },
    {
        "lemma": "ረኸጥ",
        "example": ["ሙያ የሌለው", "ሞልቃቃ", "ርሙጥሙጥ ገልቱ"]
    },
    {
        "lemma": "ረዎት",
        "example": ["ረኮት", "መረውይ","የውሃ መጠጫ"]
    },
        {
        "lemma": "ረዘመ",
        "example": ["አደገ", "ተንቀዋለለ", "ተሳበ", "ተንጀዋለለ", "ዘገየ", "ቆየ"]
    },
    {
        "lemma": "ረዘረዘ",
        "example": ["ወረዛ", "አዠ", "መነጨ", "ረሰረሰ", "ፍርፋሪ", "ጥርግራጊ", "ትንሽ ቀሪ", "ርዝራዥ"]
    },
    {
        "lemma": "ረዘቀ",
        "example": ["ነየተ", "አሰፋ", "ፀጋ", "ሲሳይ", "በረከት ሰጠ"]
    },
    {
        "lemma": "ረደፈ",
        "example": ["አኖረ", "ሰደረ", "ደረደረ", "በረድፍ", "በደረጃ አስቀመጠ", "ርከን", "ደረጃ አወጣ", "ቅርፅ", "መስመር", "ተከተለ", "መከራ", "ደስታ በኋላው ሄደ", "ተከትሎ መጣ"]
    },
    {
        "lemma": "ረዳ",
        "example": ["አገዘ", "ደገፈ", "አገለገለ", "ጦረ"]
    },
    {
        "lemma": "ረዳት",
        "example": ["የሚረዳ", "በመከራ", "በችግር ጊዜ የሚደርስ"]
    },
    {
        "lemma": "ረድኤት",
        "example": ["ረዴት", "በረከት", "ፀጋ", "ከሰው የሚገኝ ስጦታ", "እገዛ", "ጥበቃ"]
    },
    {
        "lemma": "ረጀት",
        "example": ["ትንሽ ጀበና", "ኩስኩስት", "የእንኩሮ ምጣድ", "የእህል ማመሻ", "ሁለተኛ የሚፈላው ቡና", "ተስፋ አደረገ", "በተስፋው ኖረ", "ውርስ", "ቅርስ", "ከአባት", "ከአናት የተወረሰ ልማድ", "ባህል", "ሃብት", "በሽታ"]
    },
    {
        "lemma": "ረጃ",
        "example": ["ተስፋ", "አለኝታ", "ሁለተኛ የሚፈላው ቡና"]
    },
    {
        "lemma": "ረገመ",
        "example": ["ጠላ", "ቡራኬን", "በረከትን ነፈገ", "ካደ", "ከለከለ", "ምርቃን ነሳ", "እምኔም አትድረስ አለ"]
    },
    {
        "lemma": "ረገረገ",
        "example": ["ሞላ", "አበዛ", "ከመረ", "ደረደረ", "ደራርቦ አኖረ", "ተንቀጠቀጠ", "ራደ", "ተንዘፈዘፈ", "ተሸበረ", "ተናወጠ", "ተርበተበተ", "ተርገደገደ", "ተረገረገ", "መላ", "ሰፋ", "ተጎማለለ", "በአየር ተጎዛጎዘ", "ረግረግ", "ሣጥ", "አረንቋ", "ውሃ አዘል መሬት ሆነ", "ራሱን አከበረ", "ተመፃደቀ", "በምፀት ተናገረ"]
    },
    {
        "lemma": "ረገበ",
        "example": ["ጎረበ", "ላላ", "ለቀቀ", "ዛለ", "ሃሳቡን መለስ አደረገ", "ከእልኩ", "ከስራው ተንፈስ አለ", "አራገበ", "ማሞ ላቡን ለማብረድ ልብሱን አራገበ", "ቆመ", "ቀዘቀዘ", "ጦርነቱ ለጊዜው ረግብ ብሏል", "ከፍት", "ከደን", "ገለጥ አደረገ"]
    },
    {
        "lemma": "ረገደ",
        "example": ["ተለማመጠ", "ተንቀጠቀጠ", "ፈራ", "አከበረ", "ራደ", "ሀላፊ ከሆነ ጀምሮ ሁሉም አረገዱለት", "ምድርን በእግሩ ደቃ", "ረገጠ", "ጨፈረ", "ዘለለ", "ዳንኪራ መታ", "አመካኘ", "ከፈለ", "ዛግ", "አፈር መሰለ", "በየአይነቱ", "በየወገኑ አስቀመጠ"]
    },
    {
        "lemma": "ረገዳ",
        "example": ["ረግዶ", "ረግዶሽ", "ጭፈራ", "የሃዘን ዝላይ", "ሽብሸባ"]
    },
    {
        "lemma": "ረገድ",
        "example": ["ምክንያት", "ሰበብ", "ሁኔታ", "አቅም", "ችሎታ", "መጠን", "ረድፍ", "ተራ", "ክፍል", "ማእረግ", "ደረጃ", "የብረት ዝገት"]
    },
    {
        "lemma": "ረገድ በረገዱ",
        "example": ["በክፍል በክፍሉ", "በወገን በወገኑ"]
    },
    {
        "lemma": "ረገጠ",
        "example": ["ደቀደቀ", "ረመደደ", "ረመደ", "ተረመረመ", "ተቃወመ", "ናቀ", "አቃለለ", "ሰበረ", "ጣሰ", "ችሎቱን ረግጦ ወጣ", "በጡጫ", "በረገጣ", "በእንቁሽ መታ", "አለፋ", "አሸ", "አረሆ", "ዘፋኝ መሬቱን እየረገጠ እስክስታ ወረደ", "ወታደሩ እየረገጠ ሰልፍ ተማረ"]
    },
    {
        "lemma": "ረገፈ",
        "example": ["ወደቀ", "አፈጀ", "ከሰመ", "ደረቀ", "ጠፋ", "ተለዋወጠ", "ጠፋ", "አረጀ", "ወደቀ", "ተጣለ", "ተመጠጠ", "ተጠረገ", "ፈረሰ", "ቀረ", "ሞተ", "አለቀ"]
    },
    {
        "lemma": "ረገ",
        "example": ["የማይንቀሳቀስ", "የማይላወስ", "ረግቶ የሚኖር"]
    },
    {
        "lemma": "ረጋ",
        "example": ["ቆመ", "አረፈ", "ተቀመጠ", "ተዙረቱን ትቶ በአንድ ቦታ ኖረ", "ቆየ", "ተለወጠ", "ተሰበሰበ", "ተጋገረ", "ወፈረ", "ደገደገ", "ደረቀ", "ፀጥ አለ", "ሰላም ሆነ", "ከሰመነፍስ አወቀ", "ጨዋ", "ዘረ", "ጥሩ", "ተጥናና", "አረፈ"]
    },
    {
        "lemma": "ረጠረጠ",
        "example": ["አረጠረጠ", "ተራወጠ", "ተከለ", "ዘፈነ"]
    },
    {
        "lemma": "ረጠበ",
        "example": ["ተነከረ", "ራሰ", "ረሰረሰ", "ጨቀየ", "ወዛ", "ለመለመ", "ረዳ", "ሰጠ", "መፀወተ", "ቀለተ", "አግዘ", "እጁ ረጠበ", "ገንዘብ አገኘ", "በሳ አፉን አሟሽ", "ያደረ አፉን በቂጣ አረጠበ"]
    },
    {
        "lemma": "ረጠጠ",
        "example": ["አመቀ", "ሰፈረ", "ሞላ", "አጨቀተነ"]
    },
    {
        "lemma": "ረጨ",
        "example": ["በተነ", "ዘራ", "አፈናጠቀ", "አሳደፈ", "ናኘ", "ሰጠ", "ለገሰ", "አጠጣ"]
    },
           {
        "lemma": "ረጨረጨ",
        "example": ["ተሸበረ", "ራደ", "ፈራ", "ረገደ", "ደነገጠ", "ተንቀጠቀጠ", "ተንፎደፎደ", "ተብረከረከ"]
    },
    {
        "lemma": "ረፈረፈ",
        "example": ["አጨደ", "ቆረጠ", "ለሸለሸ", "ዘለሰ", "አስተኛ", "አጋደመ", "ጨረሰ", "አጠፋ", "አርከፈከፈ", "ረበረበ", "ውሃ በብዛት ፈነጠቀ", "አይኑን አርገበገበ", "ክፍት ክድን አደረገ"]
    },
    {
        "lemma": "ረፈቀ",
        "example": ["ተቀመጠ", "ተወዘፈ", "ተዘፈዘፈ", "ደከመ", "ተንገዘገዘ", "ለቀቀ", "ሰደደ", "አሰናበተ"]
    },
    {
        "lemma": "ረፈደ",
        "example": ["ሁለት", "ሶስት ሰአት ሆነ", "የጧት ጊዜ አለፈ", "ወደ ቀትር ተጠጋ"]
    },
    {
        "lemma": "ረፋድ",
        "example": ["ከጧቱ ሶስት ሰአት ግድም"]
    },
    {
        "lemma": "ሩህ",
        "example": ["ትንፋሽ", "ነፍስያ", "ሩህያ"]
    },
    {
        "lemma": "ሩር",
        "example": ["ለገና መጫወቻ", "ከእንጨት የሚሰራ", "ከጠፍር የሚሰፋ", "እንደ ኳስ ድቡልቡል የሆነ ጥንግ"]
    },
    {
        "lemma": "ሩስያ",
        "example": ["ከአለም በስፋቱ በአንደኛ ደረጃ ላይ የሚገኝ አገር", "ስፋቱ 17,075,400 ስኮር ኪሎ ሜትር", "የህዝብ ብዛት 147,000,000", "ዋና ከተማ ሞስኮ"]
    },
    {
        "lemma": "ሩካቤ",
        "example": ["የሴትና የወንድ ግንኙነት", "ልብ ለልብ", "ሀሳብ ለሀሳብ መገናኘት", "መሰናኘት"]
    },
    {
        "lemma": "ሩካቤ ስጋ",
        "example": ["የግብረ ስጋ ግንኙነት", "መባዳት"]
    },
    {
        "lemma": "ሩጫ",
        "example": ["እሽቅድድም", "ፍጥነት", "ፍርጠጣ", "ሽምጠጣ"]
    },
    {
        "lemma": "ሪህ",
        "example": ["የቁርጥሃን በሽታ"]
    },
    {
        "lemma": "ሪማ",
        "example": ["ትል", "ተርመስማሽ", "የበግ ግልገል", "ጠቦት"]
    },
    {
        "lemma": "ሪም",
        "example": ["ለጊዜው የተያዘ", "ርስት ያልሆነ መሬት"]
    },
    {
        "lemma": "ሪሞርኪዮ",
        "example": ["ተጎታች የጭነት መኪና"]
    },
    {
        "lemma": "ሪስቶራንት",
        "example": ["የምግብ ቤት", "ምግብ የሚሸጥበት"]
    },
    {
        "lemma": "ሪቅ",
        "example": ["የእህል ማስቀመጫ ጎተራ", "ጎታ", "ድጎጎት"]
    },
    {
        "lemma": "ሪበን",
        "example": ["ረባን", "ተቆርጦ የተጌጠ ጨርቅ", "በራስ ላይ የሚታሰር", "በልብስ ላይ የሚደረግ", "ጥብጣብ", "ጨርቁ በረጅሙ ተቆርጦ በምረቃ በአል ላይ በመቀስ የሚቆረጥ", "በፅህፈት መኪና ውስጥ ተደርጎ ለመፃፍ የሚያገለግል"]
    },
    {
        "lemma": "ሪኔይሳንስ",
        "example": ["ደክሞ", "ተጥሎ", "ተረስቶ የነበረውን ትምህርት", "ስነ ፅሁፍ", "ኪነ ጥበብ", "ተግባረ እድ", "እንደገና እንዲያንሰራራ ለማድረግ መልሶ የመፍጠር ጥረት"]
    },
    {
        "lemma": "ሪከርድ",
        "example": ["መመዝገብ", "ድምፅ መቅረፅ", "ክብረ ወሰን", "ከፍተኛ ውጤት ማግኘት"]
    },
    {
        "lemma": "ሪኩም",
        "example": ["የአደስ አይነት በቀልት", "ጥሩ ሽታ ያለው"]
    },
    {
        "lemma": "ሪዝ",
        "example": ["ጢም"]
    },
    {
        "lemma": "ሪጎሬ",
        "example": ["በተጭዋቾች ጥፋት ከግብ ክልል ወደ ጎል የሚመታ ኳስ"]
    },
    {
        "lemma": "ሪፈሪ",
        "example": ["በቋስ ጨዋታ ወቅት ውድድሩን የሚመራ ዳኛ"]
    },
    {
        "lemma": "ሪፍረንደም",
        "example": ["ውሳኔ ህዝብ"]
    },
    {
        "lemma": "ሪፍሪጅሬተር",
        "example": ["ማቀዝቀዛ", "ምግብ", "መጠጥ", "እንዳይበላሽ ቀዝቅዞ እንዲቆይ የሚያደርግ መሳሪያ"]
    },
    {
        "lemma": "ሪፐብሊክ",
        "example": ["ህዝባዊ መንግስት", "ያለ ተፅእኖ በህዝብ የተመረጠ መንግስት", "ከፍተኛው ስልጣን በህዝብ", "በተመረጡ ሰዎች የሚከናወንበት ስርአተ መንግስት", "ለሁሉም እኩል መብትና ነፃነት እሰጣለሁ የሚል የፖለቲካ ስርአት"]
    },
    {
        "lemma": "ረፖርተር",
        "example": ["ዜና አጠናቃሪ", "ረፖርት አቅራቢ"]
    },
    {
        "lemma": "ሪፖርት",
        "example": ["ስልጠት", "በምርመራ ላይ የተንተራሰ", "ሙሉ አይታን", "ድርጊትን በፅሁፍም ሆነ በቃል በዝርዝር መዘግብ", "ማቅረብ", "ማስረዳት", "በስፋት የተነገረ ወሬ", "ሀሜት", "ጭምጭምታ", "አሉባልታ", "ዝርዝር መግለጫ"]
    },
    {
        "lemma": "ራህመት",
        "example": ["ደግነት", "ቸርነት", "መዘከር", "መስጠት"]
    },
    {
        "lemma": "ራህኔ",
        "example": ["መያዣ", "ቀብድ", "መተማመኛ", "አረቦን", "መድን"]
    },
    {
        "lemma": "ራመመ",
        "example": ["ርጥብ ቁርበት", "ፋቀ", "አለሰለሰ", "አለዘበ"]
    },
    {
        "lemma": "ራማ",
        "example": ["ከፍ ያለ ቦታ", "ሰገነት", "ትልቅ ገደል", "ሰማይ", "የልቅሶ ቦታ"]
    },
    {
        "lemma": "ራምኖን",
        "example": ["በለስ"]
    },
    {
        "lemma": "ራሰ",
        "example": ["ረጠበ", "ተነከረ", "ሳላ", "ሾቀ", "ጠገበ", "ደስ ተሰኘ", "ረካ"]
    },
    {
        "lemma": "ራሰ መላጣ",
        "example": ["ጠጉር የሌለው", "ጨርሶ የተመለጠ"]
    },
    {
        "lemma": "ራሰ በራ",
        "example": ["ጠጉሩ ከፊቱ የተገለጠ"]
    },
    {
        "lemma": "ራሰ ቡሃ",
        "example": ["የራስ ቆዳ በሽታ", "እንደ ቆረቆር ያለ ነጭ ሆኖ የሚያፈከፍክ"]
    },
    {
        "lemma": "ራሰ ዘናና",
        "example": ["ራሰ ሞላላ", "ጠፍጠፍ ያለ", "ትልቅ ራስ"]
    },
    {
        "lemma": "ራስ",
        "example": ["ጭንቅላት", "አናት", "ራስ ሲመለጥ ነገር ሲያመልጥ", "የማእረግ ስም"]
    },
    {
        "lemma": "ራስ ምታት",
        "example": ["የራስ ህመም", "በሽታ"]
    },    
        {
        "lemma": "ራስ ማሰሪያ",
        "example": ["ሻሽ", "ቀፀላ", "መጠምጠሚያ"]
    },
    {
        "lemma": "ራስ ቁር",
        "example": ["የብረት ባርኔጣ", "ከለቻ"]
    },
    {
        "lemma": "ራስ ቅል",
        "example": ["አንጎል የታቀፈበት", "የአንጎል መከለያ ሳጥን መሰል አጥንት ክፍል", "ስምንት የአንጎል አጥንቶችና አስራ አራት የፊት አጥንቶች የሚያጠቃልል"]
    },
    {
        "lemma": "ራራ",
        "example": ["አዘነ", "ማረ", "ይቅር አለ", "ቸረ"]
    },
    {
        "lemma": "ራቀ",
        "example": ["ሄደ", "ነጎደ", "ፈቀቅ አለ", "በለጠ", "ላቀ", "ሩቅ", "ወደ ላይ ከፍ ያለ"]
    },
    {
        "lemma": "ራቁት",
        "example": ["ልብስ", "መጠለያ የሌለው", "ባዶ", "እርቃን"]
    },
    {
        "lemma": "ራበ",
        "example": ["ተራበ", "ሞረሞረ", "መተለገ", "ቦረቦረ"]
    },
    {
        "lemma": "ራብ",
        "example": ["ችግር", "ቸነፈር", "በቂ ምግብ አለማግኘት", "መራብ"]
    },
    {
        "lemma": "ራታ",
        "example": ["አራጣ", "ወለድ"]
    },
    {
        "lemma": "ራት",
        "example": ["ምግብ", "ማታ የሚበላ", "ራት የለው ምሳ አማረው"]
    },
    {
        "lemma": "ራቻ",
        "example": ["ፈጥኖ የሚደርስ አዝመራ", "ገብስ", "ጤፍ", "ቡንኝ"]
    },
    {
        "lemma": "ራእይ",
        "example": ["ትዝታ", "ረቂቅ", "በሃሳብ የሚታይ", "የማይጨበጥ", "የማይዳሰስ", "አካላዊነት የሌለው የአእምሮ ትዝታ", "በሃሳብ ውስጥ የሚፈጠር", "ተኝቶ በህልም የሚታይ", "ምኞት"]
    },
    {
        "lemma": "ራክተር",
        "example": ["የምድር መንቀጠቀጥን የከፍታ ሀይል መግለጫ", "አሃዛዊ ሚዛን"]
    },
    {
        "lemma": "ራኬት",
        "example": ["የቴኒስ", "የፒንክ ፖንክ ኳስ መምቻ"]
    },
    {
        "lemma": "ራዎት",
        "example": ["ርኮት", "የውሃ መያዣ ኮዳ"]
    },
    {
        "lemma": "ራዛ",
        "example": ["ነጭ አሞራ"]
    },
    {
        "lemma": "ራያ",
        "example": ["አላማ"]
    },
    {
        "lemma": "ራደ",
        "example": ["ተንቀጠቀጠ", "ፈራ", "ተስበደበደ", "ተብረከረከ", "ተሽቆጠቆጠ", "ተንሰፈሰፈ", "ተንሸቀሸቀ", "ተንፎቀፎቀ", "ተንፎደፎደ"]
    },
    {
        "lemma": "ራዲያተር",
        "example": ["የሞተር ማቀዝቀዣ ውሃ መያዣ"]
    },
    {
        "lemma": "ራዲዮ",
        "example": ["ሬዲዮ", "የአለም ወሬ", "ዜና መስሚያ"]
    },
    {
        "lemma": "ራጅ",
        "example": ["ኤክስሬይ", "በሰውነት ውስጥ ያለውን ሁኔታ የሚያሳይ", "ፎቶግራፍ የሚያነሳ መሳሪያ"]
    },
    {
        "lemma": "ሬሳ",
        "example": ["ሙት", "በድን", "ህይወት አልባ", "ሰነፍ", "ልበ ሙት", "ሬሳ በዝምታው ይፈራል"]
    },
    {
        "lemma": "ሬሳ ቤት",
        "example": ["የሞተ ሰው ሬሳ መቆያ ክፍል"]
    },
    {
        "lemma": "ሬባም",
        "example": ["ቂጡ", "ፉቲው", "ሬቡ የበዛ", "የሰፋ"]
    },
    {
        "lemma": "ሬብ",
        "example": ["የትልቁ አንጀት የመጨረሻ ክፍል", "ፉቲ"]
    },
    {
        "lemma": "ሬና",
        "example": ["ቡቃያ", "ስሩ ቀይ የሚበላ"]
    },
    {
        "lemma": "ርሄ",
        "example": ["ሽቱ", "ናትራ", "ያማረ", "የተወደደ ሽቱ"]
    },
    {
        "lemma": "ርህራሄ",
        "example": ["አዘኔታ", "ቸርነት", "ደግነት", "መራራት"]
    },
    {
        "lemma": "ርርት",
        "example": ["አርርት", "በአይን ላይ የሚወጣ አይነ ሞራ", "አባላ"]
    },
    {
        "lemma": "ርስት",
        "example": ["ከአባት የተወረሰ", "የግል መሬት"]
    },
    {
        "lemma": "ርሻን",
        "example": ["ፎቅ", "ዛኒጋባ", "ትንሽ የስብሳብ ቤት"]
    },
    {
        "lemma": "ርባ",
        "example": ["ተዋስያን", "ርባታሲያን", "ባክተሪያን ማብቀል", "ማሳደግ"]
    },
    {
        "lemma": "ርቦ",
        "example": ["አንድ አራተኛ"]
    },
    {
        "lemma": "ርቱእ",
        "example": ["ቀጥተኛ", "ግልፅ"]
    },
    {
        "lemma": "ርትእ ነገር",
        "example": ["በቅን ሃሳብ", "በህግ ረገድ የሚሰራ ቅን ነገር", "የነገር አገባብ", "ጥርጊያ መንገድ"]
    },
    {
        "lemma": "ርእሰ",
        "example": ["ዋና", "ባለቤት", "መሪ"]
    },
    {
        "lemma": "ርኝት",
        "example": ["ሆዱ የተንዘረጠጠ", "እንደ ሸረሪት ከሆዱ የሚሰፋ"]
    },
    {
        "lemma": "ርእደ ምድር",
        "example": ["በአለት ቅንብር ስብራትና ፍጭት የተነሳ", "ከምድር ስንጥቅ አካባቢ የሚመነጭና በሞገድ መልክ የሚጓዝ ሀይል", "እንቅጥቅጠት"]
    },
    {
        "lemma": "ርኩስ",
        "example": ["የረከሰ", "ነውረኛ", "ሃጢአተኛ"]
    },
    {
        "lemma": "ርካብ",
        "example": ["ወደ ኮርቻ ተረግጦ መውጫ"]
    },
    {
        "lemma": "ረክበ አካላት",
        "example": ["ፊስቱላ", "በራብ", "በፉቲ", "በፈጋራና በሴት ብልት መካከል ያለ ስስ አካል"]
    },
    {
        "lemma": "ርኮት",
        "example": ["ረዋት", "የውሃ መያዣ ከቆዳ የተሰራ"]
    },
    {
        "lemma": "ርዋንዳ",
        "example": ["በኢክዌተር ደቡብ በኩል በማአከላዊ አፍሪካ ምስራቅ የሚገኝ", "ስፋቱ 24,950 ስኮር ኪሎ ሜትር", "የህዝብ ብዛት 7.7 ሚሊዮን", "ዋና ከተማ ኪጋሊ"]
    },
    {
        "lemma": "ርጉም",
        "example": ["የተረገመ", "ምርቃት የተነፈገው"]
    },
    {
        "lemma": "ርጉኖ",
        "example": ["ዘማዊ", "ቅንዝረኛ", "አመንዝራ"]
    },
    {
        "lemma": "ርጋቤ",
        "example": ["መርገብ", "መላላት", "አለመወጠር", "በፍቅር በሰላማዊነት ስራ መርገብገብ"]
    },
    {
        "lemma": "ርጋታ",
        "example": ["እረፍት", "ፀጥታ", "ዝምታ", "ሰላም"]
    },
    {
        "lemma": "ርጋ",
        "example": ["ፀጥ በል", "እረፍ"]
    },
    {
        "lemma": "ርግመት",
        "example": ["የሴት  የወር አበባ", "አደፍ", "ትክቶ", "ግዳጅ"]
    },
        {
        "lemma": "ሲሪያ",
        "example": ["በደቡብ ምእራብ እስያና ከምስራቃዊ ሜዲትራኒያን እስከ ታይግሬስ ወንዝ የሚደርስ አገር", "ስፋቱ 184,060 ስኮየር ኪሎ ሜትር", "የህዝብ ብዛት 16,000,000", "ዋና ከተማ ደማስቆስ"]
    },
    {
        "lemma": "ሲራራ",
        "example": ["ነጋዴ", "ባለ ብዙ ጎርደማን", "ባለ ብዙ ጭነት"]
    },
    {
        "lemma": "ሲር",
        "example": ["ከፍየል ቆዳ የተለፋና የለሰለሰ ለመስፊያ", "የተጣደ ውሃ", "የልብ ጩኸት", "ሲር ሲር አለ", "የጫማ ማሰሪያ ገመድ"]
    },
    {
        "lemma": "ሲርባ",
        "example": ["ሚጥሚጣ", "በለው", "ትንሽ አይነት የሚያቃጥል በርበሬ"]
    },
    {
        "lemma": "ሲርካ",
        "example": ["ወንድ ለሴት ማጫ የሚሰጠው የገንዘብ ጥለሽ"]
    },
    {
        "lemma": "ሲሳያም",
        "example": ["ብዙ", "ብዙ ምግብ", "ሃብት ያለው"]
    },
    {
        "lemma": "ሲሳይ",
        "example": ["እህል", "አትክልት", "ምግብ", "ሀብት", "አዱኛ"]
    },
    {
        "lemma": "ሲስተር",
        "example": ["በህክምና ስራ የሰለጠነች አስታማሚ", "ህክምና ሰጪ", "መለኩሲት", "ሳታገባ በድንግልና የቆየች"]
    },
    {
        "lemma": "ሲሸልስ",
        "example": ["በህንድ ውቅያኖስ ውስጥ 115 ደሴቶች", "ስፋቱ 280 ስኮር ኪሎ ሜትር", "የህዝብ ብዛት 79,000", "ዋና ከተማ ቪክቶሪያ"]
    },
    {
        "lemma": "ሲቃ",
        "example": ["ቃታ", "ወኔ", "ቁጣ", "ወኒ", "ንዴት", "እልክ", "በሩጫ በሰምበብ የተነሳ የትንፋሽ ቁርጥ", "በጤና መታወክ ምክንያት ለመተንፈስ የሚያጋጥም ችግር"]
    },
    {
        "lemma": "ሲባጎ",
        "example": ["ሲር", "ቀጭን ገመድ", "ጠኸቲ", "ቀጭን", "ከሲታ", "መንማና", "ሰልሳላ", "ክሳዳ"]
    },
    {
        "lemma": "ሲኒ",
        "example": ["ፍንጃል", "የቡና", "የሻይ መጠጫ"]
    },
    {
        "lemma": "ሲኒማ",
        "example": ["ስነ ራእይ ማያ"]
    },
    {
        "lemma": "ሲናር",
        "example": ["ከገብስ", "ከስንዴ ጋራ የሚበቅል ገረማ", "ጌንጭ", "የእንስሳ ቀለብ", "እግረ ቀጭን ትካሻ", "ረዥም አለሌ አህያ የተወለደ ሲናር"]
    },
    {
        "lemma": "ሲናጭ",
        "example": ["እርስ በርሱ ሲጨቃጨቅ", "ሲባላ", "ሲዘራጠጥ"]
    },
    {
        "lemma": "ሲንቢሮ",
        "example": ["ቀጫጫ", "መንማና"]
    },
    {
        "lemma": "ሲንጋፖር",
        "example": ["በማልያ ባህረ ገብ መሬት ደቡብ ጫፍ የሚገኝ ደሴት", "ስፋቱ 610 ስኮር ኪሎ ሜትር", "የህዝብ ብዛት 3.6 ሚሊዮን", "ዋና ከተማ ሲንጋፖር"]
    },
    {
        "lemma": "ሲኦል",
        "example": ["የፍርድና የኩነኔ ቦታ", "የቅጣት", "ስፍራ", "ሀጥአን የሚኖሩበት ጎድጓዳ", "የጨለማ ቦታ", "በጣም የጠለቀ", "የጎደጎደ", "አዘቅት", "መቃብር"]
    },
    {
        "lemma": "ሲካ",
        "example": ["አጓት", "ዐብፂባ", "የወተት ቅራሪ"]
    },
    {
        "lemma": "ሲካካ",
        "example": ["ቄብ ዶሮ"]
    },
    {
        "lemma": "ሲጋራ",
        "example": ["በወረቀት የተጠቀለለ ትንባሆ"]
    },
    {
        "lemma": "ሲሶ",
        "example": ["ሶስተኛ እጅ", "ከሶስት አንደኛው እጅ"]
    },
    {
        "lemma": "ሲጥ",
        "example": ["መጮህ", "ድምፅ ማሰማት", "አይጢቱ ሲጥ አለች"]
    },
    {
        "lemma": "ሲቪል",
        "example": ["የውትድርና ሙያ የሌለው ብዙሃኑ ህዝብ"]
    },
    {
        "lemma": "ሳህን",
        "example": ["ከልዩ ልዩ ማእድን የሚሰራ በመጠኑ ጎድጎድ ያለ የምግብ ማቅረቢያ", "መብሊያ"]
    },
    {
        "lemma": "ሳለ",
        "example": ["ጎፈነ", "ኡሁ ኡሁ አለ", "ትክ ትክ አለ", "ልዩ ልዩ ስእሎችን አስመስሎ ሰራ", "በአእምሮው ውስጥ የቀረፀውን በስእል አስቀመጠ", "ተመካ", "ተመፃደቀ", "አተባ", "ስለት አወጣ", "አሾለ"]
    },
    {
        "lemma": "ሳላ",
        "example": ["የዱር እንስሳ", "ረዥም ቀንድ ያለው"]
    },
    {
        "lemma": "ሳሌ",
        "example": ["ዝንግረር", "ከጋን አነስ ያለ", "ከእንስራ ከፍ ያለ የሸክላ እቃ"]
    },
    {
        "lemma": "ሳልሳ",
        "example": ["የተፈጨ ቲማቲም"]
    },
    {
        "lemma": "ሳልስ",
        "example": ["ሶስተኛ", "ሲሶ", "ሶስተኛ እጅ"]
    },
    {
        "lemma": "ሳልስት",
        "example": ["ሶስተኛ ቀን"]
    },
    {
        "lemma": "ሳልቫጅ",
        "example": ["ሰልቫጅ", "ልባሽ", "አዲስ ያልሆነ ልብስ", "አሮጌ እቃ"]
    },
    {
        "lemma": "ሳመ",
        "example": ["ጉንጭ", "እጅ ሳመ", "መጨመጨ", "መጠጠ (ከንፈር)"]
    },
    {
        "lemma": "ሳሙና",
        "example": ["የገላ", "የልብስ", "የእቃ ማጠቢያ", "ቡሎ መልክ ያለው በቅሎ"]
    },
    {
        "lemma": "ሳሳመ",
        "example": ["መላልሶ ሳመ"]
    },
    {
        "lemma": "ሳማ",
        "example": ["የቆየ", "የበሰለ ቅቤ", "እንደ አለብላቢት የሚፋጅ", "እንደ ጎመን ተቀቅሎ የሚበላ ተክል", "ሰው በሌለበት ማማት", "መሳም"]
    },
    {
        "lemma": "ሳምንት",
        "example": ["ሰባት ቀን", "አንድ ሱባኤ"]
    },
    {
        "lemma": "ሳሞአ",
        "example": ["በደቡባዊ ሰላማዊ ውቅያኖስ ውስጥ የሚገኝ የሚገኝ ደሴት"]
    },
    
    {
        "lemma": "ሳረ",
        "example": ["ሳር የሚበላ እንሰሳ", "ከከብት የማይሻል", "የማይረባ", "ደንቆሮ", "ነዘህላል ሰው"]
    },
    {
        "lemma": "ሳሪሳራ",
        "example": ["የጆሮ በላይ ጎድጓዳው ኮሽኮሽ"]
    },
    {
        "lemma": "ሳር",
        "example": ["በየአይነቱ የሚበቅል የእንስሳ ምግብ", "መኖ", "ቀጭን", "ከሲታ", "መንማና"]
    },
    {
        "lemma": "ሳር ቅጠሉ",
        "example": ["በየጫካው", "በየደኑ", "በየሳሩ ውስጥ በብዛት መታየት", "መገኘት", "ሳር ቅጠሉ ወታደር ሆኗል"]
    },
    {
        "lemma": "ሳሳ",
        "example": ["ቀጠነ", "ረቀቀ", "ጎመዥ", "ቋመጠ", "ራራ", "አዘነ", "ሰሰተ", "ተንቀበቀበ", "ተንቆጠቆጠ", "እህሉ አልፎ አልፎ በቀለ", "ዘሩ ተራራቀ"]
    },
    {
        "lemma": "ሳቀ",
        "example": ["ተንከተከተ", "ገለፈጠ", "ገለፈፈ", "ፈገገ", "ከት አለ", "አስካካ", "ተፍለቀለቀ"]
    },
    {
        "lemma": "ሳቂታ",
        "example": ["ፍልቅልቅ", "ፎለፎል"]
    },
    {
        "lemma": "ሳንቃ",
        "example": ["የተጠረበ", "የተላገ", "የተሰነጠቀ እንጨት ለበር", "ለሳጥን", "ለመዝጊያ ስራ የሚሆን"]
    },
    {
        "lemma": "ሳበ",
        "example": ["መዘዘ", "አረዘመ", "ጎተተ", "ነቀለ", "ጠራ ቆ አወጣ", "አመጣ", "አቀረበ (ጋኔን)", "ወጠረ", "ገተረ", "ለጠጠ (ቆዳ, ድንኳን…)"]
    },
    {
        "lemma": "ሳቢ",
        "example": ["የሚስብ", "የሳበ", "ጎታች", "አምጪ", "አቅራቢ"]
    },
    {
        "lemma": "ሳቢያ",
        "example": ["ሰበብ", "ምክንያት", "መናኛ", "ተወራጅ", "አረቄ"]
    },
    {
        "lemma": "ሳባ",
        "example": ["አረንጓዴ", "የወንዝ ውሃ ልብስ"]
    },
    {
        "lemma": "ሳተ",
        "example": ["አጣ", "ሳይመታ", "ሳይወጋ ቀረ", "ረሳ", "ፈዘዘ", "ዘነጋ", "ተሳሳተ", "ገደፈ", "አጠፋ", "ረሳ", "አበደ", "ሽወጠ", "አእምሮውን ሳተ", "በህመም የተነሳ ሽንቱን", "ቅዘኑን በምንጣፍ ላይ ለቀቀ", "ሆሰተ", "ሳይሰምር ቀረ", "በቂ ዝናብ ባለመኖሩ አዝመራው ሳተ", "ተሰናከለ", "ተወላከፈ"]
    },
    {
        "lemma": "ሳተነ",
        "example": ["ቸኮለ", "ተቅለበለበ", "ተክለፈለፈ", "በረታ", "ሮጠ", "ፈጠነ", "ቀለጠፈ (ለስራ)"]
    },
    {
        "lemma": "ሳተና",
        "example": ["ብርቱ", "ሩዋጭ", "ቀልጣፋ", "ፈጣን"]
    },
    {
        "lemma": "ሳታት",
        "example": ["የሌሊት ፀሎት"]
    },
    {
        "lemma": "ሳቴላይት",
        "example": ["ወደ ሰላሳ ስድስት ሺህ ኪሎ ሜትር በሚጠጋ ርቀት ላይ በመሆን ከህዋው የተለያዩ መረጃዎችን ወደ ምድር የሚያስተላልፍ የመገናኛና የምርምር መሳሪያ"]
    },
    {
        "lemma": "ሳነ",
        "example": ["ተሳነ", "ሀይል", "ጉልበት አጣ", "ሳይሰራ ቀረ"]
    },
    {
        "lemma": "ሳኒታ",
        "example": ["ነገ", "ማግስት", "የሚቀጥለው ቀን"]
    },
    {
        "lemma": "ሳኒታሪ",
        "example": ["ንፅህና", "የጤና አጠባበቅ"]
    },
    {
        "lemma": "ሳን ማሪኖ",
        "example": ["በኢታሊያን አፔኒኖ ውስጥ ከሞንቴ ቲንታኖ አጠገብ የሚገኝ", "የመሬቱ ስፋት 61 ስኮር ኪሎ ሜትር", "የህዝብ ብዛት 26 ሺህ", "ዋና ከተማ ሳን ማሪኖ"]
    },
    {
        "lemma": "ሳንሱር",
        "example": ["የሚፃፉ ነገሮችን የሚቆጣጠር", "የሚፈቅድ", "የሚሰርዝ ድርጅት"]
    },
    {
        "lemma": "ሳንሳ",
        "example": ["ቃሬዛ", "ወሳንሳ", "ወሰካ"]
    },
    {
        "lemma": "ሳንቃ",
        "example": ["ለመዝጊያ", "ለሳጥን", "ለጠረጴዛ የሚሆን", "የተጠረበና የተሳገ እንጨት"]
    },
    {
        "lemma": "ሳንቡቅ",
        "example": ["ታንኳ", "ጀልባ"]
    },
    {
        "lemma": "ሳንባ",
        "example": ["በደረት ውስጥ የሚገኝ", "ለሁለት የተከፈለ አካል", "አየርን ከውጪ ወደ ደም የሚያደርስና የቆሸሸውን አየር ከደም ወደ ውጪ የሚያስተላልፍ የሰውነት አካል"]
    },
    {
        "lemma": "ሳንባ ምች",
        "example": ["ኒሞኒያ", "በቫይረስ ባክተሪያዎች አማካይነት የሚደርስ የሳንባ ልክፈት"]
    },
    {
        "lemma": "ሳንቲ ዛጉፍ",
        "example": ["ዋሽንት", "ቃና", "እንደ እምቢልታ", "ስንትርትር ያለ ላህ ዜማ ያለው", "የቃና ድምጥ ሁሉ ሳንቲ ዛጉፍ ይባላል"]
    },
    {
        "lemma": "ሳንክ",
        "example": ["አሰናካይ", "እንቅፋት", "ሰንካላ ነገር", "ምክንያት", "ጠንቅ", "ሰበብ", "ሳቢያ"]
    },
    {
        "lemma": "ሳንድዊች",
        "example": ["በተሰነጠቁ ዳቦዎች መካከል የተጠበሰ ስጋ", "እንቁላል", "ቲማቲም", "ሰላጣ", "አሳ...ተደርጎ የሚበላ", "የሚገመጥ"]
    },
    {
        "lemma": "ሳንጃ",
        "example": ["በጠመንጃ ላይ የሚሰካ ሰይፍ", "አስተኔ"]
    },
    {
        "lemma": "ሳኦ ቶምና ፕሪንሲፔ",
        "example": ["በምእራብ አፍሪካ ዳርቻ ሁለት ደሴቶች አጠቃሎ የያዘ", "የመሬቱ ስፋት 960 ስኮር ኪሎ ሜትር", "የህዝብ ብዛት 142,000", "ዋና ከተማ ሳኦ ቶም"]
    },
    {
        "lemma": "ሳካ",
        "example": ["እንከን", "የገላ ነውር", "ቋቁቻ", "እከክ"]
    },
    {
        "lemma": "ሳካ የለሽ",
        "example": ["ምንም እንከን የሌለው"]
    },
    {
        "lemma": "ሳውና",
        "example": ["በጋለ ድንጋይ ላይ ውሃ አየፈሰሰ  ላቦት"]
    },
        {
        "lemma": "ሳውና",
        "example": ["የሚወጣበትና ሰው ሲገባበት ከሰውነቱ ላብ እንዲወጣ የሚያደርግ የመታጠቢያ ክፍል"]
    },
    {
        "lemma": "ሳውዲ",
        "example": ["አብዛኛውን የአረቢያን ባህረ ገብ መሬት የያዘ አገር", "ስፋቱ 2,149,690 ስኮር ኪሊ ሜትር", "የህዝብ ብዛት 21.6 ሚሊዮን", "ዋና ከተማ ሪያድ"]
    },
    {
        "lemma": "ሳይንስ",
        "example": ["የስነ ፍጥረት ትምህርት", "ጥናት"]
    },
    {
        "lemma": "ሳይንቲስት",
        "example": ["በስነ ፍጥረት ጠበብትነት የተራቀቀ", "ጉልህና ተጨባጭ ግኝቶችን በተግባር ያስመሰከረ ባለሙያ"]
    },
    {
        "lemma": "ሳይኪያትሪ",
        "example": ["የአእሮ ህክምና ጥናት", "ትምህርት"]
    },
    {
        "lemma": "ሳይኮሎጂ",
        "example": ["የስነ ልቦና ትምህርት", "ጥናት"]
    },
    {
        "lemma": "ሳይዳ",
        "example": ["እመቤት"]
    },
    {
        "lemma": "ሳይፕረስ",
        "example": ["በምስራቃዊ ሜዲትራንያን ባህር ውስጥ የሚገኝ አገር", "የመሬቱ ስፋት 9,240 ስኮየር ኪሎ ሜትር", "የህዝቡ ብዛት 786,000", "ዋና ከተማ ኒኮሲያ"]
    },
    {
        "lemma": "ሳደረ",
        "example": ["አመረቀዘ", "አቀበረ", "ለገመ", "ቁስል", "ተራርቆ", "በተራ", "በሰልፍ ቆመ"]
    },
    {
        "lemma": "ሳዱላ",
        "example": ["ቁርሃት", "በቅራት", "ቅንብባት", "የልጅ አገረድነት", "ያለማግባት ምልክት"]
    },
    {
        "lemma": "ሳገ",
        "example": ["ሻጠ", "ሰካ", "ጨመረ", "አገባ", "ጉሮሮን ገትሮ ያዘ", "ተሰካ", "ተናነቀ", "ትንፋሽ ከለከለ", "ልጂቱ ሳግ እየተናነቃት አለቀሰች"]
    },
    {
        "lemma": "ሳጣራ",
        "example": ["ከሸንበቆና ከቀርቅሃ የሚሰራ ለወለል ምንጣፍ የሚሆን", "ከቀርቀሃ", "ከመቃ የተሰራ ገበታ"]
    },
    {
        "lemma": "ሳጣን",
        "example": ["ተቀያየመ", "ተጣላ", "ተካሰሰ", "በባላጋራነት ተከታተለ", "በክፉ ነገር ተፈላለገ", "ተጋደለ", "ሰውንና ሰውን አጣይ", "አጋዳይ", "ባላጋራ", "ክፉ ጠላት"]
    },
    {
        "lemma": "ሳጥናኤል",
        "example": ["የዲያብሎስ", "የሰይጣን ስም"]
    },
    {
        "lemma": "ሳጥን",
        "example": ["የገንዘብ", "የልብስ", "የእቃ መክተቻ", "ማስቀመጫ", "ሰንዱቅ"]
    },
    {
        "lemma": "ሳጨ",
        "example": ["ፋቀ", "ፈገፈገ", "ሞዠቀ", "ጠረገ", "ወለወለ", "የበላበትን ሳህን ሳጨ", "ቆጠቆጠ", "ነዘነዘ", "የእግሩ ቁስል ሳጨው", "ተበሳጨ", "ተናደደ"]
    },
    {
        "lemma": "ሳፍራን",
        "example":["ሽቱ"]
    },
        {
        "lemma": "ሴይንት ሉቺያ",
        "example": ["በካሪቢያን የሚትገኝ ደሴት", "ስፋቷ 610 ስኮየር ኪሎ ሜትር"]
    },
    {
        "lemma": "ሴይንት ኪትስና ነቪስ",
        "example": ["በካሪቢያን የሚገኙ ደሴቶች", "ስፋታቸው 360 ስኮየር ኪሎ ሜትር", "የህዝብ ብዛት 41,000", "ዋና ከተማ ባሴተር"]
    },
    {
        "lemma": "ሴይንት ቪንሰንትና ግሪናዳይንስ",
        "example": ["በካሪቢያን የሚገኙ ደሴቶች", "ስፋታቸው 340 ስኮየር ኪሎ ሜትር", "የህዝብ ብዛት 111,000", "ዋና ከተማ ኪንግስተን"]
    },
    {
        "lemma": "ሴደር",
        "example": ["ተራ መቆም", "በረድፍ በረድፍ መሄድ", "ዝንጉርጉር ነጭና ቀይ (የበሬ መልክ)", "አሜከላ", "እሾህ"]
    },
    {
        "lemma": "ሴደርያ",
        "example": ["አጭር የደረት ጥብቆ", "ባለጌጥ"]
    },
    {
        "lemma": "ስሂን",
        "example": ["ልባንጃ", "የጢስ እንጨት", "ምጥን", "እጣን", "ጥሩ ሽታ ያለው"]
    },
    {
        "lemma": "ስሃ",
        "example": ["ስህተት", "ነውር", "የሚያስነውር ነገር"]
    },
    {
        "lemma": "ስሉሴ",
        "example": ["የበቅሉ ዶቃ", "መረሸት", "ዐናዕል", "ሻኩራ"]
    },
    {
        "lemma": "ስሉስ",
        "example": ["የገበጣ ስም", "ዶቃ"]
    },
    {
        "lemma": "ስላቅ",
        "example": ["በንቀት መናገር", "አላጋጭ"]
    },
    {
        "lemma": "ስላች",
        "example": ["ጠባብ መንገድ", "የመንገድ ፈለግ", "ጥቃሽ"]
    },
    
    {
        "lemma": "ስልምልም አለ",
        "example": ["ተዝለፈለፈ", "ተስለመለመ"]
    },
    {
        "lemma": "ስልምታ",
        "example": ["በተለያዩ ምክንያት አእምሮን መሳት", "የቅፅበ ታጣፊ ስሜት መጥፋት"]
    },
    {
        "lemma": "ስልስ ወጥ",
        "example": ["በዘይትና በሽንኩርት የተሰራ የቲማቲም ወጥ", "በአዋዜ በቅቤና በክትፎ የተሰራ ወጥ"]
    },
    {
        "lemma": "ስልባቦት",
        "example": ["ወተት ተፈልቶ ሲቀዘቅዝ የሚሰፈው (ቅቤ)"]
    },
    {
        "lemma": "ስልብ",
        "example": ["ቁላውን የተሰለበ", "የተቆረጠ"]
    },
    {
        "lemma": "ስልት",
        "example": ["ዘዴ", "ብልሃት", "አካሄድ", "ስርአት", "መንገድ"]
    },
    {
        "lemma": "ስልቻ",
        "example": ["አቁማዳ", "ቀልቀሉ", "አይበት", "ወበሬ", "ፊኛ", "ጭልጊ", "ቀርበታ"]
    },
    {
        "lemma": "ስልክ",
        "example": ["ቴሌፎን", "ስልክ ቤት"]
    },
   
    {
        "lemma": "ስልጆ",
        "example": ["ባቄላ ፈጭቶ ከሰናፍጭና ከቅመም ጋር አዋህዶ", "በጥብጦ ሲቦካ ስልጆ ይሆናል"]
    },
        {
        "lemma": "ስሞታ",
        "example": ["ወቀሳ", "እንዲህ ሰራኝ", "እንዲህ አደረገኝ ብሎ መናገር"]
    },
    {
        "lemma": "ስሪ ላንካ",
        "example": ["በህንድ ደቡብ ውቅያኖስ ውስጥ የሚገኝ ደሴት", "የመሬቱ ስፋት 64,740 ስኮር ኪሎ ሜትር", "የህዝብ ብዛት 18.6 ሚሊዮን", "ዋና ከተማ ኮሉምቦ"]
    },
    {
        "lemma": "ስራና",
        "example": ["የሽንብራ ቂጣ", "ዱቢት"]
    },
    {
        "lemma": "ስራ አስኪያጅ",
        "example": ["የስራ መሪ", "ሀላፊ", "ሹም"]
    },
    {
        "lemma": "ስራይ",
        "example": ["መርዝ"]
    },
    {
        "lemma": "ስር",
        "example": ["የደም ስር", "በሰውነት ውስጥ ያሉትን ፈሳሾች የሚያስተላልፍ ቱቦ", "ቦይ", "ካናል", "ስጋና ስጋ አጥንትም የሚያያዝበት", "የዛፍና የተክል ስር በአፈር ውስጥ", "ግርጌ", "የተራራ የገደል ስር", "የፍጥረት መነሻ", "መወጠኛ", "በልብ ውስጥ የመኩረፍረፍ ድምፅ መስጠት"]
    },
    {
        "lemma": "ስርስር",
        "example": ["የተሰረሰረ", "የተበሳ", "ብስ", "የተነደለ", "የተሰበረ"]
    },
    {
        "lemma": "ስርቅ አለ",
        "example": ["ኣፋቀ", "ህቅ አለ", "ፋተ", "ሸቀበ"]
    },
    {
        "lemma": "ስርቅታ",
        "example": ["ህቅታ"]
    },
    {
        "lemma": "ስርነቃ",
        "example": ["ስንፈጣ", "ትንታ"]
    },
    {
        "lemma": "ስርቆሽ",
        "example": ["ሌብነት", "መስረቅ"]
    },
    {
        "lemma": "ስርንቅ",
        "example": ["የተሰረነቀ", "እፍን"]
    },
    {
        "lemma": "ስርአተ አልበኝነት",
        "example": ["ለህግ አለመግዛት", "ህውከት መፍጠር", "በስሜት መገፋፋት", "ፍጅት", "ዝርፊያ", "ኢፍትሃዊ መሆን"]
    },
    {
        "lemma": "ስርአት",
        "example": ["የህግና የትእዛዝ መጠበቂያ ደንብ", "ብያኔ", "ውሳኔ", "ወግ", "ልማድ"]
    },
    {
        "lemma": "ስርወ ቃል",
        "example": ["ቃሉ የበቀለበት", "የተገኘበት", "የቃሉ ስር"]
    },
    {
        "lemma": "ስርጣስርጥ",
        "example": ["ቀጥ ያለ መንገድ ያልሆነ", "ጠመዝማዛ", "ወጣ ገባ የበዛበት አስቸጋሪ መንገድ"]
    },
    {
        "lemma": "ስርጥ",
        "example": ["በጣም ቀጭን መንገድ", "በገደልና በገደል መሃል ያለ ጠባብ መተላለፊያ", "በባህርና በባህር መሃል የሚያስተላልፍ ቀጭን መሬት"]
    },
    {
        "lemma": "ስርፀት",
        "example": ["መውጣት", "መብቀል", "አበቃቀል", "ቡቃያነት"]
    },
    {
        "lemma": "ስቃይ",
        "example": ["ፈተና", "መከራ", "ጭንቅ", "ጣጣ", "ውርደት"]
    },
    {
        "lemma": "ስበት",
        "example": ["ማንኛውም ቁስ አካል ካለው ባህርያት ውስጥ አንዱ ሌላውን ቁስ አካል የመሳብ ባህርይ (ግራቪቲ)"]
    },
    {
        "lemma": "ስብ",
        "example": ["ነጭና ቅባትነት ያለው ጮማ"]
    },
    {
        "lemma": "ስብሃት",
        "example": ["ማመስገን", "ምስጋና", "ማሳረጊያ"]
    },
    {
        "lemma": "ስብቆ",
        "example": ["የአጃ አጥሚት"]
    },
    {
        "lemma": "ስብእና",
        "example": ["ሰብአዊነት", "የሰው ልጅነት"]
    },
    {
        "lemma": "ስብጥር",
        "example": ["ቅንጅት", "ይዘት", "ሁሉንም ያጠቃለለ"]
    },
    {
        "lemma": "ስታርች",
        "example": ["የአረንጓዴ እፀዋት የብርሃን አስተፃምሮ ዋና ውጤት", "ባለብዙ ሶከር ካርቦ ሃይድሬት"]
    },
    {
        "lemma": "ስታቲስቲክስ",
        "example": ["የጥናታዊ መረጃ ጥንቅር"]
    },
    {
        "lemma": "ስታዲየም",
        "example": ["ካምቦሎጆ", "ለኳስና ለልዩ ልዩ የስፖርት ጨዋታዎች የተዘጋጀ", "ዙርያውን በግንብ ተከቦ የተሰራ", "ለተመልካቾች መቀመጫ ያለው ስፍራ"]
    },
    {
        "lemma": "ስት",
        "example": ["ቄጠማ"]
    },
    {
        "lemma": "ስትራተጂ",
        "example": ["በአንድ የትግል ደረጃ አንድ አጠቃላይ ግብ ለመምታት የሚደረግ የእቅድና የተግባር ቅንብር", "ስኬታማነትን የሚያስገኝ ፕላን", "እቅድ", "ስልት ዘዴ", "ቅየሳ", "ቴክኒክ"]
    },
    {
        "lemma": "ስነ መነሾ",
        "example": ["የበሽታ መነሻ ምክንያቶች በሚጠናበት የሳይንስ ክፍል"]
    },
    {
        "lemma": "ስነ መልክአ ምድር",
        "example": ["በምድር ገፅ ላይ የሚታዩትን የተራሮች", "ሜዳዎች", "ሸለቆዎችና ወንዞች አፈጣጠር ሂደት የሚያጠና የስነ ምድር ጥናት (ጂዮሞርፎሎጂ)"]
    },
    {
        "lemma": "ስነ ማእድን",
        "example": ["በማእድን ምርት ሂደት ውስጥ ስራ ላይ የሚውል የስነ ምድር እውቀት"]
    },
    {
        "lemma": "ስነ ምስለ ምድር",
        "example": ["በአየር ፎቶግራፎች ምርመራ ላይ የተመሰረተ የስነ ምድር ጥናት (ፎቶጂዮሎጂ)"]
    },
    {
        "lemma": "ስነ ምድራዊ ነዳጅ",
        "example": ["የተፈጥሮ ነዳጅን አፈጣጠር", "አከመቻቸትና አመራረቱን የሚያጠና የስነ ምድር ክፍል"]
    },
    {
        "lemma": "ስነ ምድራዊ ውሃ",
        "example": ["የውሃውን ጥናት የሚከታተል የምህንድስና ዘርፍ (ሃይድሮሎጂ)"]
    },
    {
        "lemma": "ስነ ምድር",
        "example": ["የምድር ምርምር (ጂዮሎጂ)"]
    },
    
    {
        "lemma": "ስትራተጂ",
        "example": ["በአንድ የትግል ደረጃ አንድ አጠቃላይ ግብ ለመምታት የሚደረግ የእቅድና የተግባር ቅንብር", "ስኬታማነትን የሚያስገኝ ፕላን", "እቅድ", "ስልት ዘዴ", "ቅየሳ", "ቴክኒክ"]
    },
    {
        "lemma": "ስነ መነሾ",
        "example": ["የበሽታ መነሻ ምክንያቶች በሚጠናበት የሳይንስ ክፍል"]
    },
    {
        "lemma": "ስነ መልክአ ምድር",
        "example": ["በምድር ገፅ ላይ የሚታዩትን የተራሮች", "ሜዳዎች", "ሸለቆዎችና ወንዞች አፈጣጠር ሂደት የሚያጠና የስነ ምድር ጥናት (ጂዮሞርፎሎጂ)"]
    },
    {
        "lemma": "ስነ ማእድን",
        "example": ["በማእድን ምርት ሂደት ውስጥ ስራ ላይ የሚውል የስነ ምድር እውቀት"]
    },
    {
        "lemma": "ስነ ምስለ ምድር",
        "example": ["በአየር ፎቶግራፎች ምርመራ ላይ የተመሰረተ የስነ ምድር ጥናት (ፎቶጂዮሎጂ)"]
    },
    {
        "lemma": "ስነ ምድራዊ ነዳጅ",
        "example": ["የተፈጥሮ ነዳጅን አፈጣጠር", "አከመቻቸትና አመራረቱን የሚያጠና የስነ ምድር ክፍል"]
    },
    {
        "lemma": "ስነ ምድራዊ ውሃ",
        "example": ["የውሃውን ጥናት የሚከታተል የምህንድስና ዘርፍ (ሃይድሮሎጂ)"]
    },
    {
        "lemma": "ስነ ምድር",
        "example": ["የምድር ምርምር (ጂዮሎጂ)"]
    },
    {
        "lemma": "ስነ ምድር ነክ ምህንድስና",
        "example": ["ለኮንስትራክሽን ምህንድስና ስራ አስፈላጊ የሆነ የስነ ምድር ትምህርት (ኢንጂነሪንግ ጂዮሎጂ)"]
    },
        {
        "lemma": "ሽብረቃ",
        "example": ["ወዝ", "ውበት", "ፀዳል", "የመልክ ጥራት", "ጥሩነት", "ወለልታ", "ላህይ", "ማሸብረቅ", "ማሳመር"]
    },
    {
        "lemma": "ሽብር",
        "example": ["ግርግርታ", "ሁከት", "ፍጅት", "ብጥብጥ"]
    },
    {
        "lemma": "ሽብብ",
        "example": ["አፉ የታሰረ", "የተሸበበ"]
    },
    {
        "lemma": "ሽብዳ",
        "example": ["ምዥራጥ", "አንካሴ"]
    },
    {
        "lemma": "ሽታ",
        "example": ["ጣእመ መአዛ ያለው", "መጥፎ መአዛ ያለው", "ህፃን ሲወለድ በሰውነቱ ላይ የሚታይ ጥቁር ገላ"]
    },
    {
        "lemma": "ሽና",
        "example": ["ፈር", "ትልም", "ሽንት መሽናት"]
    },
    {
        "lemma": "ሽንብራ",
        "example": ["የአበባ እህል"]
    },
    {
        "lemma": "ሽንተ ማጥ",
        "example": ["ለመሽናት መቸገር", "በሚሸናበት ጊዜ ህመም መሰማት"]
    },
    {
        "lemma": "ሽንተ ጠፍ",
        "example": ["ሽንት ከኩላሊት አለመፍለቅ"]
    },
    {
        "lemma": "ሽንት",
        "example": ["ከኩላሊት የሚመነጭ", "በፊኛ የሚጠራቀም", "ሲሸና የሚከረፋ", "ዘር", "ልጅ"]
    },
    {
        "lemma": "ሽንት ውሃ",
        "example": ["በማህፀን ውስጥ ሽሉን የሚከብ ፈሳሽ", "እንሽሮት"]
    },
    {
        "lemma": "ሽንታም",
        "example": ["ሽንተ ብዙ", "ቶሎ ቶሎ የሚሽና", "ፈሪ", "ጡርቂ"]
    },
    {
        "lemma": "ሽንኩርት",
        "example": ["የተክል ስም", "ቀይና ነጭ", "ለቅመም የሚሆን"]
    },
    {
        "lemma": "ሽንጣም",
        "example": ["ማንኛውም ሽንጠ ረጅም እንስሳ", "ፍጡር"]
    },
    {
        "lemma": "ሽንጥ",
        "example": ["ከማጅራት እስከ መቀመጫ ግራና ቀኝ ያለ ገላ", "የታወቀ የስጋ ብልት", "ከፍሪዳ ጀርባ ላይ ተከፍሉ የሚወጣ አጥንትና ክሳዳ ያለበት ክፍል"]
    },
    {
        "lemma": "ሽንጥ ራስ",
        "example": ["የሽንጥ ጫፍ"]
    },
    {
        "lemma": "ሽንገላ",
        "example": ["ድለላ", "ከልብ ያልሆነ ነገር"]
    },
    {
        "lemma": "ሽንፈት",
        "example": ["ድክመት", "ደባ", "ንቅዘት", "ተንኮል", "ሽር"]
    },
    {
        "lemma": "ሽንፍላ",
        "example": ["በሚያመሰኩ እንስሳት የከርስ ሶስተኛው ክፍል", "ምግብ ከተመነዠከ በኋላ ተቀብሎ ወደ ቆሽት የሚያስተላልፍ"]
    },
    {
        "lemma": "ሽንፍ",
        "example": ["የተሸነፈ", "ድል የሆነ", "የተረታ", "የተመታ"]
    },
    {
        "lemma": "ሽከካ",
        "example": ["የገና ጫዋታ ሩር"]
    },
    {
        "lemma": "ሽክ",
        "example": ["ማጌጥ", "መሸተር"]
    },
    {
        "lemma": "ሽክ አለ",
        "example": ["አጌጠ", "ተሸተረ"]
    },
    {
        "lemma": "ሽክና",
        "example": ["የጠላ", "የውሃ መጠጫ ቅል", "ጥልቂት", "አንኮላ"]
    },
    {
        "lemma": "ሽኮኮ",
        "example": ["በትከሻ መሽከም", "አሽኮኮ", "በጎሬ", "በየቋጥኙ ስር የሚኖር ጥንቸል የሚመስል አውሬ"]
    },
    {
        "lemma": "ሽውታ",
        "example": ["ግርፋት", "ምች", "ምታት", "ወፊ", "የወሬ ፍንጭ"]
    },
    {
        "lemma": "ሽው አለ",
        "example": ["ያልተረጋገጠ ወሬ", "በየቦታው ተነገረ", "የተተኮሰ ጥይት", "ሽው ብሉ አለፈ", "ሄደ"]
    },
    {
        "lemma": "ሽው ሽው አለ",
        "example": ["ትንሽ ነፋስ ቅጠሉን እያነፈሰ", "የፉጨት ድምፅ እያሰማ ነፈሰ", "ሸውሻዋ ሰው", "ዛሬ ከአንዱ ጋር ነገ ከሌላ ጋር", "ሽው ሽው", "ሀብ ሀብ አለ"]
    },
    {
        "lemma": "ሽያጭ",
        "example": ["ዋጋ", "ለውጥ"]
    },
    {
        "lemma": "ሽግ አለ",
        "example": ["የሰጠውን ቃል አልፈፅምም ብሎ ነገ ተነገ", "ወዲያ ኣለ", "ምክንያት አበዛ"]
    },
    {
        "lemma": "ሽግል",
        "example": ["የጨብጥ በሽታ", "ጨብጥ"]
    },
    {
        "lemma": "ሽፋሽፍት",
        "example": ["ሽፋል", "በአይን ቆብ ላይ ያለ ጠጉር"]
    },
    {
        "lemma": "ሽፍታ",
        "example": ["በቆዳ ላይ የሚወጣ ጊዜያዊ የቆዳ መንደብደብ"]
    },
    {
        "lemma": "ሽሽ",
        "example": ["ማባበል", "ዝም በል ማለት", "በብዙ ቢልዮን ህዝቦች የሚነገር ቃል"]
    },
    {
        "lemma": "ሾህ",
        "example": ["በልዩ ልዩ እፀዋቶች (አጋም, ቀጋ, ግራር, ቀንጠፋ) ላይ የሚገኝ ፈ ሹል"]
    },
    {
        "lemma": "ሾለ",
        "example": ["ተሳለ", "ተባ", "ሾጠጠ", "ሞጠሞጠ (እበጥ)"]
    },
    {
        "lemma": "ሾለከ",
        "example": ["አመለጠ", "አለፈ", "አፈተለክ", "ሄደ"]
    },
    {
        "lemma": "ሾላ",
        "example": ["ትልቅ ዛፍ", "ፍሬው የሚበላ", "ሞኝ", "ተላላ", "ቆንጆ", "ማማር", "ውብነት", "ደግ", "ቸር"]
    },
    {
        "lemma": "ሾመ",
        "example": ["ስልጣን ሰጠ", "አከበረ", "ማእረግ ሰጠ", "ሴመ", "አበጀ", "አዘጋጀ", "መላ", "ጢም አደረገ", "ዝም አሰኘ"]
    },
    {
        "lemma": "ሾረ",
        "example": ["ዞረ", "ተንሸረሸረ", "ተንበደበደ", "በፍርሃት ተገዛ", "ተለማመጠ"]
    },
    {
        "lemma": "ሾርባ",
        "example": ["ስጋ", "አትክልት ተቀቅሎ እሳቱ መዝምዞት ጣእሙ በመረቁ ላይ መገኘት", "ሾርባ", "መረቅ መሆን"]
    },
    {
        "lemma": "ሾርኒ",
        "example": ["ድብቅ", "ስውር", "እጅ አዙር"]
    },
        {
        "lemma": "ሾቀ",
        "example": ["ራሰ", "ረሰረሰ", "ተንገረገበ"]
    },
    {
        "lemma": "ሾተለ",
        "example": ["አሾተለ", "አቆበቆበ", "አሰፈሰፈ", "ለመንጠቅ", "ነገር ለመስማት"]
    },
    {
        "lemma": "ሾተል",
        "example": ["ጎራዴ", "ዋልሴ", "ጎበጥ ያለ"]
    },
    {
        "lemma": "ሾካካ",
        "example": ["የሾከከ", "ጥላ ቢስ", "ነገረኛ"]
    },
    {
        "lemma": "ሾኬ",
        "example": ["ሰብቀኛ", "አቃጣሪ", "ጆሮ አጋሚ", "በስተ ጀርባ ሆኖ የነገር ጅራፍ አጯሂ", "መጥለፍ", "መምታት"]
    },
    {
        "lemma": "ሹክክ አለ",
        "example": ["ሾከከ", "ቅልል አለ", "ውቃቢ ራቀው"]
    },
    {
        "lemma": "ሾጠጠ",
        "example": ["ከታች ወፍሮ ከላይ የቀጠነ", "የሾጠጠ"]
    },
    {
        "lemma": "ሾጤ",
        "example": ["ወገበ ቀጭን", "ሎጋ", "በአቋቋም የተዋበ", "ያማረ"]
    },
    {
        "lemma": "ሾጥ አደረገ",
        "example": ["ሸነቆጠ", "ገረፈ", "መታ"]
    },
    {
        "lemma": "ሾጥ አለ",
        "example": ["ተዋበ", "አማረ", "ተዘየነ (በልብስ)"]
    },
    {
        "lemma": "ሾፈ",
        "example": ["አሾፈ", "አፌዘ", "ቀለደ"]
    },
    {
        "lemma": "ሾፌ",
        "example": ["ሱፋጫ የሆነ ሹል ደንጊያ", "ገብስ ለማምረት ተስማሚ የሆነ መሬት"]
    },
    {
        "lemma": "ሾፌር",
        "example": ["መኪና ነጂ"]
    },
    {
        "lemma": "ቀ",
        "example": ["በትናጋ የሚነገር ሰባተኛ ፊደል"]
    },
    {
        "lemma": "ቀህዋ",
        "example": ["ቀሽሩና ጀንፈሱ ተቀላቅሎ የተፈላ ቡና"]
    },
    {
        "lemma": "ቀለህ",
        "example": ["በቂጡ ከምሱር", "በውስጡ ባሩድ", "በጫፉ አረር የሌለበት ውስጠ ክፍት ነሃስ", "ውስጠ ባዶ ነገር"]
    },
    {
        "lemma": "ቀለለ",
        "example": ["አነሰ", "ጎደለ", "አለቀ", "ክብደቱ የቀነሰ", "ክብደት የሌለው", "ተዋረደ", "ተልከሰከሰ", "ተንከወከወ", "ቅሌታም ሆነ", "በጎ ሆነ", "ተሻለ", "እዳው", "እስራቱ", "ዝናቡ", "ስራው ቀነሰ", "አነሰ"]
    },
    {
        "lemma": "ቀለል አለ",
        "example": ["በሽታው", "ዝናቡ", "ገበያው", "ደመናው", "ስብሰባው ቀለል አለ"]
    },
    {
        "lemma": "ቀለመ",
        "example": ["ቀለም አገባ", "ቀለም ያዘ", "ታለለ", "ነበዘ", "ሰረበ", "ተቀባ", "ቀለበ", "ያዘ (የተወረወረ ነገር)", "አዛወረ", "ጠቀለለ", "አሳደፈ", "ኣወሰከ"]
    },
    {
        "lemma": "ቀለም",
        "example": ["ልዩ ልዩ መልክ ያለው የተቀመመ ፈሳሽ", "ለመፃፍ", "ለመሳል", "ለመቀባት የሚያገለግል", "ቀሰም", "ማግ የሚደወርበት ከቀጫጭን ሸንበቆ የሚሰራ"]
    },
    {
        "lemma": "ቀለሰ",
        "example": ["አጎበጠ", "አስጎነበሰ", "አንገቱን ደፋ", "አዘነ", "ጎጆ", "ንብረት አቆመ", "ተከለ", "በፊን በአውድማ ውስጥ መራ", "አጠፈ", "ቀነፈ", "ከበሰ", "ሰፋ፥", "ቀለበሰ"]
    },
    {
        "lemma": "ቀለቀለ",
        "example": ["ነደደ", "ተንበለበለ", "ተቃጠለ", "ተገናኘ", "የተበታተነው በአንድነት ሆነ", "ተመለሰ", "ተቀላቀለ", "ሙሽሮቹ ከቤተ ዘመዱ ጋር ተቀላቀሉ", "ሮጠ", "ኳተነ", "ተንቀዠቀዠ", "ባከነ"]
    },
    {
        "lemma": "ቀለበ",
        "example": ["መገበ", "አበላ", "ድርጎ ሰጠ", "ያዘ ቀለመ (ኳስ….)", "አወቀ", "አስተዋለ", "በቶሎ ትምህርት", "ነገር ገባው"]
    },
    {
        "lemma": "ቀለበሰ",
        "example": ["አጠፈ", "ቀነፈ", "ከበሰ (የልብስ ጫፍ)"]
    },
   
    {
        "lemma": "ቀለበተ",
        "example": ["ቀለበት ስራ", "ከበበ", "ዙሪያውን ግጥም አደረገ"]
    },
        {
        "lemma": "ቀለበት",
        "example": [
            "በአንገትና በጣት ላይ የሚደረግ ከወርቅ ከብር የተሰራ ጌጥ",
            "ለጋብቻ ቃል ኪዳን ምልክት ሆኖ በጣት ላይ የሚደረግ",
            "ማንኛውም ዙሪያ ክብነት ያለው ነገር"
        ]
    },
    {
        "lemma": "ቀለተ",
        "example": [
            "ረጠበ", "ረዳ", "አግዘ", "ሰጠ",
            "ሰጠ", "ገቦ ሰጠ", "ጎባ",
            "አበደ", "ወፈፍተኛ", "ቅሌተኛ ሁን"
        ]
    },
    {
        "lemma": "ቀለታ",
        "example": [
            "ማበደር", "መበደር", "መስጠት", "መቀበል",
            "አፈላማ", "ቀጨማ መስጠት"
        ]
    },
    {
        "lemma": "ቀለት",
        "example": [
            "በረከተ ገፅ", "ስጦታ", "የእጅ መንሻ ገንዘብ"
        ]
    },
    {
        "lemma": "ቀለንቶ",
        "example": [
            "የወር መቁጠሪያ", "ካሌንደር"
        ]
    },
    {
        "lemma": "ቀለንጅ",
        "example": [
            "ትንሽ የዝሆን ጥርስ"
        ]
    },
    {
        "lemma": "ቀለኸ",
        "example": [
            "ፍሬ አልባ ቀረ", "ገነበበ", "ቀለህ", "ውስጠ ባዶ ሆነ"
        ]
    },
    {
        "lemma": "ቀለዘ",
        "example": [
            "አለልክ ደረቀ", "ከቸለ", "ጨለኸ", "ገረረ",
            "መጠጠ", "ከላ", "በሃዘን ብዛት ፊቱ ቀለዘ"
        ]
    },
    {
        "lemma": "ቀለየ",
        "example": [
            "በጣም ወደ ውስጥ ጠለቀ", "ገባ"
        ]
    },
    {
        "lemma": "ቀለደ",
        "example": [
            "አፌዘ", "አሾፈ", "ተረበ", "አቧለተ", "አባገጠ",
            "ዋዛ", "ፈዛዛ ተናገረ", "አባጨ", "አሽሟጠጠ", "ተሳለቀ",
            "ለካ", "ሰፈረ (ቀላድ መሬት)"
        ]
    },
    {
        "lemma": "ቀለጠ",
        "example": [
            "ሟሟ", "ፈሰሰ", "ቀጠነ (በፀሃይ በሙቀት)",
            "ከሰረ", "ጠፋ", "ያበደረው ገንዘብ ቀለጠ",
            "ሰባ", "ደነደነ", "ጮ", "ደራ", "ደመቀ", "አማረ",
            "ሙሽራው ሲገባ ዘፈኑ", "እልልታው ቀለጠ",
            "ተመታ", "አምለው", "ዛለ", "ደከመ", "መሄድ አቃተው",
            "ተቀማጠለ", "ተምነሸነሽ", "ተኩነሰነሰ", "ባጠጠ", "ባለገ",
            "ተናደ", "ተደረመሰ", "ተንከባለለ (መሬት ተራራ)",
            "ጨቀየ", "ቦካ (አፈር)", "ቀረ", "ሳይመለስ ቆየ"
        ]
    },
    {
        "lemma": "ቀለጠመ",
        "example": [
            "ሰበረ", "አነከተ"
        ]
    },
    {
        "lemma": "ቀለጠፈ",
        "example": [
            "ፈጠነ", "ቸኮለ", "ሳተነ", "ሰለጠነ", "አከናወነ"
        ]
    },
    {
        "lemma": "ቀለጤ",
        "example": [
            "ራ ፈት", "ዋልጌ", "ሞሳጣ"
        ]
    },
    {
        "lemma": "ቀላ",
        "example": [
            "በሰለ", "ጎመራ", "ቀይ ሆነ", "ደም መሰለ", "ሊጋ", "መታ (ጥን)"
        ]
    },
    {
        "lemma": "ቀላመደ",
        "example": [
            "ወሽከተ", "ዘሳበደ", "ቀባጠረ", "ዋሽ"
        ]
    },
    {
        "lemma": "ቀላማጅ",
        "example": [
            "የሚወሻክት", "የሚቀባጥር"
        ]
    },
    {
        "lemma": "ቀላቀለ",
        "example": [
            "ደባለቀ", "ቀየጠ", "ዘነቀ", "አገናኘ", "አዘናጎለ", "አመሳሰለ",
            "መለሰ", "ሙሽሮች ከቤተ ዘመድ ጋር ተገናኙ"
        ]
    },
    {
        "lemma": "ቀላወጠ",
        "example": [
            "ሳይጋበዝ ከአንዱ ቤት ወደ ሌላው ቤት ሄደ", "ከጀለ", "አፈጠጠ",
            "የወደዱትን ቢያጡ የጠሉትን ይቀላውጡ", "ለመነ",
            "በአይኑ አማተረ ለማግኘት ጓጓ", "ሎመጀ"
        ]
    },
    {
        "lemma": "ቀላዋጭ",
        "example": [
            "የቀላወጠ", "የሚቀላውጥ", "አፍጣጭ", "ወጥን ማን ያውቃ ቢሉ ቀላዋጭ"
        ]
    },
    {
        "lemma": "ቀላይ",
        "example": [
            "ጥልቅና ሰፊ ባህር", "ውቅያኖስ", "የሚቀል", "የማይከብድ"
        ]
    },
    {
        "lemma": "ቀድ",
        "example": [
            "ጋሻ መሬት", "ከልዩ ልዩ ጭረት የተሸረበ ጐመድ", "ወደሮ"
        ]
    },
    {
        "lemma": "ቀላጥም",
        "example": [
            "ረዥም መሰላል", "መስሚያ", "ከባድ እቃ መሸከሚያ"
        ]
    },
    {
        "lemma": "ቀልበ ቢስ",
        "example": [
            "በቶሎ የሚረሳ", "ዝንጉ", "አእምሮው የተሳሳተ", "ትልቁን ትንሹን የሚረሳ"
        ]
    },
    {
        "lemma": "ቀልባም",
        "example": [
            "ልበ ሙሉ", "አስተዋይ", "አእምሮው ትክክል የሆነ"
        ]
    },
    {
        "lemma": "ቀልቃላ",
        "example": [
            "ሎጤ", "ሎጥሏጣ", "ዘዋሪ", "ከውካዋ"
        ]
    },
    {
        "lemma": "ቀልቤ",
        "example": [
            "መለዮ", "ገሪጻራ", "ረዥም ሻሽ"
        ]
    },
    {
        "lemma": "ቀልብ",
        "example": [
            "የአእምሮ መፍለቂያ", "የልብ እውቀት መኖሪያ", "ቀልብ ገዛ", "አደበ", "ተገነዘበ", "አስተዋለ", "አጤነ", "ሰከነ"
        ]
    },
    {
        "lemma": "ቀልድ",
        "example": [
            "ከውነት የራቀ ጨዋታ", "ተረብ", "ቧልት"
        ]
    },
    {
        "lemma": "ቀልደኛ",
        "example": [
            "ቀልድ ወዳድ", "የሚቀልድ", "አላጋጭ", "ቧልተኛ"
        ]
    },
    {
        "lemma": "ቀመለ",
        "example": [
            "ተባይ ያዘ", "ቅማል ገደለ", "ቅማል ሞሳበት", "ቅማላም ሆነ",
            "ለቀመ", "ፈለገ", "ቃረመ"
        ]
    },
    {
        "lemma": "ቀመመ",
        "example": [
            "አጣፈጠ", "አዋሃደ", "አስማማ (ቅመም መድሃኒት)"
        ]
    },
    {
        "lemma": "ቀመረ",
        "example": [
            "ቆጠረ", "አሰሳ", "ደመረ", "ከፈለ", "መደበ", "ተነተነ", "ለየ", "ስልት ነደፈ (በሳምንት በወር በአመት በአርእስት)",
            "አዘጋጀ", "አከናወነ", "አዋሃደ", "ከፈለ",
            "የጣሪያ (ባ) ዋልታ አዋተበ", "ጠሰፈ"
        ]
    },
    {
        "lemma": "ቀመሰ",
        "example": [
            "አጣጣመ", "ሞከረ (ምላስ)", "ትንሽ በላ", "መከራን ችግርን ደስታን ቀመሰ", "ተመታ", "ተገረፈ", "ሌባው ሃያ ጅራፍ ቀመሰ"
        ]
    },
        {
        "lemma": "ቀመቀመ",
        "example": [
            "ዘመዘመ", "ክፈፉ", "ጭገሩ እንዳይታይ ዳርዳሩን", "ጠርዝ", "ጠርዙን አጥፎ ሰፋ",
            "አቀመቀመ", "አበቀለ", "አሰነተተ", "ቆረጠ", "አሳጥሮ ሽለተ",
            "ለጋ", "ጠጣ", "አንደቀደቀ", "ጠጅ በብርሌ ቀመቀመ"
        ]
    },
    {
        "lemma": "ቀመጠለ",
        "example": [
            "አረደ", "በሬውን በካራ ቀመጠለ",
            "ከፊሉን አስቀረ", "ወሰደ", "ከተበደረው ገንዘብ ውስጥ ግማሹን ቀመጠለ",
            "ዋሸ", "ከእውነቱ ውሸቱ በዛ", "ሀቁን ትቶ ውሸቱን አብዝቶ ተናገረ",
            "ሳይቀጣ", "ሳይቆነጠጥ በብልግና አደገ", "ስድ አደግ ሆነ"
        ]
    },
    {
        "lemma": "ቀሚስ",
        "example": [
            "የሴት ልብስ", "የመሶብ ልብስ"
        ]
    },
    {
        "lemma": "ቀማ",
        "example": [
            "ዘረፈ", "ወሰደ", "ገፈፈ", "ነጠቀ", "ሞለጨፈ", "በዘበዘ"
        ]
    },
    {
        "lemma": "ቀምበር",
        "example": [
            "በከብት ደንደስ ላይ የሚውል ሞፈሩን የሚጎትት የእርሻ መሳሪያ",
            "ጠንካራ", "የጭካኔ አገዛዝ", "አስተዳደር"
        ]
    },
    {
        "lemma": "ቀምበር ተሸከመ",
        "example": [
            "ከባድ ስራ", "ሀላፊነት ወደቀበት", "ትዳር ያዘ"
        ]
    },
    {
        "lemma": "ቀምበጥ",
        "example": [
            "ቀንበጥ", "የዛፍ ቅጠል", "ህፃን", "ያልጠና ልጅ"
        ]
    },
    {
        "lemma": "ቀረ",
        "example": [
            "ሳይመጣ", "ሳይመለስ ቀረ", "አሰበ", "አስታወሰ", "ልቡ ቀረ", "ባባ",
            "ሳይሳካ", "ሳይከናወን ቀረ", "መና ሆነ", "ባዶ እጁን ቀረ",
            "የለፋበትን", "የደከመበትን ሳያገኝ ቀረ", "ፀነሰች", "አረገዘች", "ቅሪት ሆነች",
            "ተከለከለ", "አልተሰጠም", "ደመወዙ ሳይሰጠው ቀረ"
        ]
    },
    {
        "lemma": "ቀረመተ",
        "example": [
            "የስጋ ቅርጫ", "ክፍያ", "ቅርምት", "ተቀረመተ", "ተካፈለ", "ተነተነ"
        ]
    },
    {
        "lemma": "ቀረረ",
        "example": [
            "ጠለለ", "ተለየ", "ጠራ", "አተላው ዘቀጠ",
            "እንባ አዘለ", "አይኑ ቀረረ",
            "አንቃረረ", "አንቋረረ", "አንኮራፋ"
        ]
    },
    {
        "lemma": "ቀረሰ",
        "example": [
            "ቅርስ", "ገንዘብ ያዘ", "አጠራቀመ"
        ]
    },
    {
        "lemma": "ቀረሸ",
        "example": [
            "አቀረሽ", "አስመለሰ", "አስታወከ", "ተፋ (ህፃን)"
        ]
    },
    {
        "lemma": "ቀረቀረ",
        "example": [
            "ሸጎረ", "ደነቀረ", "ዘጋ",
            "ወደ ውስጥ ገብቶ ቀረ", "አልወጣ አለ"
        ]
    },
    {
        "lemma": "ቀረቀበ",
        "example": [
            "አሰረ", "ወደረ", "ቦደነ",
            "ጭነቱን በሁለት ወገን አድርጎ ቀረቀበ",
            "እህሉን ከገለባው ከእብቁ ለየ",
            "ኳስ ከመሬት ላይ እያነጠረ ተጫወተ",
            "አረሰ", "አለሰለሰ (መሬት)",
            "ኣብዝቶ በላ", "ጠቀጠቀ", "አጋበሰ", "ከልክ አሳልፎ በላ"
        ]
    },
    {
        "lemma": "ቀረበ",
        "example": [
            "ተጠጋ", "አገባደደ", "ደረሰ",
            "ለመብላት", "ለመጠጣት ምግብ ተዘጋጀ",
            "ተከሳሽ ወይም ዋስ በቀጠሮው ቀን መጣ",
            "ዘር ተማዘዘ", "የቅርብ ዘመድ ሆኖ ተገኘ"
        ]
    },
    {
        "lemma": "ቀረበበ",
        "example": [
            "ተንቀረበበ", "ተንዘረፈፈ", "ተጎተተ"
        ]
    },
    {
        "lemma": "ቀረቦ",
        "example": [
            "ከቆዳ የሚሰራ መስፈሪያ", "ቅርጫት", "እቃ ማስቀመሜ"
        ]
    },
    {
        "lemma": "ቀረነ",
        "example": [
            "ተጣላ", "ተቃረነ", "በጠብ ተፈላለገ"
        ]
    },
    {
        "lemma": "ቀረነጠ",
        "example": [
            "ቀፈደደ", "አሰረ", "ጠፈረ"
        ]
    },
    {
        "lemma": "ቀረና",
        "example": [
            "ከረፋ", "ገማ", "ሸተተ"
        ]
    },
    {
        "lemma": "ቀረንጠሎ",
        "example": [
            "ዘልዛላ", "ቀውላላ", "ቅርንጥስ", "ጭርንቁስ", "በቱቶ", "ደባደቦ", "የተበጣጠሰና እድፍ ያለው ልብስ"
        ]
    },
    {
        "lemma": "ቀረዋ",
        "example": [
            "ቅጠለ ሰፊ ያኔ አይነት ጎራዴ"
        ]
    },
    {
        "lemma": "ቀረደደ",
        "example": [
            "ቆረጠ", "ከተፈ (ስጋ ጎመን)", "ከፈለ", "ተከፈለ", "ተቀደደ",
            "አዞረ", "በራስ ላይ ተንቀዋለለ አንቀረደደ", "አንከረደደ",
            "ዋሽ", "ተቀደደ", "ተሸረከተ"
        ]
    },
    {
        "lemma": "ቀረደድ",
        "example": [
            "አካሄደ ዳተኛ", "የሚንቀረደድ", "አዝጋሚ", "ጉትት"
        ]
    },
    {
        "lemma": "ቀረጠ",
        "example": [
            "ግብር", "አስራት አስገበረ", "አስከፈለ",
            "ፈለፈለ", "ወቀረ", "ሳለ", "ቀረፀ (አናጢ ጠራቢ)",
            "ሸነሸነ", "ኣቀራመተ", "ኣካፈለ (ቅርጫ)"
        ]
    },
    {
        "lemma": "ቀረጠጠ",
        "example": [
            "ቆላ", "አመሰ (እሀል)", "አቃጠለ (በእሳት)"
        ]
    },
    {
        "lemma": "ቀረጥ",
        "example": [
            "ከውጭ አገር በሚገቡ እቃዎችና ከልዩ ልዩ ገቢዎች ላይ የሚከፈል ግብር", "ድላል", "የዛፍ አይነት"
        ]
    },
    {
        "lemma": "ቀረጠፈ",
        "example": [
            "ቆረጠ", "አጠቀነ", "አደቀቀ (ጌሾ)", "ሰውነትን አመመ"
        ]
    },
    {
        "lemma": "ቀረጨመ",
        "example": [
            "ነከሰ", "ቆረጠመ"
        ]
    },
    {
        "lemma": "ቀረጨጨ",
        "example": [
            "አንዱ ሌላውን ሰው በሃይል ነከሰ"
        ]
    },
        {
        "lemma": "ቀረፈ",
        "example": [
            "የደረቀ ነገር ላጠ", "ገሸለጠ", "ገለፈፈ", "ቅርፊቱን አነሳ (እንጨት፥ዳቦ፥ፍሬ፥ምርጊት)",
            "ቂም ተወ", "ከልብ ይቅር አለ", "አጎደለ", "አዋረደ", "ዝቅ አደረገ", "ቀነሰ (ዋጋ)"
        ]
    },
    {
        "lemma": "ቀረፈፈ",
        "example": [
            "ገፋፋ", "ዘርፋፋ", "ዞላ", "ገልጃጃ ሆነ", "ተለቀ", "ተንቀረፈፈ", "ጆሮው ቀረፈፈ"
        ]
    },
    {
        "lemma": "ቀረፋ",
        "example": [
            "ሰንደል", "መቀር", "የቅመም አይነት"
        ]
    },
    {
        "lemma": "ቀሪቦ",
        "example": [
            "ጌሾ", "አልኮል የሌለበት ጠላ", "መጠጥ", "ቡቅሪ"
        ]
    },
    {
        "lemma": "ቀራፎ",
        "example": [
            "የቅል ስባሪ", "ፋጋ", "ቂል ሰው"
        ]
    },
    {
        "lemma": "ቀርቀሬ",
        "example": [
            "ቀባ", "የገደል ማር", "ጎድጓዳ", "ቆላ", "ዝቅ ያለ ቦታ", "ታች", "ገደል", "ቀረቀር"
        ]
    },
    {
        "lemma": "ቀርበቦ",
        "example": [
            "ከበሬ ግንባር ቆዳ የሚሰራ ቁና"
        ]
    },
    {
        "lemma": "ቀርበታ",
        "example": [
            "ስልቻ", "የውሃ መቅጃ", "ሆዱ እንደ ቀርበታ የተነፋ ወፍራም ሰው"
        ]
    },
    {
        "lemma": "ቀርባባ",
        "example": [
            "ከርፋፋ", "ገፋፋ", "ገልጃጃ", "ደላጎ"
        ]
    },
    {
        "lemma": "ቀርቀሃ",
        "example": [
            "ሽመል", "ውስጠ ክፍት"
        ]
    },
    {
        "lemma": "ቀርቺቺት",
        "example": [
            "ማቆርበጭ", "መጉረብረብ", "ውሃ መቋጠር (እግር)"
        ]
    },
    {
        "lemma": "ቀርን",
        "example": [
            "የእንስሳት ቀንድ", "ስልጣን", "መንግስት", "መድሃኒት"
        ]
    },
    {
        "lemma": "ቀርጥ",
        "example": [
            "አንድ ገዝም", "ትንሽ ክፍል መሬት", "ቀጣና"
        ]
    },
    {
        "lemma": "ቀርጮ",
        "example": [
            "እንሽላሊት"
        ]
    },
    {
        "lemma": "ቀሰመ",
        "example": [
            "ለቀመ", "ሰበሰበ", "መጠጠ", "ንቦቹ አበባውን ቀሰሙ",
            "አከማቸ", "ሰበሰበ", "አጠራቀመ", "አወቀ", "መረመረ", "በቀለ የሰውየውን ሃሳብ በዘዴ ቀሰመ",
            "ቀሰም ለማዳወሪያ ከሸምበቆ ሰራ", "ከምሁራን ከአዋቂዎች ትምህርት ቀሰመ", "ቃረመ", "ሰበሰበ", "አጠራቀመ"
        ]
    },
    {
        "lemma": "ቀሰም",
        "example": [
            "ከሸንበቆ የሚሰራ ማግና", "ፈትል ማድሪያ"
        ]
    },
    {
        "lemma": "ቀሰሰ",
        "example": [
            "በረደ", "ቀዘቀዘ", "ጭፍግግ አለ", "ስልጣን ተቀበለ (ቅስና)",
            "ደከመ", "ቀፈፈ", "ፈዘዘ", "ታመመ", "የተባ", "የነቃ አልሆን አለ"
        ]
    },
    {
        "lemma": "ቀሰረ",
        "example": [
            "አንድ ነገር ለማመልከት ጣቱን ቀሰረ", "በጣቱ አሳ", "አመለከተ",
            "ብልቱን አቆመ", "ገተረ", "አለመወፈር", "መቅጠን ቀትረ ቀላል መሆን",
            "አበጠረ", "ሰተረ", "ኣቆመ (ፀጉር)"
        ]
    },
    {
        "lemma": "ቀሰር",
        "example": [
            "ሳይሰበር በቀጥታ ቆሞ የሚታይ ነገር"
        ]
    },
    {
        "lemma": "ቀሰቀሰ",
        "example": [
            "አነቃ", "አነሳሳ (እንቅልፍ፥ወኔ፥በሽታ)", "አስነሳ", "አስደነበረ (አውሬ)",
            "አቦነነ", "ዘራ", "በተነ (ነፋስ)", "አገላበጠ", "በረበረ (የሚወቃ እህልን)",
            "የተኛውን፥የተረሳውን ነገር…አስታወሰ"
        ]
    },
    {
        "lemma": "ቀሰብ",
        "example": [
            "ጉሮሮ", "ከማንቁርት አንስቶ እስከ ሳንባ ያለው"
        ]
    },
    {
        "lemma": "ቀሰተ",
        "example": [
            "ገተረ", "ወጠረ (ቀስት)", "ቅስት አበጀ", "ሰራ", "ውጋት ቀስፎ", "ሰንጎ ያዘ"
        ]
    },
    {
        "lemma": "ቀሰንዲ",
        "example": [
            "ወልጋዳ", "ቀሽማዳ"
        ]
    },
    {
        "lemma": "ቀሰጠ",
        "example": [
            "ሰረቀ", "ቀጠፈ", "ነገር አዋሽከ", "አሳበቀ", "ወስላታ ጆሮ ጠቢ ሆነ", "ነገር ተመደ"
        ]
    },
    {
        "lemma": "ቀሰፈ",
        "example": [
            "ሰቀዘ", "ወጠረ", "አስጨነቀ", "ጎንበስ ቀና አላሰኝ አለ",
            "ደገነ", "አጎበጠ", "መኣት ኣመጣ", "እድሜ አሳጠረ", "ቀጨ", "ቀጠፈ", "በድንገት ገደለ", "አጠፋ", "ባጭር አስቀረ"
        ]
    },
    {
        "lemma": "ቀሳ",
        "example": [
            "ልክፍታዊ በሽታ", "እንዳይዛመት በሽታው የያዘውን", "የተጠረጠረውን ሰው", "እንስሳ", "እፀዋት ለተወሰነ ጊዜ ማማለያ (ኳራንታይን)"
        ]
    },
    {
        "lemma": "ቀሳፈተ",
        "example": [
            "ለፈለፈ", "የሆነ ያልሆነውን", "ዘላበደ", "ቀባጠረ", "በመለማመጥ", "በማቆላማ ተናገረ", "ወተወተ", "ተለማመጠ"
        ]
    },
    {
        "lemma": "ቀስ",
        "example": [
            "ቀስታ", "ዝግምታ", "እባክህ ቀስ ብለህ ተናገር"
        ]
    },
    {
        "lemma": "ቀስ አለ",
        "example": [
            "ዝግ አለ"
        ]
    },
    {
        "lemma": "ቀስታ",
        "example": [
            "ርጋታ", "ዝማታ", "ትእግስት", "አደብ", "ሴትና ቄስ ቀስ"
        ]
    },
    {
        "lemma": "ቀስት",
        "example": [
            "የወስፈንጥር ደጋን", "እንደ ደጋን የተሰራ"
        ]
    },
    {
        "lemma": "ቀስፋታ",
        "example": [
            "ያልተረጋገጠ ነገር", "ወተወተ", "ቀባጠረ", "ቀላፋች", "ወትዋች"
        ]
    },
    {
        "lemma": "ቀስነኔ",
        "example": [
            "ቀበኛ", "ልብስ የሚበላ ከብት"
        ]
    },
    {
        "lemma": "ቀሸመደ",
        "example": [
            "መታ", "አዘረጠ", "ወቃ", "መዋታ", "ጠጋጋ", "ደግዲጋ ሆነ",
            "ሞጋጋ", "ሰልሳሳ", "ቅጠ ቢስ ሆነ", "ሰበረ", "አምሽከአ", "ቀሸማመደ"
        ]
    },
    {
        "lemma": "ቀሸመድ",
        "example": [
            "ቅጠ ቢስ", "አቅመ ቢስ", "ሞጋጋ"
        ]
    },
        {
        "lemma": "ቅዣምር",
        "example": [
            "ቅጫም", "ከቅማል ያነሰ በራስና በእንስሳ ጠጉር ላይ የሚገኝ ነጭ መልክ ያለው ተባይ"
        ]
    },
    {
        "lemma": "ቅዥብ",
        "example": [
            "የዞረበት", "የተምታታበት"
        ]
    },
    {
        "lemma": "ቅይም አለ",
        "example": [
            "ከሚያምነው ከወግኑ የማይገባ ነገር በመስማቱ", "ቅር አለው"
        ]
    },
    {
        "lemma": "ቅዱስ",
        "example": [
            "የተቀደሰ", "የተባረከ", "የነፃ", "የበቃ", "ብሩክ", "ንፀህ", "ምስጉን", "ስጋቸው የሚበሳ የቤትና የዱር እንስሳት", "የኪዳን", "የፀሎት መጀመሪያ"
        ]
    },
    {
        "lemma": "ቅዳሜ",
        "example": [
            "ከአርብ ቀጥሎ ያለ የቀን ስም"
        ]
    },
    {
        "lemma": "ቅዴታ",
        "example": [
            "ፈሰስ", "ግብር (እህል)", "ባላገር እያዋጣ ለሹም የሚከፍለው"
        ]
    },
    {
        "lemma": "ቅድ",
        "example": [
            "የተቀደደ", "የተሸረከተ", "ሽርክት", "ሽፋሽፍት", "ያይን ቅድ"
        ]
    },
    {
        "lemma": "ቅድ አፍ",
        "example": [
            "ወሬኛ", "እንዳገኘ የሚናገር"
        ]
    },
    {
        "lemma": "ቅድመ ቀትር",
        "example": [
            "ከቀትር በፊት ያለው ጊዜ (ከሌሊቱ 7 ሰአት እስከ ቀኑ 6 ሰአት መጨረሻ)"
        ]
    },
    {
        "lemma": "ቅድመ ደም አርጊ",
        "example": [
            "በጉበት ውስጥ የሚሰራ ንጥረ ነገር", "በአደጋ ጊዜ ደም እንዲረጋ የሚረዳ"
        ]
    },
    {
        "lemma": "ቅድም",
        "example": [
            "ከጥቂት ሰአት", "ከአሁን በፊት"
        ]
    },
    {
        "lemma": "ቅድስት",
        "example": [
            "የተቀደሰች", "የተባረከች", "ንፅህት"
        ]
    },
    {
        "lemma": "ቅድድ አለ",
        "example": [
            "ሽርክት አለ"
        ]
    },
    {
        "lemma": "ቅጅ",
        "example": [
            "የተቀዳ", "የተጨመረ", "የተገለበጠ", "ፅህፈት", "ግልባጭ", "የማንኛውም መጠጥና የዘይት", "የቅቤ ውጤት"
        ]
    },
    {
        "lemma": "ቅጠላቅጠል",
        "example": [
            "ለመአዛ", "ለጣእም", "ለመድሃኒት", "የሚያገለግሉ ከቁጥቋጦ ያነሱና ጠንካራ ግንድ የሌላቸው እፅዋት"
        ]
    },
    {
        "lemma": "ቅጠል",
        "example": [
            "በእፅዋት ግንድ ወይም ቅርንጫፍ ላይ የሚበቅሉ", "ለምግብ ዝግጅት", "ለትንፈሳ", "ለትነት", "ከጉዳት ለመከላከል", "ውሃና ምግብ ለማቆየት", "አረንጓዴ ቅጥያዎች"
        ]
    },
    {
        "lemma": "ቅጠ መልካም",
        "example": [
            "ቅጡ ሁኔታው ያማረ", "የሰመረ"
        ]
    },
    {
        "lemma": "ቅጠ ቢስ",
        "example": [
            "ቅጠ መጥፎ", "የማያምር ሰው"
        ]
    },
    {
        "lemma": "ቅጥ",
        "example": [
            "የተቀጣ", "የተቆነጠጠ", "የሰለጠነ", "ስርአት", "ደንብ", "አግባብ", "ሁኔታ", "አቋም", "ትክክል", "ልክ"
        ]
    },
    {
        "lemma": "ቅጥ የለሽ",
        "example": [
            "ያልተቀጣ", "ቅጡ", "ጠባዩ", "ስራው የማይታወቅ"
        ]
    },
    {
        "lemma": "ቅጥራን",
        "example": [
            "ዝፍት", "ሬንዥ", "ሱም", "ሙጫ"
        ]
    },
    {
        "lemma": "ቅጫም",
        "example": [
            "ቅዣምር", "ከቅማል ያነሰ ነጭ መልክ ያለው በሰው ፥ በእንስሳ ጠጉር ላይ የሚገኝ ተባይ"
        ]
    },
    {
        "lemma": "ቅጭ ቅጭ አደረገ",
        "example": [
            "ቆሉ ሲቆረጠም ወይም ማንኛውም ነገር ሲጋጭ የሚሰጠው ድምፅ", "የገብስ ቆሉ ቅጭ ቅጭ እያደርግሁ ነበር"
        ]
    },
    {
        "lemma": "ቅጭም አለ",
        "example": [
            "ከማኩረፉና ከመቆጣቱ የተነሳ ፊቱ ቅጭም አለ", "ጠቆረ"
        ]
    },
    {
        "lemma": "ቅጭት",
        "example": [
            "የትከሻ መውረድ", "ህመም"
        ]
    },
    {
        "lemma": "ቅፅ",
        "example": [
            "የተቀፃ", "ያልታጠፈ ብራና ወይም ወረቀት", "የጥራዝ", "የመፅሃፍ ልክ", "መጠን", "ቁመትና ጎን", "ፎርም", "ልዩ ልዩ ነገር የሚሞላበት", "የሚፃፍበት"
        ]
    },
    {
        "lemma": "ቅፅል",
        "example": [
            "ግብርን", "አይነትን", "መጠንን ለመግለፅ ከስም አስቀድሞ የሚነገር", "የሚገባ ቃል (ደግ፡ክፉ፡ቀይ፥ጥቁር፥ረጅም፥አጭር)", "አጭር ሰው መጣ"
        ]
    },
    {
        "lemma": "ቅፅበት",
        "example": [
            "ጥቅሻ", "ፍጥነት", "አይን ተጨፍኖ እስኪገለጥ ያለ እጅግ በጣም አጭር ጊዜ"
        ]
    },
    {
        "lemma": "ቅፈላ",
        "example": [
            "መቀባጠር", "የሆነ ያልሆነውን ማውራት"
        ]
    },
    {
        "lemma": "ቅፍለት",
        "example": [
            "ሲያራ", "በአጋሰስ", "በግመል ጭኖ አተርትሮ", "ተሰድሮ በተራ መሄድ"
        ]
    },
    {
        "lemma": "ቅፍንድ",
        "example": [
            "ቅፈት", "ቆዳ ተለጥጦ ዳር ዳሩ ካስማ የበሳው"
        ]
    },
    {
        "lemma": "ቅፍድ",
        "example": [
            "የአይን ማዝ አይነት ህመም", "ንፍጥ እየመሰለ ከአይን የሚወርድ"
        ]
    },
    {
        "lemma": "ቅፍጣን",
        "example": [
            "የወገብ መታጠቂያ ዝናር", "ከሃር የተሰራ የማእረግ ልብስ"
        ]
    },
    {
        "lemma": "ቆሀልት",
        "example": [
            "ሰባኪ", "አስተማሪ", "መምህር"
        ]
    },
    {
        "lemma": "ቆለለ",
        "example": [
            "ከመረ", "ሰበሰበ", "ጎቸ", "በአንድነት አስቀመጠ", "አራ", "ዘበለለ"
        ]
    },
    {
        "lemma": "ቆለመመ",
        "example": [
            "ጠመዘዘ", "አዞረ", "አጠፈ"
        ]
    },
    {
        "lemma": "ቆለቆለ",
        "example": [
            "ወረደ", "ዝቅ አለ", "አዘነበለ", "ዘቀዘቀ"
        ]
    },
    {
        "lemma": "ቆለኛ",
        "example": [
            "በሙቀት", "በበረሃ የሚኖር ሰው", "እንስሳ"
        ]
    },
        {
        "lemma": "ቆለዘ",
        "example": [
            "መነጠረ", "ዘለሰ", "ተመነጠረ መሬት", "የለሰለሰ", "ቆጠቆጠ", "አመመ (ቁስል)"
        ]
    },
    {
        "lemma": "ቆለጥ",
        "example": [
            "በተባእት እንስሳ ወንዴ ዘሩን የሚያዘጋጀው ክፍለአካል"
        ]
    },
    {
        "lemma": "ቆለጨ",
        "example": [
            "ኣማረ", "አይን ግብ ሆነ", "ቁልጭልጭ አለ"
        ]
    },
    {
        "lemma": "ቆለፈ",
        "example": [
            "ዘጋ", "ጠረቀ", "ደፈነ", "ጠረቀቀ (መዝጊያ ፥ ልብስ)", "ደበቀ", "ሰወረ", "ሸሸገ (ምስጢር)", "ተጠየፈ", "አልፈቀደም", "አልፈለገም", "ሽኅበ", "ሽጎጠ", "ውሻው ጅራቱን ወደ ጉያው ቆልፎ ሽሽ", "አጠላለፈ", "ኣሰረ"
        ]
    },
    {
        "lemma": "ቆለፈት",
        "example": [
            "ገለፈት", "የማንኛውም ነገር መሸፈኛ", "እንቁሪባ", "ቅርፊት"
        ]
    },
    {
        "lemma": "ቆላ",
        "example": [
            "በሰማ ምጣድ ወይም ሌላ ነገር ላይ እህል አመሰ", "አጉላላ", "ሰዎቹን ለስብሰባ ጠርቶ በፀሃይ ቆላቸው", "ቀጣ", "ገረፈ", "መታ", "በፍርዱ መሰረት ሌባው በጅራፍ ተቆላ", "ሃይለኛ የፀሃይ ሙቀት", "ሀሩር", "ነዳዳ", "ረሞጫ የሆነ ቦታ", "ከደጋ አገር በጣም ዝቅ ያለ", "አቃረ", "አቃጠለ (ልብን)", "ወዘወዘ", "ነሰነሰ", "አንቀሳቀሰ", "ድመቱ ጅራቱን ቆላ"
        ]
    },
    {
        "lemma": "ቆላለጨ",
        "example": [
            "ሌላውን አንቆላለጨ", "አጓጓ"
        ]
    },
    {
        "lemma": "ቆሌ",
        "example": [
            "አድባር", "አውሊያ", "ውቃቢ", "ጠባቂ", "መንፈስ", "ቆሌው ተነሳ", "ተቆጣ", "ውቃቢው ተነሳ"
        ]
    },
    {
        "lemma": "ቆሌ ቢስ",
        "example": [
            "የማይወደድ", "ደም ግባት የሌለው", "ቆሌ የሌለው"
        ]
    },
    {
        "lemma": "ቆልማማ",
        "example": [
            "ወደ ኋላ የተቆለመመ (ቀንድ)"
        ]
    },
    {
        "lemma": "ቆሎ",
        "example": [
            "የተቆላ ልዩ ልዩ እህል"
        ]
    },
    {
        "lemma": "ቆመ",
        "example": [
            "ከተቀመጠበት ወይም ከተኛበት ተነሳ", "ኣመሰገነ", "ፀለየ", "ሀጢኣቱን ይቅር እንዲለው ቆሞ ሲፀልይ አደረ", "ረዳ", "አማለደ", "ለተከሳሹ ጠበቃው ቆመለት", "አሰለፈ", "አተረተረ", "ተሰደረ", "ህዝቡ በነቂስ ወጥቶ በረድፍ ቆመ", "አለቀ", "ፀጥ አለ", "ቀረ"
        ]
    },
    {
        "lemma": "ቆመተ",
        "example": [
            "ጓጓ", "ሰለፈ (አንድ ነገር ለማግኘት ፥ ለማድረግ)"
        ]
    },
    {
        "lemma": "ቆመጠ",
        "example": [
            "ቆረጠ", "አቆሰለ", "ኣካል ኣጎደለ", "ቆረጠ", "መታ", "ደበደበ", "አቀለጠ", "አሳጠረ", "ሰበረ", "ዋሽ", "ሀሰት ተናገረ", "ቋመጠ", "ቸኮለ", "ናፈቀ"
        ]
    },
    {
        "lemma": "ቆመጥ",
        "example": [
            "ትንሽ ራሱ ላይ ደቦልቦል ያለ ዱላ"
        ]
    },
    {
        "lemma": "ቆማጣ",
        "example": [
            "በቁምጥና በሽታ አካሉ ጎደሉ የሆነ"
        ]
    },
    {
        "lemma": "ቆማጭ",
        "example": [
            "ውሽታም", "አናፋሽ", "ወሬኛ"
        ]
    },
    {
        "lemma": "ቆሞስ",
        "example": [
            "ቆብ ባራኪ መነኩሴ", "ከቅስና ከፍ ያለ ማእረግ ያለው"
        ]
    },
    {
        "lemma": "ቆረመደ",
        "example": [
            "ከሳ", "አከከ", "ተጎዳ", "ተራበ"
        ]
    },
    {
        "lemma": "ቆረመ",
        "example": [
            "በቀላል መታ", "ኮረኮመ", "ለከፈ"
        ]
    },
    {
        "lemma": "ቆረረ",
        "example": [
            "ሾለ", "ያልደራ ሆነ", "አንቋረረ", "አንኮራፋ", "ውሃው ቁር ብሉ ወረደ", "ኮለለ", "እንባ አዘለ", "ድንበር ወሰነ", "ምልክት አደረገ", "ኮለኮለ (ወሰን)"
        ]
    },
    {
        "lemma": "ቆረሰ",
        "example": [
            "ከፈለ", "ገመሰ", "ሽረፈ", "ፈረፈረ", "አጎደለ", "ፈተተ", "ሽረሽረ", "አሟሽ", "ትንሽ ቁርስ በላ"
        ]
    },
    {
        "lemma": "ቆረቆረ",
        "example": [
            "መታ", "ደበደበ (በር)", "ተከዘ", "መሬት እየወጋ አወጣ አወረደ", "መሰረተ", "በገረ", "ከተመ", "ጎረበጠ", "ወጋ", "በሳ", "ሰረሰረ", "ቦረቦረ", "በላ (ግንደ ቆርቁር)", "ፎከተ", "አከከ (ራስ)", "በራስ ላይ የሚወጣ ነጭ ቆረቆር", "ቅርፍርፍ", "የሚያሳክክ", "የሚበላ", "ደረመን", "የራስ እከክ"
        ]
    },
    {
        "lemma": "ቆረቆሰ",
        "example": [
            "ጀመረ", "አጫረ", "ተቆራቆሰ (ገና ጨዋታ)", "ቆረቆዘ", "አሳድግ", "አልፋፋ አለ"
        ]
    },
    {
        "lemma": "ቆረቆዘ",
        "example": [
            "ቀጨጨ", "ቀጠነ", "አረረ", "ደበነ", "ጫጫ", "ደከረ", "አለመደጎስ", "አለመፋፋት (በበሽታ በጉዳት)"
        ]
    },
    {
        "lemma": "ቆረበ",
        "example": [
            "ፀጋ አምላክ ተቀበለ", "ሙት አመትን በቁርባን አስጠራ", "አሳሰበ", "አበጠ", "ቆረበበ", "ጎረበ", "ውሃ ያዘ"
        ]
    },
    {
        "lemma": "ቆረበበ",
        "example": [
            "ቆረበዉ", "ውሃ ቋጠረ", "ጎረበ", "አበጠ", "ተንቀረበበ", "ተንከረፈፈ", "አሳምርበት አለ"
        ]
    },
    {
        "lemma": "ቆረበተ",
        "example": [
            "ጠነከረ", "የማይቀደድ ሆነ", "ቁርበት መሰለ"
        ]
    },
    {
        "lemma": "ቆረበጨ",
        "example": [
            "እንደ ብጉር አበጠ", "አልፎ አልፎ ጉብ ጉብ አለ"
        ]
    },
    {
        "lemma": "ቆረነ",
        "example": [
            "አጨደ", "ቦጨቀ", "ደንጊያ ተከለ", "ምልክት አደረገ"
        ]
    },
    {
        "lemma": "ቆረን",
        "example": [
            "የጤፍ", "የአገዳና", "የብር እህል ቅሬታ", "ከታጨደ"
        ]
    },
        {
        "lemma": "ቆረኘ",
        "example": [
            "በእግር ብረት", "በሰንሰለት", "በገመድ ተሳሰረ", "ተቆራኘ", "ተያያዘ", "ጠመደ"
        ]
    },
    {
        "lemma": "ቆረዘዘ",
        "example": [
            "ተቆረዘዘ", "ኮለል ብሎ ታየ", "ተንጠለጠለ", "ሊፈስ አጋተ", "ከበደ (ጤዛ, እንባ, ደመና)"
        ]
    },
    {
        "lemma": "ቆረደደ",
        "example": [
            "ከረደደ", "ተቆጣጠረ", "ገረደፈ (ጠገር)"
        ]
    },
    {
        "lemma": "ቆረጠ",
        "example": [
            "አሳጠረ", "ሸነተፈ", "ሰነበጠ", "መተረ", "ቀረፀ", "ቀደደ", "ከፋፈለ", "የጠላትን ድንበር ቆርጦ ገባ", "ጨከነ", "አንድ ነገር ለማድረግ ጠና", "ትቶ ለመሄድ ሆዱ ቆረጠ", "ከነከነ", "ቆረቆረ", "አመመ (በደሉ ሆዱን ቆረጠው)", "ካሳ", "ደመወዝ", "ነገር ቆረጠ", "ቆራጭ ፈራጅ ሆነ", "ዋሽ", "ጎመደ", "ሀሰት ተናገረ"
        ]
    },
    {
        "lemma": "ቆረጠመ",
        "example": [
            "አንቀራጨ", "ጎረደመ", "ሰበረ", "ቆረመጠ", "ገረደፈ", "ፈነካከተ", "አፋዉ", "አመመ (ሪህ ቁርጥማት)"
        ]
    },
    {
        "lemma": "ቆራጣ",
        "example": [
            "የተቆረጠ", "የተቆመጠ"
        ]
    },
    {
        "lemma": "ቆረጨ",
        "example": [
            "ሸነገለ", "አታለለ", "አሞኘ", "በለጠ", "ደኸ", "አጣ ነጣ", "ተፀፀተ", "አዘነ"
        ]
    },
    {
        "lemma": "ቆረፈ",
        "example": [
            "ቆነነ", "ከፈለ", "ገመሰ"
        ]
    },
    {
        "lemma": "ቆረፈደ",
        "example": [
            "ደረቀ", "ከቸረ", "ከረረ", "አለሰለሰም", "ደረቀ ሻከረ (ቆዳ)", "አረጀ አለፈበት"
        ]
    },
    {
        "lemma": "ቆሪ",
        "example": [
            "ቆሬ", "አበኑስ", "ከእንጨት የተሰራ ጎድጓዳ መታጠቢያ", "ገበቴ"
        ]
    },
    {
        "lemma": "ቆሪፍ",
        "example": [
            "ጆሮ ትልቅ", "ቀርባባ"
        ]
    },
    {
        "lemma": "ቆራ",
        "example": [
            "አመለከተ", "ጠቆመ", "በጣ", "ፋቀ", "ቀነደበ", "ተፈተፈ", "ጋረጠ", "አቆሰለ", "ወሰነ", "ከለለ", "ደረደረ (ድንበር)", "ውርጭ", "አመዳይ ጣለ"
        ]
    },
    {
        "lemma": "ቆራጥ",
        "example": [
            "ሀሳቡን በአንድ ነገር ላይ ያደረገ", "የማያወላውል", "በሞቱ የቆረጠ"
        ]
    },
    {
        "lemma": "ቆራጭ",
        "example": [
            "በመጋዝ", "በመጥረቢያ የሚቆርጥ", "የሚወስን (ነገር, ጉዳይ)", "ዋና", "የበላይ"
        ]
    },
    {
        "lemma": "ቆርቆሮ",
        "example": [
            "የማእድን አይነት", "ለልዩ ልዩ አገልግሎት የሚውል (ለቤት ክዳን, ለአጥር)"
        ]
    },
    {
        "lemma": "ቆርኪ",
        "example": [
            "መክደኛ", "ግጣም (የጠርሙስ, የብልቃጥ)"
        ]
    },
    {
        "lemma": "ቆርጦ ቀጥል",
        "example": [
            "ዋሽቶ እውነት አስመስሉ የሚናገር"
        ]
    },
    {
        "lemma": "ቆርባ",
        "example": [
            "ቁርባ", "ብጉር"
        ]
    },
    {
        "lemma": "ቆሰለ",
        "example": [
            "ተወጋ", "ተነደፈ", "ተመታ", "ደማ", "መግል ያዘ", "ነፈረቀ", "ተናደደ", "ጦሰ", "አረረ", "በገነ", "ልቤን በነገር አታቁስለው"
        ]
    },
    {
        "lemma": "ቆሰቆሰ",
        "example": [
            "አስቆጣ", "አናደደ", "ጫረ", "አጋነነ", "አጋጋመ", "አነደደ", "ማገደ (እሳት)"
        ]
    },
    {
        "lemma": "ቆሸሽ",
        "example": [
            "አደፈ", "ወሰከ"
        ]
    },
    {
        "lemma": "ቆሻሻ",
        "example": [
            "ጉድፍ", "ጥራጊ", "ወሰካም", "እድፋም"
        ]
    },
    {
        "lemma": "ቆሽማዳ",
        "example": [
            "አቋቋሙ የማያምር", "የተወላገደ", "ጭብጥ ያለ"
        ]
    },
    {
        "lemma": "ቆሽት",
        "example": [
            "በሚያመሰኩ እንስሳት የመጨረሻው የከርስ ክፍል", "የተመነዠገውን ምግብ ከሶስተኛው የከርስ ክፍል ተቀብሎ በከፊል የሚያልም", "ኤንዛይም ስለሚያመነጭ እውነተኛ ከርስ የሚባል"
        ]
    },
    {
        "lemma": "ቆቀረ",
        "example": [
            "ጫጫ", "ከረረ", "አረረ", "ቆረቆ", "እራሪ", "አጭር", "ቀጭን ሆነ", "ተገረደፈ", "ተሽረከተ", "ተከረተፈ", "ያላመ ሆነ (ዱቄት)"
        ]
    },
    {
        "lemma": "ቆቀር",
        "example": [
            "እጣን", "አንኳር", "ድብልብል", "የጓጎለ", "ያልሟሟ በሊጥ", "በላቆጠ ነገር ውስጥ አት የሚገኝ"
        ]
    },
    {
        "lemma": "ቆቅ",
        "example": [
            "በዱር የሚኖር ባለ ክንፍ አእዋፍ", "ስጋው የሚበላ", "ብልጥ", "ሽረኛ"
        ]
    },
    {
        "lemma": "ቆበር",
        "example": [
            "ከአፍ የሚወጣ ብዙ ምራቅ", "አረፋ", "ልሃጭ", "ልማ"
        ]
    },
    {
        "lemma": "ቆበተ",
        "example": [
            "የጭን ገረድ", "ቁባት", "ከሚስቱ ሌላ ሴት አስቀመጠ"
        ]
    },
    {
        "lemma": "ቆበት",
        "example": [
            "አበባ ሲጀምር ተፈልቅቆ የሚወጣው"
        ]
    },
    {
        "lemma": "ቆባ",
        "example": [
            "ተናጋሪ ሴት", "ባለሙያ", "ተናጣቢ", "አፈኛ", "ምላሰኛ", "ደፋር", "ዘናጭ", "ሰው ጤፉ", "የባቄሳን", "የአተርን ፍሬ የሚሸፍን", "የፍሬ ከረጢት", "ማቆብቆብ", "መገንገን", "ነቃ ማለት", "መሸከክ", "ቆባ ብሎ ቤቱን ጠበቀ", "ቆባ አለ", "ተጠነቀቀ", "ነቃ", "ከተረ", "ኮስተር ብሎ ጠበቀ"
        ]
    },
    {
        "lemma": "ቆብ",
        "example": [
            "መለኩሴዎች በራሳቸው ላይ የሚደፉት", "ኩፌት"
        ]
    },
        {
        "lemma": "ቆነሰ",
        "example": [
            "ገማ", "ጠነባ", "ሸተተ", "እጅ እጅ አለ"
        ]
    },
    {
        "lemma": "ቆነቆነ",
        "example": [
            "ሰሰተ", "ቆንቋና ሆነ", "ነቀዘ", "ቀነቀነ (ግንድ)", "ቀነቀነ", "በላ (ሰውነትን)"
        ]
    },
    {
        "lemma": "ቆነነ",
        "example": [
            "ሰጠ", "አከፋፈለ (ቀለብ, ምግብ)", "ተቆነነ", "ተኮፈሰ", "ተጎላመመ"
        ]
    },
    {
        "lemma": "ቆነጀ",
        "example": [
            "አማረ", "ተዋበ"
        ]
    },
    {
        "lemma": "ቆንደለ",
        "example": [
            "ጎነጎነ", "አሸመ", "ሰራ (ጠጉር)"
        ]
    },
    {
        "lemma": "ቆነደደ",
        "example": [
            "መታ", "ደበደበ", "አቀመስ", "ላጠ", "ለመጠጠ", "ገረፈ (በጅራፍ)", "ሰረቀ", "ቀማ"
        ]
    },
    {
        "lemma": "ቆነጠጠ",
        "example": [
            "አፍተለተለ", "ለመዘገ", "መታ", "ያዘ", "ርካብ ቆነጠጠ", "ቀጣ", "ገሰፀ", "መከረ", "አጣብቆ ያዘ (እሾህ ለማውጣት)", "ነደፈ (ንብ, ዝንብ)", "ምልክት ሰጠ", "ለመነ", "አባበለ", "ጎረበጠ", "አመመ"
        ]
    },
    {
        "lemma": "ቆነጨ",
        "example": [
            "ተባይ ፈጠረ", "ቁንጫ ሆነ", "አራሙቻ ጎለጎለ", "ነሰነሰ", "አነሳ", "ቁንጮ በራሱ ላይ አሳደገ", "አወጣ", "በቤቱ ጣሪያ መጨረሻ ላይ ጉልላት", "ቁንጮ ሰራ"
        ]
    },
    {
        "lemma": "ቆንስላ",
        "example": [
            "አገርን የሚወክል", "በደረጃ ከኤምባሲ ዝቅ ያለ"
        ]
    },
    {
        "lemma": "ቆንጆ",
        "example": [
            "ውብ", "ሽጋ", "ደማም"
        ]
    },
    {
        "lemma": "ቆኘተ",
        "example": [
            "ጨበጠ", "ወጠረ", "ያዘ", "ነፋ", "ቆዘረ (ሆድ)"
        ]
    },
    {
        "lemma": "ቆዘመ",
        "example": [
            "አዘነ", "ተከዘ", "አንጎራጎረ (በሃዘን)"
        ]
    },
    {
        "lemma": "ቆየ",
        "example": [
            "ጠበቀ", "ዘገየ", "ነገ ሳልስት አለ", "ሰነበተ", "ኖረ", "ተቀመጠ"
        ]
    },
    {
        "lemma": "ቆደሰ",
        "example": [
            "ቆረሰ", "ከፈለ", "ጥቂት ጥቂት በላ"
        ]
    },
    {
        "lemma": "ቆዳ",
        "example": [
            "ተከላካይ የሆነ ሰውነትን በስተውጭ የሚሸፍን", "ቁርበት", "ከሞቱ እንስሶች ላይ ተገፎ ለልዩ ልዩ ጥቅም የሚውል", "የማይገባው", "ደደብ ሰው", "ፍሬ የማይሰጥ መሬት"
        ]
    },
    {
        "lemma": "ቆጋ",
        "example": [
            "ቆነደደ", "መታ (በጅራፍ)"
        ]
    },
    {
        "lemma": "ቆጠሰ",
        "example": [
            "ከፈለ", "ለየ (ርስት)"
        ]
    },
    {
        "lemma": "ቆጠረ",
        "example": [
            "ኣሰበ", "አሰላ", "ፈለገ", "ሂሳብ አወቀ", "ጀመረ", "ወጠነ (ፊደል መማር)"
        ]
    },
    {
        "lemma": "ቆጠቆጠ",
        "example": [
            "ቆረጠ", "መለመለ", "ጨፈጨፈ", "ቀፈቀፈ", "ለመለመ", "አቆጠቆጠ", "አደገ", "ፈጀ", "ጠዘጠዘ", "ለበለበ", "አቃጠለ", "ቆጠበ", "ሰሰተ", "ቆነቆነ"
        ]
    },
    {
        "lemma": "ቆጠበ",
        "example": [
            "አጠራቀመ", "አካበተ", "አተረፈ", "በልክ", "በመጠን", "በቁጠባ ገንዘብ አወጣ", "ተቀማጩን አበዛ"
        ]
    },
    {
        "lemma": "ቆጨ",
        "example": [
            "ተቆጨ", "ተፀፀተ", "ተናደደ", "አዘነ", "ሸረበ"
        ]
    },
    {
        "lemma": "ቆጠጢ",
        "example": [
            "አነሰ", "ትንሽ", "ቁርንጭ ሆነ", "ቁጫጭ አፈራ", "ቁጭ አለ"
        ]
    },
    {
        "lemma": "ቆጨም",
        "example": [
            "ጠላቱን ገደለ", "ተበቅሎ ደም መለሰ", "አታለለ", "ሸንግሎ የሰው ገንዘብ ወሰደ", "ተሰረቀ"
        ]
    },
    {
        "lemma": "ቆጨበረ",
        "example": [
            "ብስጩ", "ቆጨበር", "ቁጡ", "አመለ ቢስ ሆነ"
        ]
    },
    {
        "lemma": "ቆጭምብራ",
        "example": [
            "ነጭናጫ", "ንዴተኛ", "አይጠዳሽ"
        ]
    },
    {
        "lemma": "ቆጮ",
        "example": [
            "ስ ውሳ", "ከእንሰት የሚሰራ ምግብ"
        ]
    },
    {
        "lemma": "ቆፈረ",
        "example": [
            "ማሰ", "አጎደጎደ", "አይን አፍጦ", "ሲቆፍሩ አንፈራጦ"
        ]
    },
    {
        "lemma": "ቆፈነነ",
        "example": [
            "ደነዘዘ", "ጎፈነነ", "ተጨበጠ", "ተኮማተረ (በብርድ)"
        ]
    },
    {
        "lemma": "ቋ",
        "example": [
            "ወፍራም ሳር", "አንድ ነገር በመሰበርም ሆነ በመጋጨት የሚሰጠው ድምፅ"
        ]
    },
    {
        "lemma": "ቋ አለ",
        "example": [
            "አንድ ነገር ሲሰበር የሚሰጠው ድምፅ"
        ]
    },
    {
        "lemma": "ቋለለ",
        "example": [
            "ተመለከተ", "ማተረ", "ወዲያና ወዲህ", "ቃበዘ"
        ]
    },
    {
        "lemma": "ቋሊማ",
        "example": [
            "በድንኳን ዙሪያ ካስማ ማስገቢያና መተሪያ", "በወተት ኣንጀት ውስጥ የተሰገሰገ መቆናቁን ወይም ተቀምሞ የተፈጨ ስጋ (ሶሴጅ)"
        ]
    },
    {
        "lemma": "ቋመጠ",
        "example": [
            "ሰየ", "ጎመዠ", "ተመኘ", "ከጀለ"
        ]
    },
    {
        "lemma": "ቋሚ",
        "example": [
            "እንጨት ፈላጭ", "ሰባሪ", "የልፍኝ አሽከር", "አስተናባሪ", "ለቤት ስራ ወይም ለሌላ ነገር የሚያገለግል ቀጥ ያለ እንጨት", "ብረት"
        ]
    },
    {
        "lemma": "ቋረረ",
        "example": [
            "ኣቋረረ", "አኮረፈ (ተኝቶ)", "የሚፈስ ውሃ ቁርር", "ኩልል ብሎ ወረደ"
        ]
    },
    {
        "lemma": "ቋሬ",
        "example": [
            "ጃኖ", "ቀይ", "ጥቁር", "ብጫ የሆነ ሰፋፊ ጥለት"
        ]
    },
        {
        "lemma": "ቋር",
        "example": [
            "የእንጨት አይን", "ጉጥ", "እጢ"
        ]
    },
    {
        "lemma": "ቋርፍ",
        "example": [
            "እንደ ድንች እየተቆፈረ የሚበላ የእንጨት ስር"
        ]
    },
    {
        "lemma": "ቋቁቻ",
        "example": [
            "በሰውነት", "በአንገት ላይ አመድ እየመሰለ የሚወጣ", "የቆዳ በሽታ"
        ]
    },
    {
        "lemma": "ቋቅ አለ",
        "example": [
            "አቅለሸለሸ", "አስታወከ"
        ]
    },
    {
        "lemma": "ቋት",
        "example": [
            "የሚፈጨውን ዱቄት ማጠራቂሚያ", "ጎረጓዳ", "የትልቁ አንጀት የመጨረሻው ክፍል", "ቋተ ኩስ"
        ]
    },
    {
        "lemma": "ቋቲሮ",
        "example": [
            "ቀጭን 4 ረጅም"
        ]
    },
    {
        "lemma": "ቋንቁራ",
        "example": [
            "በዶሮ ሆድ የእህል ከረጢት", "አንገታም የውሃ ቅል"
        ]
    },
    {
        "lemma": "ቋንቋ",
        "example": [
            "ሰዎች ስሜታቸውን", "ፍላጎታቸውን", "ሀሳባቸውን የሚገልፁበት", "የሚወያዩበት ልሳን"
        ]
    },
    {
        "lemma": "ቋንዶ",
        "example": [
            "ልባም ሴት"
        ]
    },
    {
        "lemma": "ቋንጃ",
        "example": [
            "ከጉልበት ማጠፊያ", "ከጭንና ከባት መሃል የሚገኝ የእግር ማጠፊያ"
        ]
    },
    {
        "lemma": "ቋንጣ",
        "example": [
            "ተዘልዝሎ የደረቀ ስጋ", "ከእንዝርት ራስ ላይ የሚደረግ ቀጭንና ጎበጥ ያለ ሽቦ", "ኮስማና", "ቀጭን", "ቀጫጫ"
        ]
    },
    {
        "lemma": "ቋያ",
        "example": [
            "ሰደድ", "ቃጠሎ", "የፉራ እሳት", "የበረሃ ሳር", "ቅጠል", "ብስባሽ", "ተናጋሪ", "ምላሱን የማይዘው", "በነገር የሚንበለበል"
        ]
    },
    {
        "lemma": "ቋድ",
        "example": [
            "የገመድ", "የማተብ", "የክር", "የጥለት", "የሽቦ", "አራት ማእዘን ጉንጉን", "የዛብ እሰር"
        ]
    },
    {
        "lemma": "ቋጠረ",
        "example": [
            "ዶለተ", "አሴረ", "ገመድ አጠላለፈ", "አያያዘ"
        ]
    },
    {
        "lemma": "ቋጠረች",
        "example": [
            "አሰረች", "አጠላለፈች", "አረገዘች", "ያዘች"
        ]
    },
    {
        "lemma": "ቋጥኝ",
        "example": [
            "በጣም ትልቅ ደንጊያ"
        ]
    },
    {
        "lemma": "ቋጨ",
        "example": [
            "ሰገሰገ", "ገመደ", "አከረረ (የልብስ ዘርፍ)", "አጠቃለለ", "አሰባሰበ", "ወሰነ (ስራን, ሃሳብን)"
        ]
    },
    {
        "lemma": "ቋጫ",
        "example": [
            "ግፊራ", "ጮጮ", "ቄጆ", "እሆሌ", "አኮሌ"
        ]
    },
    {
        "lemma": "በ",
        "example": [
            "በከንፈር የሚነገር ስምንተኛ ፊደል", "በልዩ ልዩ ቃሎች ላይ እየገባና እየተናበበ ብዙ ዘይቤን ፥ ትርጉምን የሚፈጥር", "በወንበር", "በበቅሎ ላይ ተቀመጠ", "በደስታ ፈነጠዘ"
        ]
    },
    {
        "lemma": "በሃ",
        "example": [
            "የተወደደ", "ያማረ", "የደስታ ኩራት", "ስሜት", "ደስታ", "ቡሄ", "ድንግስግስ", "ጭልምልም", "ድምንምን ያለው ገለጠ", "የተሰወረው ታየ"
        ]
    },
    {
        "lemma": "በሃ ድንጋይ",
        "example": [
            "አሸዋነት ያለው የሚፈረፈር", "ፍርክስክስ የሚል ወደ ነጭነት የሚያደላ ድንጋይ"
        ]
    },
    {
        "lemma": "በሃላት",
        "example": [
            "ጥርኝ", "ዝባድ ሽቱ የሚጠረጋት እንስሳ"
        ]
    },
    {
        "lemma": "በለለ",
        "example": [
            "ተበላሸ", "ጠፋ", "መና ቀረ", "ከንቱ", "ብላሽ ሆነ", "አለሙ የለፋበት ስራ በለለ", "ተሞላቀቀ", "ምግባረ መጥፎ", "ምግባረ ቢስ", "ከንቱ", "ብላሽ ሆነ", "በነነ", "በረረ"
        ]
    },
    {
        "lemma": "በለሰ",
        "example": [
            "ነጭና ጥቁር ሆነ", "በለዘ"
        ]
    },
    {
        "lemma": "በለሰሰ",
        "example": [
            "አሳየ", "ገለጠ", "ገለፈጠ", "ልጁ ልማድ ሆኖበት ሁል ጊዜ ድዱን ይበለስሳል", "የአበባው ጓእ (መሸፈኛው) ሊፈነዳ ተከፈተ", "ተንበረቀቀ"
        ]
    },
    {
        "lemma": "በለሴ",
        "example": [
            "ጥለት የሌለው ነጠላ ልብስ", "በሽታ ያልወጣለት", "ውርዴ ያልሆነ ከብት"
        ]
    },
    {
        "lemma": "በለስ",
        "example": [
            "የተክል እንጨት", "ዛፍ", "የሾላ ወገን", "ሲቆርጡት ነጭ ፈሳሽ የሚወጣው", "እሾሃም", "ቅጠሉ ድብልብል", "ፍሬው የሚበላ", "ሲቆረጥ ነጭ ፈሳሽ ያለው", "ቀና", "ጥሩ እድል አጋጠመ"
        ]
    },
    {
        "lemma": "በለሽ",
        "example": [
            "ብልሹ", "ቁም ነገር የሌለው", "ጥፉ"
        ]
    },
    {
        "lemma": "በለቀጡ",
        "example": [
            "ከፈተ", "ገለጠ", "በለጠጠ", "አይንን ገለጠ", "የሴትን ብልት በለቀጠ", "ውስጡን ባዶ", "ወና ኣደረገ", "ብልቃጥ ሰራ"
        ]
    },
    {
        "lemma": "በለበለ",
        "example": [
            "በነፋስ ሀይል ወዘወዘ", "አውለበለበ", "አረጀ", "አለቀ", "ተበጫጨቀ", "ተበጣጠሰ (ልብስ)", "ነደደ", "ተንበለበለ", "ተንቦገቦገ", "በሃይል ተያያዘ", "ፈጥኖ", "አቀላጥፎ ተናገረ", "ምላሱ ተውለበለበ", "ተንበለበለ", "አወከ", "እደፈረሰ", "ሳሳ", "ሰሰተ", "ጎመዠ", "ቃቃ (ለመብል, ለመጠጥ)"
        ]
    },
        {
        "lemma": "ድም",
        "example": [
            "ጮኸ", "ፈነዳ", "አስተጋባ"
        ]
    },
    {
        "lemma": "ድምም",
        "example": [
            "የተደነቀ", "ድንቅ", "የተመመ", "መደምደሚያ"
        ]
    },
    {
        "lemma": "ድምሰሳ",
        "example": [
            "ማጥፋት", "እንዳልነበረ ማድረግ"
        ]
    },
    {
        "lemma": "ድምስስ",
        "example": [
            "የተደመሰሰ", "የጠፋ", "የማይታይ", "አይን የሌለው እንጀራ"
        ]
    },
    {
        "lemma": "ድምር",
        "example": [
            "በዝርዝር የተፃፈውን ቁጥር አጠቃሎ ማወቅ", "መደመር", "አንድ ሳይ ያለ ቁጥር", "የደመራ እንጨት", "ትልቅ ጥምጥም"
        ]
    },
    {
        "lemma": "ድምቅ",
        "example": [
            "የደመቀ", "ያማረ"
        ]
    },
    {
        "lemma": "ድምቆሽ",
        "example": [
            "የመድመቅ", "የማማር ነገር"
        ]
    },
    {
        "lemma": "ድምቡሎ",
        "example": [
            "ያልጠናች", "ለግላጋ", "የልጅነት መልክ", "መልከ መልካም", "ሳንቲም", "ቤሳ"
        ]
    },
    {
        "lemma": "ድምቡሽ",
        "example": [
            "የፋፋ", "ፍፍ", "ድምበው", "መልከ መልካም", "ውብ መልክ", "ትንቡሽ", "ለስላሳ ገላ"
        ]
    },
    {
        "lemma": "ድምቡጭ",
        "example": [
            "መልኩ ከበብ ብሎ ኣጠር ያለ"
        ]
    },
    {
        "lemma": "ድምቢጥ",
        "example": [
            "ድንቢጥ", "ቀይና በላ መልክ ወፍ"
        ]
    },
    {
        "lemma": "ድምብላል",
        "example": [
            "ድንብላል", "ትንሽ አይነት የወጥ", "ማጣፈጫ ቅመም", "አጭር", "ያማረ", "ሙና", "ቁመቷ ቢያጥር እንደ ድንብላል", "ውዷ ክፉ ነው ይደበልሳል"
        ]
    },
    {
        "lemma": "ድምታ",
        "example": [
            "ጩኸት", "ድም ማለት"
        ]
    },
    {
        "lemma": "ድምዳሜ",
        "example": [
            "የተጨረሰ", "የተፈፀመ", "መደምደሚያ ነገር"
        ]
    },
    {
        "lemma": "ድምድማት",
        "example": [
            "ጣሪያው የሚያርፍበት ወፍራም ጥቅል", "ማገር", "ዘንዶ"
        ]
    },
    {
        "lemma": "ድምጠ መልካም",
        "example": [
            "ድምጡ ያማረ", "ጥሩ የሆነ"
        ]
    },
    {
        "lemma": "ድምጠ ሰላላ",
        "example": [
            "ድምጡ የሰለለ", "ሲናገር በጣም የማይሰማ"
        ]
    },
    {
        "lemma": "ድምጠ ጎርናና",
        "example": [
            "ድምጡ የጎረነነ", "የወፈረ"
        ]
    },
    {
        "lemma": "ድምጠ ቢስ",
        "example": [
            "ድምጠ መጥፎ", "ሲሰሙት ደስ የማይል"
        ]
    },
    {
        "lemma": "ድምጣዊ ተጫዋች",
        "example": [
            "ዘፋኝ", "በድምጡ ሰውን የሚማርክ"
        ]
    },
    {
        "lemma": "ድምጣት",
        "example": [
            "ድምጥን ከአፍ ውስጥ መስማት"
        ]
    },
    {
        "lemma": "ድምጥ",
        "example": [
            "ከተናጋሪው ወደ ሰሚው ሲነገር የሚሰማው ድምፅ", "የንባብ ንግግር", "ከሰው ጋር ሲነጋገር ከትንፋሹ ጋር የሚወጣው ድምጥ", "ዜማ ሲያዜም የሚሰማው የድምጥ ሳህይ", "ቃና", "የብዙ ሰዎች ድምጥ", "ውካታ", "ጫጫታ", "ፍጅጅት ያለ ድምጥ"
        ]
    },
    {
        "lemma": "ድምፀ ተአቅቦ",
        "example": [
            "በስብስባ...ላይ ድምፅ አለመስጠት", "በቀረበው ሃሳብ አለመስማማትን በዝምታ መግለፅ"
        ]
    },
    {
        "lemma": "ድምፈፍ",
        "example": [
            "ድንፈፍ", "እንፈፍ", "ሞኝ", "ምንም የማያውቅ"
        ]
    },
    {
        "lemma": "ድረስ",
        "example": [
            "ና", "ቅረብ", "ግባ", "ንቃ", "ተነሳ", "ብድማ በል", "ፃፍ", "ተይብ"
        ]
    },
    {
        "lemma": "ድረ ገብ",
        "example": [
            "ፈት", "ባል አግብታ የፈታች"
        ]
    },
    {
        "lemma": "ድሪ",
        "example": [
            "ሀብል", "ሰንሰለት", "ዝርግፍ"
        ]
    },
    {
        "lemma": "ድሪቶ",
        "example": [
            "ያረጀ", "የተቀዳደደ", "የተቦጫጨቀ ልብስ"
        ]
    },
    {
        "lemma": "ድሪያ",
        "example": [
            "መቃበጥ", "መዳራት", "ድሪያ የዝሙት ዋዜማ"
        ]
    },
    {
        "lemma": "ድራማ",
        "example": [
            "ያልተወቃ ያገዛ እህል ክምር", "ትያትር", "ጨዋታ"
        ]
    },
    {
        "lemma": "ድራር",
        "example": [
            "ራት", "የአመት በአል ዋዜማ ራት", "የእንጨት ድርድር", "የሬሳ ቤት የመቃብር ክዳን"
        ]
    },
    {
        "lemma": "ድራሽ",
        "example": [
            "ድርሻ", "ፈንታ", "ክፋይ", "መጥፋት", "መሰወር", "አለመገኘት"
        ]
    },
    {
        "lemma": "ድራት",
        "example": [
            "መድራት", "ለማጣት", "ልፊያ"
        ]
    },
    {
        "lemma": "ድሬ",
        "example": [
            "ከፍ ያለ", "አደግ ያለ ቦታ"
        ]
    },
    {
        "lemma": "ድር",
        "example": [
            "ዝሃ", "ጠንካራ ፈትል", "ዝርግ", "የደራ", "የተለመጠ (ጣሪያ, እግር)", "እስኪት", "የወንድ ብልት ጫፍ"
        ]
    },
    {
        "lemma": "ድርምቢት",
        "example": [
            "ደረተ ሰፊ ግድ", "ድርብርብ ስጋወፍራም"
        ]
    },
    {
        "lemma": "ድርሰት",
        "example": [
            "ፅሁፍ", "ቅኔ", "አርኬ", "ግጥም", "ቃል", "ነገር", "ስብከት", "ገድል", "ድርሳን", "ታምር"
        ]
    },
    {
        "lemma": "ድርሱ ተገኘ",
        "example": [
            "እርግጡ ታወቀ", "እውነቱ", "ተገለጠ", "ተረዳ"
        ]
    },
    {
        "lemma": "ድርስ",
        "example": [
            "ልትወልድ የደረሰች", "ርጉዝ", "ክበድ", "ለማርገዝ የደረሰች ጊደር", "ርግጥ", "እውነት", "ቁርጥ", "የዜማ ምልክት", "የዛፍ ስም"
        ]
    },
    {
        "lemma": "ድርሽ",
        "example": [
            "ዝር", "ትርው"
        ]
    },
    {
        "lemma": "ድርሻ",
        "example": [
            "ክፍል", "እድል", "ፈንታ", "እጣ (የገንዘብ)"
        ]
    },
    {
        "lemma": "ድርቀት",
        "example": [
            "መድረቅ", "ርጥብነትን ማጣት", "የሆድ በሽታ", "አይነ ምድርን እንደ በጠጥ የሚያደርግ", "ጭቅጭቅ", "ንዝንዝ"
        ]
    },
    {
        "lemma": "ድርቂ",
        "example": [
            "ሰገባ", "አፎት", "ሰተቶ", "ማህደር (የጎራዴ)"
        ]
    },
        {
        "lemma": "ድርቅ",
        "example": [
            "በዝናም እጥረት", "መጥፋት ምክንያት የሚደርስ ክስተት", "ቦና", "በጋ", "ቅቤ መዛኝ ድርቅ ያወራል", "ደረቀ", "ክሽልል አለ", "ዝም ኣለ", "በእምነቱ ቆመ"
        ]
    },
    {
        "lemma": "ድርቅና",
        "example": [
            "ችክ", "ሙዝዝ ማለት"
        ]
    },
    {
        "lemma": "ድርቆሽ",
        "example": [
            "የደረቀ ሳር", "እንጀራው ደርቆ የተሰባበረ", "ኮቸሮ", "ለምግብ የሚሆን"
        ]
    },
    {
        "lemma": "ድርብ",
        "example": [
            "የተደረበ", "እጥፍ"
        ]
    },
    {
        "lemma": "ድርት",
        "example": [
            "የተደረተ", "የተጠቃቀመ", "የተደበደበ", "ድሪቶ"
        ]
    },
    {
        "lemma": "ድርና ማግ",
        "example": [
            "መጣመር", "መወሳሰብ", "አንድ መሆን", "መስማማት"
        ]
    },
    {
        "lemma": "ድርንቅ",
        "example": [
            "የተደረነቀ", "የታመቀ", "የተረጠጠ እምቅ", "ርጥጥ"
        ]
    },
    {
        "lemma": "ድርደራ",
        "example": [
            "የበገና ምት", "የተነባበረ", "ንብብርሽ"
        ]
    },
    {
        "lemma": "ድርድር",
        "example": [
            "የእርቅ ውል", "ስምምነት", "የተደረደረ የመደብር እቃ", "ስድር", "ኩልኩል"
        ]
    },
    {
        "lemma": "ድርጁ",
        "example": [
            "የተደራጀ", "ዝግጁ", "ስንዱ"
        ]
    },
    {
        "lemma": "ድርጅት",
        "example": [
            "ዝግጅት", "መደራጀት", "ሀጋዊ እውቅና ያለው መስሪያ ቤት"
        ]
    },
    {
        "lemma": "ድርጊት",
        "example": [
            "ክፉውንም ሆነ መልካሙን ማድረግ", "መስራት"
        ]
    },
    {
        "lemma": "ድርጋሚ",
        "example": [
            "በጥፊ መደርገም", "የተላከውን", "የታዘዘውን ሳይፈፅም በዋለበት መቅረት"
        ]
    },
    {
        "lemma": "ድርጎ",
        "example": [
            "ለእንግዳ", "ለባለሟል", "ለፀሎት አድራጊ የሚሰጥ ምግብ", "መጠጥ", "ሲሳዮ", "እርቦ", "ኣንድ ኣራተኛ"
        ]
    },
    {
        "lemma": "ድርጥ",
        "example": [
            "የታሽ", "የተልባ ሊጥ"
        ]
    },
    {
        "lemma": "ድርጭት",
        "example": [
            "የወፍ አይነት"
        ]
    },
    {
        "lemma": "ድሮ",
        "example": [
            "ቀድሞ", "ዱሮ", "ያለፈ ዘመን", "ጥንት"
        ]
    },
    {
        "lemma": "ድስት",
        "example": [
            "ከሸክላ አፈር የተሰራ የወጥ መስሪያ"
        ]
    },
    {
        "lemma": "ድቀና",
        "example": [
            "ፈሳሽ ለመጠጣት", "ወደ ሌላ እቃ ላይ ለመገልበጥ", "አፍ", "እጅ", "እቃ መደቀን", "በበር ላይ ፊት ለፊት ተሰግቶ መቆም", "በወፍጮ ቋት ላይ መደቀን", "ስራ ለመስራት መጀመር"
        ]
    },
    {
        "lemma": "ድቁስ",
        "example": [
            "የተደቆሰ", "የላመ", "የለዘበ"
        ]
    },
    {
        "lemma": "ድቁና",
        "example": [
            "ዲያቆንነት", "ዳቆን መሆን"
        ]
    },
    {
        "lemma": "ድቂት",
        "example": [
            "የሌሊት ቅዠት", "በህልም መጫን"
        ]
    },
    {
        "lemma": "ድቃት",
        "example": [
            "አንድ ሁለት ጊዜ በክርን", "በጉልበት ጎሸም ማድረግ"
        ]
    },
    {
        "lemma": "ድቄት",
        "example": [
            "ከባድ እንቅልፍ", "ሰውነት አድቃቂ"
        ]
    },
    {
        "lemma": "ድቅ",
        "example": [
            "የደቀቀ"
        ]
    },
    {
        "lemma": "ድቅል",
        "example": [
            "ጠንካራ ባህሪያትን ለማወራረስ በሚደረገው ጥረት", "ሁለት የተለያዩ ዝርያዎችን በማዳቀል የሚገኝ ልጅ", "ፍሬ"
        ]
    },
    {
        "lemma": "ድቅቅ አለ",
        "example": [
            "በጣም ደቀቀ", "እንደ አመድ ሆነ", "ላመ", "በጣም ደከመ (ሰውነት)"
        ]
    },
    {
        "lemma": "ድቅን",
        "example": [
            "ሊሰራ የተጀመረ", "ከሚፈስ ውሃ እቃ ከስሩ ኣድርጎ መቅዳት"
        ]
    },
    {
        "lemma": "ድቅደቃ",
        "example": [
            "ወቀጣ", "ጥቅጠቃ"
        ]
    },
    {
        "lemma": "ድቅድቅ",
        "example": [
            "ፍፁም ጨለማ", "ፅልመት", "በድቅድቅ ጨለማ መጣ", "የህፃን አካሄድ", "ሩጫ"
        ]
    },
    {
        "lemma": "ድበላ",
        "example": [
            "ያገዳ", "ያበባ እሀል", "ባቄላ", "አተር", "አደንጓሬ", "ጭራ", "ቅየጣ", "አደፍ", "የተቀላቀለ (እህል)", "ከሌላው ጋር በአንድ ቤት አብሮ መኖር"
        ]
    },
    {
        "lemma": "ድበና",
        "example": [
            "የተቆላው ነገር በጣም ማረር", "ክሰል መምሰል", "በጣም መበሳጨት", "መትከን", "መናደድ"
        ]
    },
    {
        "lemma": "ድቡሽት",
        "example": [
            "በወንዝ አጠገብ ያለ አሸዋ", "ጥንካሬ የሌለው መሬት"
        ]
    },
    {
        "lemma": "ድባ",
        "example": [
            "ዶቃ", "ሻሜ", "ማርዳ", "ከምሱር"
        ]
    },
    {
        "lemma": "ድባብ",
        "example": [
            "ባለመርገፍ", "ትልቅ ጥሳ", "የአንድ ቲያትር ዝግጅት በተደራሲያን መንፈስ ላይ የሚያሰርፀው አጠቃላይ መንፈስ (ሀዘን, ደስታ, ፍርሃት)"
        ]
    },
    {
        "lemma": "ድባኖ",
        "example": [
            "የደበነ", "ትንሽ", "አጭር"
        ]
    },
    {
        "lemma": "ድባይ",
        "example": [
            "የተዳበለ", "የተቀላቀለ", "ብቸኝነት የሌለው"
        ]
    },
    {
        "lemma": "ድቤ",
        "example": [
            "አታሞ", "ከበሮ"
        ]
    },
    {
        "lemma": "ድብ",
        "example": [
            "ጠጉረ ጨጎፌ", "ጠንካራ ጥፍር ያለው", "ጅራተ", "አጭር ሀይለኛ ትልቅ አውሬ", "ለብርጭቆ ከሚሆን ማእድን የተሰራ የአንገት ጌጥ"
        ]
    },
    {
        "lemma": "ድብብ",
        "example": [
            "የተደበበ", "የተዘረጋ (ዝርግ, ውጥር)"
        ]
    },
    {
        "lemma": "ድብል",
        "example": [
            "የተደበለ", "ሽርብ"
        ]
    },
    {
        "lemma": "ድብልብል",
        "example": [
            "ድቡልቡል", "ክብ", "እንክብል"
        ]
    },
    {
        "lemma": "ድብልቅ",
        "example": [
            "የተደባለቀ", "ቅልቅል", "ቅይጥ", "ዝንቅ", "ውጥንቅጥ"
        ]
    },
    
    {
        "lemma": "ድብልቅልቅ",
        "example": [
            "የተደበላለቀ", "ሽብር", "ትርምስምስ", "ትርምስምስ አለ", "ፈፅሞ ተጣላ"
        ]
    },
    {
        "lemma": "ድብቅ",
        "example": [
            "የተደበቀ", "ያደፈጠ ጦር", "ህቡ", "ስውር"
        ]
    },
    {
        "lemma": "ድብታ",
        "example": [
            "የነፋስ", "የጎርፍ", "የማእበል ድምጥ", "ዝምታ", "ፀጥታ"
        ]
    },
    {
        "lemma": "ድብት",
        "example": [
            "ድንከን", "ትንሽ ክምር", "ጌቾ", "ቃሬዛ", "የተደበተ", "የማይሰማ", "ትንሽ ድግስ"
        ]
    },
    {
        "lemma": "ድብ አለ",
        "example": [
            "ፀጥ", "ረጋ አለ (ነፋስ, ማእበል)", "ተበታትኖ የነበረው ሰራዊት በአንድነት ተሰበሰበ"
        ]
    },
    {
        "lemma": "ድብኔ",
        "example": [
            "በሀዘን", "በትካዜ መቆራመድ", "መድበን", "ቁመተ አጣራነት"
        ]
    },
    {
        "lemma": "ድብን",
        "example": [
            "የደበነ"
        ]
    },
    {
        "lemma": "ድብን አለ",
        "example": [
            "ድርቅ", "ሙትት", "ክርር አለ", "ንድድ", "እርር", "ኩምትር", "ብስጭት አለ"
        ]
    },
    {
        "lemma": "ድብን አደረገ",
        "example": [
            "ግድል አደረገ", "በሀይል ገረፈ", "ቆነጠጠ", "አናደደ", "አበሳዉ"
        ]
    },
    {
        "lemma": "ድብኝት",
        "example": [
            "ከጭቃ የተሰራ የእህል መያዣ", "ትንሽ ጎታ", "ጉሽጉሽ"
        ]
    },
    {
        "lemma": "ድብደባ",
        "example": [
            "ምት", "አመታት"
        ]
    },
    {
        "lemma": "ድብድባ",
        "example": [
            "የፍግ", "የጉድፍ ክምር"
        ]
    },
    {
        "lemma": "ድብዳብ",
        "example": [
            "የበቅሎ", "የአህያ ጀርባ እንዳይገጠብ የሚደረግ ከነጠጉሩ የተለፋ የበግ", "የፍየል ቆዳ", "ደበሎ"
        ]
    },
    {
        "lemma": "ድብድብ",
        "example": [
            "መደባደብ", "መማታት", "መጓመድ", "መቃለጥ"
        ]
    },
    {
        "lemma": "ድነና",
        "example": [
            "በደን ያልተሸፈነ መሬት", "ዛፍ እንዲተከልበት", "ደን እንዲዳብርበት ማድረግ"
        ]
    },
    {
        "lemma": "ድንቅ",
        "example": [
            "የደነቀ", "ጉድ", "ግሩም", "አጀብ", "እፁብ", "ታሪክ", "ታምር"
        ]
    },
    {
        "lemma": "ድንቅር",
        "example": [
            "የተደነቀረ", "ሽጉር", "ቅርቅር"
        ]
    },
    {
        "lemma": "ድንበራ",
        "example": [
            "ፍራት", "ሽሽት", "ዝላይ"
        ]
    },
    {
        "lemma": "ድንበር",
        "example": [
            "ወሰን", "ዳርቻ", "ዲካ", "የክልል ዳርቻ"
        ]
    },
    {
        "lemma": "ድንቡሼ",
        "example": [
            "ያማረች ልጅ"
        ]
    },
    {
        "lemma": "ድንቢጥ",
        "example": [
            "ልዩ ልዩ መልክ ያላት ትንሽ ወፍ"
        ]
    },
    {
        "lemma": "ድንባዝ",
        "example": [
            "የበገና መምቻ", "ድህንፃ", "ባላ"
        ]
    },
    {
        "lemma": "ድንብል",
        "example": [
            "ድምብል", "ከቀለበት ጠበብ ብሎ ወፈር ያለ ከብር የተሰራ የአንገት ጌጥ"
        ]
    },
    {
        "lemma": "ድንብልብል",
        "example": [
            "ድብልብል", "የተድቦለቦለ"
        ]
    },
    {
        "lemma": "ድንቲ",
        "example": [
            "ሻሽ"
        ]
    },
    {
        "lemma": "ድንት",
        "example": [
            "ያለ", "የማይለወጥ", "ከጥንት ጀምሮ ያለ"
        ]
    },
    {
        "lemma": "ድንች",
        "example": [
            "እንደ ሃረግ የሚሳብ", "ፍሬው ከስሩ ላይ ያለ", "የሚበላ"
        ]
    },
    {
        "lemma": "ድንን",
        "example": [
            "ያልተነካ", "ድፍን", "የተያያዘ ጠጉር", "ሳርና", "እንጨት", "ኩሩ", "ብጥርር ያለ"
        ]
    },
    {
        "lemma": "ድንኩል",
        "example": [
            "የህፃን ልጅ አካሄድ", "የተፈነቀለ ጓል", "አሰናካይ መሬት", "እንቅፋት"
        ]
    },
    {
        "lemma": "ድንክ",
        "example": [
            "በጣም አጭር", "ከረከንድ"
        ]
    },
    {
        "lemma": "ድንኳን",
        "example": [
            "ከጨርቅ", "ከሸራ የሚሰራ ተነቃይ የሆነ ቤት", "መጠጊያ", "ማደሪያ", "መጠለያ"
        ]
    },
    {
        "lemma": "ድንዘዛ",
        "example": [
            "ድንዛዜ", "ድንዛዥ", "የደም መርጋት", "ፈዛዛነት", "አለመስማት"
        ]
    },
    {
        "lemma": "ድንገላ",
        "example": [
            "ድንጋሌ", "የሰውነት ጥበቃ"
        ]
    },
    {
        "lemma": "ድንገራ",
        "example": [
            "መደናገር", "መደንገር"
        ]
    },
    {
        "lemma": "ድንገት",
        "example": [
            "ሳይታሰብ የሚሆን", "የሚመጣ ደስታ ወይም መከራ", "ድንገተኛ ስህተት", "የቁልቁለት ውድቀት"
        ]
    },
    {
        "lemma": "ድንጉላ",
        "example": [
            "ያልተኮላሽ", "ቁላው ያልወጣ ፈረስ", "ግመል"
        ]
    },
    {
        "lemma": "ድንጉል",
        "example": [
            "የሚያጠቃ", "የማይሰራ", "የማይናደፍ ወንዴ ንብ", "የበገና ጅማት ድምፁ እንደ ንብ ድንግል የሚጮህ"
        ]
    },
    {
        "lemma": "ድንጉኝ",
        "example": [
            "የሊጥ መቅጃ", "እንጀራ ማስፊያ"
        ]
    },
    {
        "lemma": "ድንጉዝ",
        "example": [
            "ጥምጥም የተሰራ የራስ ጠጉር"
        ]
    },
    {
        "lemma": "ድንጉጥ",
        "example": [
            "የደነገጠ", "ፈሪ", "ቀጥቃጣ"
        ]
    },
    {
        "lemma": "ድንጋሬ",
        "example": [
            "መደናገር", "መሳሳት", "ነገር መዘባረቅ", "ያልሆነውን መናገር"
        ]
    },
    {
        "lemma": "ድንጋይማ",
        "example": [
            "ድንጋይ የበዛበት"
        ]
    },
    {
        "lemma": "ድንጋይ",
        "example": [
            "በጣም ጠንካራ ልዩ ልዩ የድንጋይ አይነት", "ከሰል", "ከጥንት ዛፎች እምቅ የተፈጠረ ጠቃሚ የድንጋይ ከሰል ማእድን"
        ]
    },
    {
        "lemma": "ድንግ",
        "example": [
            "ወሳ", "ገሳ", "ከፊላ የሚሰራ የዝናም መጠለያ", "የእረኛ ልብስ"
        ]
    },

    {
        "lemma": "ድንግል",
        "example": [
            "ሴት ያሳወቀ ወንድ", "ወንድ ያላወቃት ሴት", "ያልታረሰ መሬት"
        ]
    },
    {
        "lemma": "ድንግዝ",
        "example": [
            "ቀይ ዘንጋዳ", "ግልፅ ያልሆነ", "ጨለማ"
        ]
    },
    {
        "lemma": "ድንግዝግዝ",
        "example": [
            "ድግዝግዝታ", "ለአይን ሲይዝ"
        ]
    },
    {
        "lemma": "ድንግዝግዝታ",
        "example": [
            "ጭልምልምታ"
        ]
    },
    {
        "lemma": "ድኝ",
        "example": [
            "ነቴ", "ብጫና ሰማያዊ ቀለም", "የጢሱ ሽታ አፍንጫ የሚከረክር", "የሚአፍን (ሰፈር)"
        ]
    },
    {
        "lemma": "ድኩላ",
        "example": [
            "በዱር የሚኖር የፍየል አይነት"
        ]
    },
    {
        "lemma": "ድኩዬ",
        "example": [
            "አጭር ዘንጋዳ"
        ]
    },
    {
        "lemma": "ድክመት",
        "example": [
            "ልፋት", "ጥረት", "ምስነት", "ስንፈት", "ማቃት", "መተሳን", "መዛል", "በደል", "ህግ ውጥ ድርጊት", "ስራ", "ወንጀል", "ሀጢአት"
        ]
    },
    {
        "lemma": "ድኮሬሽን",
        "example": [
            "ያማረ", "ያጌጠ", "ያሸበረቀ", "የተንቆጠቆጠ", "ያብለጨለጨ", "የተዋበ እንዲሆን ማድረግ"
        ]
    },
    {
        "lemma": "ድኮት",
        "example": [
            "ከብር የሚሰራ የእግር ጌጥ"
        ]
    },
    {
        "lemma": "ድኳ",
        "example": [
            "ግርምቡድ", "በርጩማ", "መቀመጫ", "መንፏቀቂያ", "ሉህ ምንጣፍ", "የእግር ማፈያ"
        ]
    },
    {
        "lemma": "ድው",
        "example": [
            "ድምፅ መሰማት", "መውደቅ"
        ]
    },
    {
        "lemma": "ድው አለ",
        "example": [
            "ደምፅ ተሰማ", "ወደቀ"
        ]
    },
    {
        "lemma": "ድው ያለ",
        "example": [
            "ጥ ያለ", "ብዙ ነፋስ የሌለበት"
        ]
    },
    {
        "lemma": "ድውይ",
        "example": [
            "የታመመ", "ደዌ በሽታ ያደረበት", "አጭር ቆ"
        ]
    },
    {
        "lemma": "ድደቃ",
        "example": [
            "ፍንቀሳ", "ድንጎራ", "ግልበጣ"
        ]
    },
    {
        "lemma": "ድዳም",
        "example": [
            "ድደ ወፍራም", "ድደ ፈጣጣ"
        ]
    },
    {
        "lemma": "ድድ",
        "example": [
            "ጥርስ የሚበቅልበት ስጋ", "የጥርስ መሰረት"
        ]
    },
    {
        "lemma": "ድጅኖ",
        "example": [
            "በርተቃን", "ከብረት የተሰራ ድንጋይ መፈንቀያ"
        ]
    },
    {
        "lemma": "ድገመኝ",
        "example": [
            "ጣመኝ", "ጨምርልኝ", "አመት አድርሰኝ", "መልሰህ ምታኝ"
        ]
    },
    {
        "lemma": "ድጉልጉል",
        "example": [
            "የተድጎለጎለ", "ወፍራም", "አጓጉል ቅጥ"
        ]
    },
    {
        "lemma": "ድጉስ",
        "example": [
            "ነት የለበሰ", "የተጌጠ", "የተሸለመ", "ሰገባ", "ሽፋፍ", "አፎት"
        ]
    },
    {
        "lemma": "ድጋሚ",
        "example": [
            "ተደጋግሞ", "ተመላልሶ የተነገረ", "የተሰራ"
        ]
    },
    {
        "lemma": "ድግ",
        "example": [
            "በጣም ረጅም የወንድ መቀነት"
        ]
    },
    {
        "lemma": "ድግል",
        "example": [
            "የተደገለለ", "ትልቅ ጥምጥም"
        ]
    },
    {
        "lemma": "ድግም",
        "example": [
            "የተደገመ", "የተመለሰ", "እንደገና የተሰራ"
        ]
    },
    {
        "lemma": "ድግምት",
        "example": [
            "የተደገመ", "ድጋም", "አስማት", "መስታድርት"
        ]
    },
    {
        "lemma": "ድግምታም",
        "example": [
            "አስማታም", "ጠንቋይ", "መተተኛ"
        ]
    },
    {
        "lemma": "ድግር",
        "example": [
            "በቅትርት ከሞፈር ጋራ ተሳክተው ከታች ከማረሻ ጋር በወገል ተያይዘው ፈር ለማስፋት የሚያገለግሉ ጥንድ ጥርብ እንጨቶች"
        ]
    },
    {
        "lemma": "ድግን",
        "example": [
            "የተደገ", "የታሰረ", "የጎበጠ", "የጎረሰ"
        ]
    },
    {
        "lemma": "ድግድግ",
        "example": [
            "የተደገደገ", "የሽማ ትጥቅ", "የደገደገ", "የተላከከ", "ያደፈ", "ልማም", "ችክ"
        ]
    },
    {
        "lemma": "ድግግሞሽ",
        "example": [
            "ተለዋዋጭ ሆኖ በየጊዜው የሚደጋገም ማናቸው ነገር", "በተወሰነ ጊዜ ውስጥ የሚያደርገው ድግም ቁጥር"
        ]
    },
    {
        "lemma": "ድግጣ",
        "example": [
            "በወይና ደጋ የሚበቅል ዛፍ"
        ]
    },
    {
        "lemma": "ድግፍግፍ",
        "example": [
            "የተደጋገፈ", "የተያያዘ", "ቅርብርብ"
        ]
    },
    {
        "lemma": "ድጓ",
        "example": [
            "ቅዱስ ያሬድ የፃፈው የዜማ መፅሃፍ", "ትልቅ"
        ]
    },
    {
        "lemma": "ድጣም",
        "example": [
            "ድጥ ያለው መንገድ", "ስፍራ"
        ]
    },
    {
        "lemma": "ድጥ",
        "example": [
            "ርጥብ መሬት", "ተዳፋት", "አንሸራታች"
        ]
    },
    {
        "lemma": "ድጥ ሆነ",
        "example": [
            "ዳለጠ", "ሙልጭልጭ አለ"
        ]
    },
    {
        "lemma": "ድጭ ድጭ አለ",
        "example": [
            "በድንጋጤ", "በሩጫ ልብ ትር ትር አለ"
        ]
    },
    {
        "lemma": "ድፉኝ",
        "example": [
            "በረመጥ ላይ የተጋገረ ርሚጦ", "ምቱኝ"
        ]
    },
    {
        "lemma": "ድፊት",
        "example": [
            "የጠጉር ዙሪያ ጥምጥም ስራ", "ሐቅ አውሬ መያዣ", "ወጥመድ", "የፈሰሰ", "የተደፋ"
        ]
    },
    {
        "lemma": "ድፋርሳ",
        "example": [
            "የዱር እንስሳ"
        ]
    },
    {
        "lemma": "ድፍ",
        "example": [
            "የተደፋ", "የፈሰሰ"
        ]
    },
    {
        "lemma": "ድፍረት",
        "example": [
            "ጭካኔ", "አለማፈር"
        ]
    },
    {
        "lemma": "ድፍር",
        "example": [
            "የደፈረ", "የተነካ", "ብዙ ምርት", "ቁልል"
        ]
    },
    {
        "lemma": "ድፍርስ",
        "example": [
            "የደፈረሰ", "የተቀላቀለ", "ጥራት የሌለው", "ያተለ"
        ]
    },
    {
        "lemma": "ጉሽ",
        "example": [
            "ብጥብጥ"
        ]
    },


    {
        "lemma": "ገና",
        "example": [
            "የኢየሱስ ክርስቶስ ልደት",
            "አሉታ",
            "ገና አልሆነም",
            "ገና ነው",
            "ቁርቁሳት",
            "እሩር",
            "ኳስ",
            "ጥንግ በቆላፋ ዱላ እየቀሉ መጫወት",
            "ቀድሞ",
            "አስቀድሞ",
            "ፊት",
            "ያልተወጠነ ስራ"
        ]
    },
    {
        "lemma": "ገናና",
        "example": [
            "ስመ ጥር",
            "ከፍ ከፍ ያለ",
            "ጀናና",
            "አብሲት"
        ]
    },
    {
        "lemma": "ገን",
        "example": [
            "ቃሊም",
            "የወንዝ ዳር",
            "ጠረፍ",
            "ወደብ (ባህር)",
            "ትልቅ ትልቋ እመቤት (በእድሜ+በማእረግ)"
        ]
    },
    {
        "lemma": "ገንባሌ",
        "example": [
            "ገምባሌ",
            "በእግር ባት ላይ የሚጠመጠም የጨርቅ ወይም የቆዳ አይነት"
        ]
    },
    {
        "lemma": "ገንታ",
        "example": [
            "ጮሆ መናገር"
        ]
    },
    {
        "lemma": "ገንታራ",
        "example": [
            "ጠንካራ",
            "ካሰበው የማይመለስ",
            "በፍል ውሃ የተገነተረ",
            "የማይታኘክ",
            "አኞ"
        ]
    },
    {
        "lemma": "ገንዘብ",
        "example": [
            "ጥሪት",
            "ቅርስ",
            "ወረት",
            "የሸቀጦች መግዣና መሸጫ",
            "የልውውጥ አማካይ",
            "ዋና መሳሪያ ሆኖ የሚያገልግል"
        ]
    },
    {
        "lemma": "ገንደ",
        "example": [
            "በሽታ",
            "ገንዲ",
            "በቆላ ዝንብ የሚተላለፍ",
            "የደም ህዋሳትን የሚያጠቃ",
            "በቆላ አካባቢ የሚገኝ የከብት በሽታ"
        ]
    },
    {
        "lemma": "ገንደር",
        "example": [
            "ለሰው ማሰሪያ",
            "ግንዱ ተፈልፍሎ የሚሰራ"
        ]
    },
    {
        "lemma": "ገንዳ",
        "example": [
            "ከእንጨት ተፈልፍሉ",
            "ለከብቶች ውሃ ማጠጫ እንዲሆን የሚሰራ",
            "ገብላ"
        ]
    },

    {
        "lemma": "ገደበ",
        "example": [
            "አገደ", "ከለከለ", "ከተረ", "ወሰን", "ገደብ አደረገ", "ስምምነት", "እርቅ", "ኣላስገባ አለ", "ከለከለ", "አገደ", "ሃሳቡን እንዳይገልፅ", "ከለከለ", "ተፅእኖ አደረገ", "አፈነ"
        ]
    },
    {
        "lemma": "ገደቢስ",
        "example": [
            "መልካም እድል የሌለው", "እድለ ቢስ"
        ]
    },
    {
        "lemma": "ገደብ",
        "example": [
            "ውሳኔ", "መቀጫ", "ስምምነት", "ያፈረሰ", "የሚከፍለው", "ክልክል", "ከዚያ እንዲያልፍ", "እንዳያደርግ"
        ]
    },
    {
        "lemma": "ገደደ",
        "example": [
            "ጠመመ", "አዘነበለ", "አጋደለ", "ግዴታ", "ግድ ሆነ", "ጠፋ", "ቸገረ", "ታጣ", "ተሳነ", "ከኣንጀት ካለቀሱ እንባ አይገድም"
        ]
    },
    {
        "lemma": "ገደገደ",
        "example": [
            "ተከለ", "አቆመ (ግድግዳ)", "ወጠረ", "ገተረ (ቆዳ)", "ኣወከ", "አስቸገረ", "እኔ ያልኩት ብቻ ይሁን አለ"
        ]
    },
    {
        "lemma": "ገደፈ",
        "example": [
            "ሳተ", "ረሳ", "ዘነጋ", "ዘለለ", "ዘለጎሰ", "አጎደለ", "አስቀረ", "ጣለ", "ፈሰከ", "በላ", "ተወ", "በአል ሽሮ የከበረ", "ጦም ገድፎ የወፈረ የለም"
        ]
    },
    {
        "lemma": "ገደፍ",
        "example": [
            "የሚረሳ", "የሚገድፍ ሰው", "ቃሊም", "ካፍ", "እስከ ገደፉ መሙላት"
        ]
    },
    {
        "lemma": "ገዳማዊ",
        "example": [
            "በገዳም ኗሪ ሰው", "መነኮስ", "መነኩሴ"
        ]
    },
    {
        "lemma": "ገዳም ጦር",
        "example": [
            "የጦር ሃይል", "ከኋላ ተጠባባቂ"
        ]
    },
    {
        "lemma": "ገዳይ",
        "example": [
            "የሚመታ", "የሚገድል", "አዳኝ", "ነፍስ አጥፊ", "አሀል ከበዬ", "ሰው ከገዳዩ", "ሰው የገደለ", "የፉከራ ቃል"
        ]
    },
    {
        "lemma": "ገዴ",
        "example": [
            "ገድ", "ግንባር", "ገዳግዲ", "እድል", "አቴት", "ነጣ ያለ ትንሽ አሞራ"
        ]
    },
    {
        "lemma": "ገድ",
        "example": [
            "እድል", "አቲት", "እጣ", "በረከት"
        ]
    },
    {
        "lemma": "ገድ በለኝ",
        "example": [
            "በጧት የኔን እቃ ግዛ", "በደህና በክረኝ"
        ]
    },
    {
        "lemma": "ገድለኛ",
        "example": [
            "ስቃይ የተቀበለ", "ለእምነቱ የተጋደለ", "ችግር", "መከራ", "ስቃይ ያየ", "የተቀበለ"
        ]
    },
    {
        "lemma": "ገድል",
        "example": [
            "መከራ", "ጭንቅ", "ጣር", "ልፋት", "ድካም", "ስለ ሰማእታት የተፃፈ መፅሃፍ", "ታሪክ"
        ]
    },
    {
        "lemma": "ገገመ",
        "example": [
            "አገገመ", "ተሻለው", "በጎ ሆነ"
        ]
    },
    {
        "lemma": "ገገማ",
        "example": [
            "ከበሽታ መሻል", "ማገገም"
        ]
    },
    {
        "lemma": "ገገምተኛ",
        "example": [
            "የዳነ", "የተሻለው", "በጎ የሆነው"
        ]
    },
    
    {
        "lemma": "ገፀ ምስጢር",
        "example": ["የንባብ", "የምስጢር አሰካክ"]
    },
    {
        "lemma": "ገፀ ቢስ",
        "example": ["መጥፎ መልክ ያለው", "እዩኝ እዩኝ የማይል", "የተጠላ"]
    },
    {
        "lemma": "ገፀ መልካም",
        "example": ["ውብ", "መልከ መልካም"]
    },
    {
        "lemma": "ገፀ ባህርይ",
        "example": ["በፈጠራ ድርሰት ውስጥ ያለ ሰው", "ባሲታሪክ የሚሉት"]
    },
    {
        "lemma": "ገፅ",
        "example": ["ከሁሉ ቀድሞ ለአይን ጥጥ ብሎ የሚታይ ፊት", "መልክ", "ፊት", "ግንባር", "መላ አካል", "የመፅሃፍ የተፃፈ ነገር አንደኛው ፊት"]
    },
    {
        "lemma": "ገፅታ",
        "example": ["የአንድ ነገር ውጫዊ ገላ"]
    },
    {
        "lemma": "ገፈረ",
        "example": ["አስገቢ አስወጪ ሆነ", "አጋፈረ", "እሞጎጎሰ በላ", "ወጠቀ", "ለፈረስ ለበቅሎ ለከብት መኖ", "ጥራጥሬ አቀረበ"]
    },
    {
        "lemma": "ገፈራ",
        "example": ["ፃፈር", "የከብት መኖ", "ጥራጥሬ"]
    },
    {
        "lemma": "ገፈርሳ",
        "example": ["ቀርበታ ሆድ", "እንቅብ ሆድ"]
    },
    {
        "lemma": "ገፈተ",
        "example": ["ዘፈፈ", "ሰፈፈ", "በላይ ተንሳፈፈ", "ግፈፈ", "አነሳ", "የመጀመሪያውን ችግር መከራ ቀመሰ", "አቃረ", "በደረት ላይ ተንቀዋለለ", "ጉሽ ሆነ"]
    },
    {
        "lemma": "ገፈተረ",
        "example": ["ገፋ", "ወረወረ", "ከለከለ", "አዳፋ"]
    },
    {
        "lemma": "ገፈገፈ",
        "example": ["በብዙ ከፈለ", "ቆረጠ", "ፈቀፈቀ", "አጨደ", "ቆፈነነ", "በረደ", "ወሰሰ", "መረረ", "አንገፈገፈ", "ዶፍ ዶፍ", "ክንፉን ስብርብር እያደረገ", "ደከመ", "መሮጥ ተሳነው", "ሽለቆ", "ጎድጓዳ ሆነ"]
    },
    {
        "lemma": "ገፈጠ",
        "example": ["ማገደ", "አጋፈጠ", "ጨመረ", "ጎሰጎሰ", "ግተነ", "ጎረሰ", "ብዙ በሳ", "ጋፈረ", "ጋፈፈ", "ተጋፈጠ", "ቀድሞ ተገኘ"]
    },
    {
        "lemma": "ገፈፈ",
        "example": ["አራቆተ", "ቆ ወሰደ", "ቀማ", "ነጠቀ", "ዘረፈ", "ሞስለቀ", "ጠባ", "አነሳ", "ሳጠ", "ደበሰ", "ለቀቀ", "ደበዘዘ", "ከለቀቀ", "ገፎ ጣለ", "ኣነሳ", "ገፈትን እፍ አለ", "ሻረ", "አዋረደ", "ዝቅ አደረገ", "በተነ", "የጋረደውን አስለቀቀ", "ዘገመ", "ተንጋፈፈ", "ተንከረፈፈ", "ተንቃዱ"]
    },
    {
        "lemma": "ገፊ",
        "example": ["የጥፋ", "የሚገፈትር", "የሚያስወግድ", "በዳይ", "አጥቂ", "ጎጂ", "ገዳይ", "መናጢ", "እደለ ቢስ"]
    },
    {
        "lemma": "ገፋ",
        "example": ["ገፈተረ", "ደፋ", "አስወግደ", "ናጠ", "ወዘወዝ", "በደለ", "አመፀ", "ግፍ ሰራ", "በነገሩ ቆ", "በስራው", "በትምህርቱ ቀጠለ", "ጨመረ", "ቀጠለ", "አበጠ", "አደገ", "ሰፋ", "በዛ", "በረከተ"]
    },
    {
        "lemma": "ገፍ",
        "example": ["በጣም ብዙ", "ልክ የሌለው", "አያሌ"]
    },
    {
        "lemma": "ጉህና",
        "example": ["ጎርናና", "በሩቅ የሚሰማ �ድምጥ"]
    },
    {
        "lemma": "ጉለሻ",
        "example": ["አቅመ ቢስ", "ደካማ", "ጉልበት የሌለው"]
    },
    {
        "lemma": "ጉለንታ",
        "example": ["የጠጉር ጉንጉን", "ለውሃ መውረጃ የሚሰራ ቦይ"]
    },
    {
        "lemma": "ጉሊት",
        "example": ["ትንሽ የገበያ ቦታ", "አልፎ አልፎ የሚቀመጥ", "የሚጎል", "ግብ ግብ ያለ አፈር"]
    },
    {
        "lemma": "ጉላስ",
        "example": ["ዝናም ሊጥል የደረሰ ደመና"]
    },
    {
        "lemma": "ጉላት",
        "example": ["አጎላል", "በጣም ትልቅ መሆን"]
    },
    {
        "lemma": "ጉላንጆ",
        "example": ["አኞ", "ግርዝዝ", "ገንታራ", "የማይታኘክ ስጋ", "መልከ መጥፎ", "አስቀያሚ"]
    },
    {
        "lemma": "ጉል",
        "example": ["በግልጥ የሚታይ", "የጎሳ", "የተፈነቀለ", "ጓል", "መከላ"]
    },
    {
        "lemma": "ጉልህ",
        "example": ["ለአይን መሱ የሚታይ", "የጎሳ ቆቦ ቦግ የሚል"]
    },
    {
        "lemma": "ጉልመማ",
        "example": ["መጎልመም", "ከወዲያ ወዲህ መንቆራጠጥ"]
    },

    {
        "lemma": "ጉልማ",
        "example": ["የጋራ ያልሆነ", "የግል እርሻ"]
    },
    {
        "lemma": "ጉልምስና",
        "example": ["ከልጅነት ማለፍ", "ጉልምሳት"]
    },
    {
        "lemma": "ጉልምሶሽ",
        "example": ["የጎለማመሰ"]
    },
    {
        "lemma": "ጉልሻ",
        "example": ["አድፍ መከላከያ", "ሽርጥ"]
    },
    {
        "lemma": "ጉልቋስ",
        "example": ["ጉሎ", "ጫቅማ"]
    },
    {
        "lemma": "ጉልበታም",
        "example": ["ሀይለኛ", "ጠንካራ", "ኳክሬ", "ጎበዝ", "የማይደክም"]
    },
    {
        "lemma": "ጉልበት",
        "example": ["በጭንና በቅልጥም መካከል ያለ የእግር አንጓ", "አጥቅ", "ሎሚታ ታጥፎ የሚዘረጋ", "ተዘርግቶ የሚታጠፍ", "ሃይል", "ብርታት", "ጥንካሬ"]
    },
    {
        "lemma": "ጉልበትያ",
        "example": ["በጉልበት", "በሀይል ማድረግ", "ጉልድማ", "በጉልበት ላይ ያለች ከባብ ተንቀሳቃሽ አጥንት", "ሎሚ"]
    },
    {
        "lemma": "ጉልባን",
        "example": ["ከባቄላና ከስንዴ የሚቀቀል", "የንፍሮ ገንፎ"]
    },
    {
        "lemma": "ጉልተኛ",
        "example": ["ባለ መሬት", "ባለ ርስት"]
    },
    {
        "lemma": "ጉልት",
        "example": ["የማይንቀሳቀስ", "የማይለዋወጥ", "ርስት", "የግል መሬት", "ልዩ ልዩ እቃዎች የሚሸጡበት የእለት ገበያ ቦታ"]
    },
    {
        "lemma": "ጉልቻ",
        "example": ["ሶስት ሆኖ ማንኛውም ነገር የሚጣድበት", "ከተቀመጠበት የማይነሳ"]
    },
    {
        "lemma": "ጉልድማት",
        "example": ["ኣጎለዳደም", "አፈነጋግጥ"]
    },
    {
        "lemma": "ጉልጎሳ",
        "example": ["መሳስን", "አይንን... ጎልጉሎ ማውጣት", "ማፍጠጥ", "ፈትልን መጎልጎል", "ውሉን", "አይነ ተኩላውን ማጥፋት", "ማራገፍ", "መበተን (እርሻ + ውቂያ...)"]
    },
    {
        "lemma": "ጉልጉል",
        "example": ["በውሉ ያልተቀመጠ", "የተጎለጎለ ልቃቂት"]
    },
    {
        "lemma": "ጉልጓሌ",
        "example": ["ርሻን መጎልጎል", "አይንን መጎልጎል"]
    },
    {
        "lemma": "ጉልዳፌ",
        "example": ["መጎልደፍ", "መደነዝ"]
    },
    {
        "lemma": "ጉልፍት",
        "example": ["በድካም እያዘገመ በግድ መሄድ"]
    },
    {
        "lemma": "ጉሎ",
        "example": ["ውስጠ ክፍት", "ቅጠለ ሰፋፊ ዛፍ", "ፍሬው ለዘይትነት የሚጠመቅ"]
    },
    {
        "lemma": "ጉመላ",
        "example": ["ፈፅሞ ቀንድ የሌለው", "ጎዳ እንስሳ ", "ከአነር ከፍ ያለ የድመት አይነት"]
    },
    {
        "lemma": "ጉመማ",
        "example": ["መጎመም", "መዶረር", "በትእቢት መከመር"]
    },
    {
        "lemma": "ጉመደው",
        "example": ["ቁረጠው", "ቁመጠው", "የሚገድል የከብት በሽታ"]
    },
    {
        "lemma": "ጉማ",
        "example": ["የደም ዋጋ", "ካሳ", "ሙዳ ስጋ", "ቁራጭ"]
    },
    {
        "lemma": "ጉማሬ",
        "example": ["በጣም ትልቅና ወፍራም ቆዳ ያለው በውሃ አጠገብና ጨው በሌለው ውሃ ውስጥ የሚኖር አውሬ"]
    },
    {
        "lemma": "ጉሜ ለይለይ",
        "example": ["የገዳይ ዘፍን", "የዘፈን ቃል"]
    },
    {
        "lemma": "ጉሜ",
        "example": ["እድል", "ሃብት", "በደስታ ጊዜ ሀመልማል ጉሜ", "ለምለም እድሌ", "የተሰጠኝ ክፍል ማለት ነው"]
    },
    {
        "lemma": "ጉም",
        "example": ["በከባቤ አየር ዝቅተኛው ክፍል ውስጥ የሚገኙ አነስተኛ የውሃ ነጠብጣቦች", "ነጭ ደመና", "አፈና", "ከጭጋግ የበለጠ የእይታን እርቀት የሚቀንሱ"]
    },
    {
        "lemma": "ጉምማት",
        "example": ["እውነት ያልሆነ ወሬ ማውራት", "መንዛት"]
    },
    {
        "lemma": "ጉምሩክ",
        "example": ["ከውጭ አገር የሚገባ እቃ መቅረጫ ቦታ"]
    },
    {
        "lemma": "ጉምብራ",
        "example": ["እንብርት"]
    },
    {
        "lemma": "ጉም ጉም አለ",
        "example": ["በቀስታ", "በሹክሹክታ አወራ", "ወሬ አራባ", "አናፈሰ", "እውነቱም", "ውሽቱም በያለበት ተነዛ", "ተወራ"]
    },
    {
        "lemma": "ጉም ጉታ",
        "example": ["ውስጥ ውስጡን በሃይል የሚወራ", "በገሃድ እንዲወጣ የሚፈለግ ተናፋሽ ወሬ"]
    },
    {
        "lemma": "ጉረኖ",
        "example": ["የፍየል፥የበግ ማጎሪያ", "ጠባብ፥ቀርቀሬ ቦታ"]
    },
    {
        "lemma": "ጉረኛ",
        "example": ["ተጎማሪ", "ተምበርጣጭ", "አምቧታሪ", "ጥጋበኛ"]
    },
    {
        "lemma": "ጉረፋ",
        "example": ["ሃይለኛ ዝናብ ሲጥል የሚታይ ፈጣን የውሃ ሩጫ"]
    },
    {
        "lemma": "ጉራ",
        "example": ["የማያውቀውን አውቃለሁ የሚል", "ትእቢተኛ", "ሌሳ አዋቂ የለም የሚል", "ፍሬ ቢስ ነገር"]
    },
    {
        "lemma": "ጉራማይሌ",
        "example": ["የድድ ውቅራት", "ንቅሳት", "ለድድ ውበትን", "ጌጥን የሚሰጥ", "በጥቁርና በአረንጓዴ ቀለም የተሸለመች ወፍ", "ውጥንቅጡ የበዛ", "የተመሰቃቀለ"]
    },
    {
        "lemma": "ጉራች",
        "example": ["ጥቁር መልክ (ሰው + ፈረስ)"]
    },
    {
        "lemma": "ጉራንጉር",
        "example": ["ወጣ ገባ", "ድንጋያማ", "ስርጉጥጉጥ ቦታ"]
    },
    {
        "lemma": "ጉሬዛ",
        "example": ["ረዣዥምና ለስላሳ የሆነ ነጭና ጥቁር ጠጉር", "ረጅም ጅራት ያለው የዱር እንስሳ"]
    },
    {
        "lemma": "ጉር",
        "example": ["የድንጋይ ክምር", "የመቃብር ቦታ"]
    },

   
    {
        "lemma": "ጉርምርም",
        "example": ["በድምፁ የሚጉረመረም", "የሚንጎደጎድ"]
    },
    {
        "lemma": "ጉርምርምታ",
        "example": ["የነጎድጓድ ድምፅ", "በበዳይ ላይ ማጉረምረም", "ቅሬታን መግለፅ", "መከፋትን ማሳየት"]
    },
    {
        "lemma": "ጉርምስና",
        "example": ["መጎርመስ", "መባለቅ", "ክፉና ደግን መለየት"]
    },
    {
        "lemma": "ጉርሶ",
        "example": ["ሽርክት", "ክርትፍ"]
    },
    {
        "lemma": "ጉርሻ",
        "example": ["ዳረጎት", "ልዩ ስጦታ", "አንድ ጊዜ የሚጎሬስ"]
    },
    {
        "lemma": "ጉርባጤ",
        "example": ["አለመመቸት", "አለመለስለስ"]
    },
    {
        "lemma": "ጉርታ",
        "example": ["የተነጎረ ቅቤ"]
    },
    {
        "lemma": "ጉርነና",
        "example": ["መጎርናት", "መጠበስ ወጥ ", "የድምጥ መወፈር", "ድምጠ ጉህና መሆን"]
    },
    {
        "lemma": "ጉርና",
        "example": ["ድምጠ ጎርናና", "የወተት ማጠራቀሚያ ግሬራ"]
    },
    {
        "lemma": "ጉርና ሆድ",
        "example": ["እንቅብ ሆድ", "ሆደ ዘርጣጣ"]
    },
    {
        "lemma": "ጉርዳ",
        "example": ["ላም አልወልድ ስትል ወጌሻ እጁን በማህፀኗ ውስጥ በማስገባት የዘጋውን ነገር በጣቱ መብላት"]
    },
    {
        "lemma": "ጉርድ",
        "example": ["የተጎረደ", "ተጎርዶ የቀረ", "አጭር ልብስ", "ስከርት", "ሚኒ"]
    },
    {
        "lemma": "ጉርዶ",
        "example": ["ግርድ"]
    },
    {
        "lemma": "ጉርጉር",
        "example": ["የተጎረጎረ", "የተቦረቦረ", "የጎደጎደ"]
    },
    {
        "lemma": "ጉርጉጭ አደረገ",
        "example": ["የማገውን ጠጣ", "በጉሮሮው አወረደ"]
    },
    {
        "lemma": "ጉርጉርጭታ",
        "example": ["ውሃ ሲጠጣ የሚሰማው ድምፅ"]
    },
    {
        "lemma": "ጉርጎሆ",
        "example": ["ቅምሆ", "ለቅዳ የጉረሮ በሽታ"]
    },
    {
        "lemma": "ጉርጣት",
        "example": ["ማማረጥ", "አጎራረጥ"]
    },
    {
        "lemma": "ጉርጥ",
        "example": ["እንቁራሪት", "ጡብ ጡብ እያለች የምትሄድ"]
    },
    {
        "lemma": "ጉርጥ አይን",
        "example": ["አይነ ፈጣጣ", "ፎለቁ አይን"]
    },
    {
        "lemma": "ጉርፎ",
        "example": ["ሱረት", "ስንቀን", "የላመ ትንባሆ", "በአፍንጫ የሚማማ"]
    },
    {
        "lemma": "ጉሮሮ",
        "example": ["ጉረሮ",  "የነገር", "የቃል", "የድምፅ መው"]
    },
    {
        "lemma": "ጉስማት",
        "example": ["በአጅ+በጉልበት መጎሰም", "መጎሽመጥ", "ነካ ማድረግ"]
    },
    {
        "lemma": "ጉስምት",
        "example": ["ውጋት", "በሽታ"]
    },
    {
        "lemma": "ጉስቋሌ",
        "example": ["ተጉላልቶ መጎስቆል", "መክሳት", "መዋረድ"]
    },
    {
        "lemma": "ጉሽ",
        "example": ["ያልጠራ", "ያልጠለለ", "ኮረፈ", "እንቡሽቡሽ", "በርደዶ", "ቂም መያዝ"]
    },
    {
        "lemma": "ጉሽርጥ",
        "example": ["ሴቶች እግርና እጃቸው እንዲቀሳ የሚሞቁት በቀልት"]
    },
    {
        "lemma": "ጉሽት",
        "example": ["መጎሽ", "መደፍረሻ ነገር"]
    },
    {
        "lemma": "ጉበት",
        "example": ["ቀይ ቡናማ አይነት መልክ ያለው አከርካሬ ባላቸው እንስሳት በላይኛው ሆድ እቃ ውስጥ በስተቀኝ በኩል የሚገኝ ሃሞት የሚያመነጭ", "ደም የሚያጠራቅምና የሚያጣራ", "ስኳርን ወደ ግላይኮዲን የሚለውጥ...የውስጥ አካል"]
    },
    {
        "lemma": "ጉበት ብግነት",
        "example": ["በቫይረስ ወይም በመርዝ አማካይነት የጉበት መታመም", "መታወክ", "መብገን ሂፐታይተስ)"]
    },
    {
        "lemma": "ጉበን",
        "example": ["በደጃፍ ግራና ቀኝ የሚቆም ጥርብ እንጨት፡ሳንቃ"]
    },
    {
        "lemma": "ጉባ",
        "example": ["ጎባባ", "ጉብታ", "ኮረብታ", "ቁልልታ", "ከብረት የተሰራ የከብት መተኮሻ"]
    },
    {
        "lemma": "ጉባኤ",
        "example": ["መሰብሰብ", "ስብሰባ", "ሸንጎ", "አደባባይ", "ችሎት", "ብዙ ህዝብ", "ሰራዊት", "ጉባኤ", "ነገረ", "መፅሃፍ ተረጎመ", "ስብከት ሰበከ"]
    },
    {
        "lemma": "ጉባኤ ቃና",
        "example": ["የቅኔ ስም (በሁለት ቤት)"]
    },
    {
        "lemma": "ጉብል",
        "example": ["ልጅ", "ሽጋ", "ውብ", "ቆንጆ"]
    },
    {
        "lemma": "ጉበራ",
        "example": ["መጎበር", "መቆርቆር"]
    },
    {
        "lemma": "ጉብራት",
        "example": ["ከሰታታ ሜዳ ላይ ጉብ", "ጎበር ብሎ መታየት"]
    },
    {
        "lemma": "ጉብር",
        "example": ["የእጅና የእንጨት ጉጥ", "የጉትቻ መካከለኛ ጌጥ", "እምብርት", "ጉባ", "ኮረብታ", "የግመል ሻና"]
    },
    {
        "lemma": "ጉብ አለ",
        "example": ["ተኅበለ", "ቁጭ አለ", "ተቀመጠ", "ተኮፈሰ", "ከፍ ብሎ ታዋ"]
    },
    {
        "lemma": "ጉብታ",
        "example": ["በሜዳ ላይ ጎበብ", "ከፍ ብሎ የሚታይ"]
    },
    {
        "lemma": "ጉብደዳ",
        "example": ["አጎብድዶ", "አጎንብሶ መሄድ", "ጉብጥ ማለት", "ለበላይ", "ለጥቅም መንበርከክ", "መገዛት", "ከአላማ ውጭ መስራት"]
    },
    {
        "lemma": "ጉብጉብ",
        "example": ["አብሲት የገባበት ሊጥ", "በሇ", "የተሸለመ ጌጥ"]
    },
    {
        "lemma": "ጉቦ",
        "example": ["ማማለጃ", "እጅ መንሻ", "ፊት መግለጫ", "ማግባቢያ"]
    },
    {
        "lemma": "ጉቦኛ",
        "example": ["ጉቦ ሰጪና ተቀባይ", "ገቦ ወዳድ"]
    },
    {
        "lemma": "ጉተና",
        "example": ["ጎፈሬ", "ያደገ ጠጉር"]
    },

    {
        "lemma": "መመዝመዝ",
        "example": ["ሰረሰረ", "መጠመጠ", "ሳበ", "መጠጠ", "አቀጠነ", "አረዘመ"]
    },
    {
        "lemma": "መመዝበር",
        "example": ["አፈረሰ", "አጠፋ", "አወደመ", "ዘረፈ", "በዘበዘ", "ገፈፈ", "በረበረ", "ወረረ"]
    },
    {
        "lemma": "መመዘን",
        "example": ["ሰፈረ", "ለካ", "ገመተ", "አሰበ", "አስተካከለ", "በለጠ", "አየለ"]
    },
    {
        "lemma": "መምዘዝ",
        "example": ["ኣመጣ", "ሳበ", "ነቀለ", "ጎተተ", "ፈተለ", "አቀጠነ", "አሳደገ", "አረዘመ"]
    }

    {
        "lemma": "ጎረመስ",
        "example": ["አደገ", "ዳበረ", "ትልቅ ሆነ", "በሰለ"]
    },
    {
        "lemma": "ጎረመደ",
        "example": ["ሰበረ", "ገመጠ ", "ቆፈረ", "ፈነቀለ", "ሸራረፈ"]
    },
    {
        "lemma": "ጎረሰ",
        "example": ["አፍ ውስጥ ከተተ", "በላ", "አስግባ", "ቀረቀረ "]
    },
    {
        "lemma": "ጎረበ",
        "example": ["ሳላ", "ረገበ", "ላይ ሳዪን ሄደ ", "አበጠ", "አቀረበዉ", "ወሃ ያዘ"]
    },
    {
        "lemma": "ጎረበተ",
        "example": ["አቀራርቦ ቤት በመስራት ኖረ"]
    },
    {
        "lemma": "ጎረበጠ",
        "example": ["ቆረቆረ", "ሻከረ", "ጤና ነሳ", "አፍተለተለ", "መጋ ዕም)"]
    },
    {
        "lemma": "ጎረቤት",
        "example": ["ጎን ለጎን ያለ", "አቅርቢያ"]
    },
    {
        "lemma": "ጎረተ",
        "example": ["ጎራ", "ኮረተ", "ሰበሰበ "]
    },
    {
        "lemma": "ጎረነነ",
        "example": ["ጎረና", "ወፈረ", "ደነደነ ድምፅ", "ጎረና", "ተጠበሰ", "አረረ", "አልጣፍጥ አለ"]
    },
    {
        "lemma": "ጎረና",
        "example": ["ተጠበሰ", "አረረ", "ጣእመ ቢስ ሆነ ", "ወፈረ", "ጎረነነ "]
    },
    {
        "lemma": "ጎረደ",
        "example": ["ተመደ", "ቆረጠ", "አፍንጫ ጎራዳ", "ፉንጋ ሆነ", "ጎራዴ ሰራ"]
    },
    {
        "lemma": "ጎረደመ",
        "example": ["ቆረጠመ", "ሰበረ", "በላ"]
    },
    {
        "lemma": "ጎርደማ",
        "example": ["አቆረጣጠም", "አሰባበር "]
    },
    {
        "lemma": "ጎረደማን",
        "example": ["ጭንጫና አፈር የተቀላቀለው መሬት"]
    },
    {
        "lemma": "ጎረዶማን",
        "example": ["የነጋዴ አሽከር", "የሲራራ አጋሰስ ሜኝ", "ሀራኝ"]
    },
    {
        "lemma": "ጎረጎማ",
        "example": ["ኮንኳማ", "ጥርስ ወላቃ "]
    },
    {
        "lemma": "ጎረጎረ",
        "example": ["በረበረ", "ፈተሸ", "ፈለግ", "ሰረሰረ", "ሽተሽቀ", "ሸረሸረ", "አንጎራጎረ", "አጉተመተ", "ተጉረመረመ"]
    },
    {
        "lemma": "ጎረጎጨ",
        "example": ["ውሃው በጉሮሮው ሲወርድ ተሰማ"]
    },
    {
        "lemma": "ጎረጠ",
        "example": ["ፈጠጠ", "ወጣ ", "በድንገት መከራ አስፈጠጠ"]
    },
    {
        "lemma": "ጎረፈ",
        "example": ["ተንዶለዶለ", "ወረደ", "ተንኳኳ", "ተመመ", "በብዛት ሄደ", "ከትንባሆ የተፈጨ ስቀን ጉርፎ በአፍንጫው ጠጣ", "ሳበ"]
    },
    {
        "lemma": "ጎሪጥ",
        "example": ["አይኑን አፍጥጦ", "ጎልጉሎ መመልከት", "ማየት"]
    },
    {
        "lemma": "ጎሪጥ አደረገ",
        "example": ["አይኑን አጎረጠ", "አፈጠጠ"]
    },
    {
        "lemma": "ጎራ",
        "example": ["የተራራ ጎራ", "ገመግም", "ካበ", "ደረደረ", "ከመረ", "መማረ", "ጎረተ", "በድንጋይ ቀጠቀጠ", "በጋራና በጋራ መካከል ያለ ጠባብ በር", "ቦታ", "ሚና", "ተራ", "አንጃ", "ጮኸ", "አጓራ (አውሬ + ጅብ...)"]
    },
    {
        "lemma": "ጎራ አለ",
        "example": ["ተነዳኘ", "እግረ መንገዱን ግባ"]
    },
    {
        "lemma": "ጎራዴ",
        "example": ["ሾተል", "የጦር መሳሪያ"]
    },
    {
        "lemma": "ጎራፊ",
        "example": ["ወደ ምድር ሳይጠልቅ በመፍሰስ የሚወገድ የዝናብ ውሃ"]
    },
    {
        "lemma": "ጎሬ",
        "example": ["ዋሻ", "መሸመቂያ", "ጉድጓድ"]
    },
    {
        "lemma": "ጎርምጥ",
        "example": ["ስምንት ኦማር", "ሁለት ጥፍር", "ሰፊ ቅርፊት ያለው በላ አይነት በባህር ውስጥ የሚኖር ፍጥረት", "ጎብዬ", "የቆላ ቁስል", "ጫዋ"]
    },
    {
        "lemma": "ጎሮ",
        "example": ["የዝሆን ኮረምቱ", "ኮርማ"]
    },
    {
        "lemma": "ጎርርሳ",
        "example": ["የእንስሳ በሽታ", "ያተኩሳል", "ምግብ ይከለክላል"]
    },
    {
        "lemma": "ጎሰመ",
        "example": ["መታ", "ደበደበ", "ዴለቀ", "ተጎሰመ", "ተናወጠ", "ተወዛወዘ ", "ጀርባውን ውጋት ሰፍቶ ያዘውን ሰው ጀርባ በሃይል ተጫነ", "አንቋቋ"]
    },
    {
        "lemma": "ጎሰረ",
        "example": ["ወጠቀ", "ጎሰጎሰ", "በላ", "አስቀመጠ", "ጠቀጠቀ", "አጎረ "]
    },
    {
        "lemma": "ጎሰቆለ",
        "example": ["ተቸገረ", "ተጉላላ", "ከሳ", "ጠቆረ", "አደፈ", "ተበላሸ", "ተጨመላለቀ"]
    },
    {
        "lemma": "ጎሰበ",
        "example": ["ጎበሰ", "ተናነቀ", "ገነፈለ"]
    },
    {
        "lemma": "ጎሰጎሰ",
        "example": ["ሽመሸመ", "ጠቀጠቀ", "ወጠቀ", "በእቃ ውስጥ አስቀመጠ", "አነቃቃ", "አተጋ", "አፋጠነ", "አቆሰለ", "አናደደ", "ቆሰቆሰ", "ጎነተለ", "ነካካ (በነገር..)"]
    },
    {
        "lemma": "ጎሳ",
        "example": ["ዘር", "ወገን", "ነገድ", "አንጃ"]
    },
    {
        "lemma": "ጎሽ",
        "example": ["ደፈረሰ", "አተለ", "በነገር ታወከ", "ደፈረሰ ", "መረቀ", "አመሰገነ", "ጎሽ አለ"]
    },
    {
        "lemma": "ጎሸመ",
        "example": ["መታ", "ደበደበ", "ነካ አደረገ", "ዝም በል አለ", "ጎሸም አደረገ", "በክፉ ነገር ወጋ", "ነካ አደረገ"]
    },
    {
        "lemma": "ጎሸመጠ",
        "example": ["ጎሰመ", "ጎነተለ", "ነካ ", "አብነቆለ "]
    },
    {
        "lemma": "ጎበረ",
        "example": ["ደደረ", "ጠጠረ", "ጉብር አወጣ ", "ያልተስተካከለ", "ጉብ ጉብ ያለ ቦታ"]
    },
    {
        "lemma": "ጎበረረ",
        "example": ["ጎባጣ ሆነ", "ጉብ አለ"]
    },
    {
        "lemma": "ጎበበ",
        "example": ["ጎበረረ", "ጎበጠ", "ትክክል አልሆን አለ"]
    },
    {
        "lemma": "ጎበኘ",
        "example": ["አየ", "ሰለለ", "መረመረ", "ፈተሽ", "ረዳ", "አግዘ "]
    },
    {
        "lemma": "ጎበዘ",
        "example": ["ደፈረ", "ጠና", "በረታ", "አየለ", "አደገ", "ጎለበተ"]
    },
    {
        "lemma": "ጎበዝ",
        "example": ["ጀግና", "ደፋር", "ጠንካራ", "ሃይለኛ"]
    },
    {
        "lemma": "ጎበደደ",
        "example": ["አጎነበሰ", "አጎበደደ", "አዘነበለ", "አጋደደ", "አፎነደደ"]
    },
    {
        "lemma": "ጎበደድ",
        "example": ["ያጎነበሰ", "የጎበጠ"]
    },
    {
        "lemma": "ጎበጎበ",
        "example": ["ከረና", "ጎሸመ", "ደሰቀ", "መታ", "አስጌጠ", "ሸለመ", "ካከሙ", "አቆረበጨ", "ውሃ ያዘ", "ቋጠረ (ብዙ በመሄድ...)", "አብሲት", "ዱቄት", "እርሾ ጨመረ", "ከአንገት በላይ አለሁ አለሁ አለ"]
    },
    {
        "lemma": "ጎበጠ",
        "example": ["አጎነበሰ", "ጎበደደ", "ተቀለሰ", "አዘነበለ", "ከፋ", "ጠመ "]
    },
    {
        "lemma": "ጎባ",
        "example": ["ከፍ አለ", "በቁመት በለጠ", "መታ", "አቀመሰ ", "ጉባ", "ተራራ", "ኮረብታ ሆነ", "ጉቦ ሰጠ", "አባበለ", "አታለለ", "ፋ ቆረጠ", "ነፋ", "አፍተለተለ "]
    },
    {
        "lemma": "ጎባን",
        "example": ["የሌላዪቱን ባል ያገባች ሴት", "የሰው ሚስት ያገባ", "ጣውንት"]
    },
    {
        "lemma": "ጎባጣ",
        "example": ["ወልጋዳ", "ጠማማ", "ቀጥተኛ ያልሆነ"]
    },
    {
        "lemma": "ጎቤ",
        "example": ["ያየውን", "የሰማውን የሚያወራ", "ግብ", "አስመሳይ", "ወሬኛ", "ንክ", "ዘባራቂ", "ሙሬ"]
    },
    {
        "lemma": "ጎተራ",
        "example": ["ከራት ከፍ ያለ የእህል ማስቀመጫ", "ሆዳም", "ሆደ ሰፊ "]
    },
    {
        "lemma": "ጎተተ",
        "example": ["ሳበ", "አወጣ", "ነቀለ", "ቀስ ብሎ"]
    },
    {
        "lemma": "ጎነጨረ",
        "example": ["የሚከፍለው ቀረለት"]
    },
    {
        "lemma": "ጎነጨፈ",
        "example": ["መነቸፈ", "ቀማመሰ (ብት ሳር...)", "ነካ አደረገ", "በትንሹ ጎዳ አደረገ", "ሳያጠራ ዋና ዋንውን አረመ", "ሳይነጥብ አልፍ አልፎ በላ (ኣንበጣ...)", "በነገር ነካ አደረገ"]
    },
    {
        "lemma": "ጎነፈ",
        "example": ["በሞቀ ውሃ አጠበ", "ነከረ", "አፈነ", "ሸፈነ (ጢስ)", "አጠነ (ጠቀና የጠጅ እቃ)"]
    },
    {
        "lemma": "ጎጎናም",
        "example": ["ጎኑ የሰፋ ኣካል"]
    },
    {
        "lemma": "ጎን",
        "example": ["ጎድን", "የጎድን አጥንት", "በቀኝና በግራ ያለ ቦታ", "ተነጣጣሪ", "ትይዩ", "በሌላ ወገን መምጣት", "ጉዳዩን ለማስፈፀም በጎን መጣ", "በሌላ ክፍል ማስቀመጥ", "ገንዝቡን በጎን ያስቀምጣል", "ብዙ ገንዘብ", "ወገን ያለው", "እሱ ምን ቸገረው ጎን አለው"]
    },
    {
        "lemma": "ጎንታ",
        "example": ["ሌሎች ገፀ ባህርያት እንዳይሰሙት ኣንድ ገፀ ባህርይ ፈንገጥ ብሎ እሚያነበንበው"]
    },
    {
        "lemma": "ጎንደራ",
        "example": ["የሆድ ውስጥ ትል", "ወስፋት"]
    },
    {
        "lemma": "ጎንዶ",
        "example": ["ጅራተ ቆራጣ ፈረስ"]
    },
    {
        "lemma": "ጎኘረ",
        "example": ["ቆዘረ", "አበጠ", "ተንዘረጠጠ", "አንጠረ (ሆድ)", "አሸር ባር በልቶ ሆዱ ተነኘረ"]
    },
    {
        "lemma": "ጎዘጎዘ",
        "example": ["ነሰነሰ", "አነጠፈ (ሳር + ቄጠማ)", "ደቂ", "ተመቸ", "ሃብት አገኘ", "ትንሽ ቀማመስ", "በላ"]
    },
    {
        "lemma": "ጎደለ",
        "example": ["አነሰ", "ተቀነሰ", "አጠጠ", "የተናገረውን አላሟላም", "አልፈፀመም"]
    },
    {
        "lemma": "ጎደራ",
        "example": ["ጮኸ", "አግሳ", "ቀተረ", "ደነፋ"]
    },
    {
        "lemma": "ጎደበ",
        "example": ["አጎደጎደ", "ማሰ", "ቆፈረ"]
    },
    {
        "lemma": "ጎደነ",
        "example": ["መንገድ ጠረገ", "አሰፋ", "ወደ ጎን ሄደ"]
    },
    {
        "lemma": "ጎደኘ",
        "example": ["ተሰደደ", "ለቆ ሄደ"]
    },
    {
        "lemma": "ጎደደ",
        "example": ["ያለ ፍርሃት ቀስ እያለ ሄደ", "ተጓደደ"]
    },
    {
        "lemma": "ጎደጎደ",
        "example": ["ጠለቀ", "አዘቅት ሆነ", "ገባ", "አጎረ", "አፈገ", "ዘጋ", "ጎድጓዳ አይን ሆነ"]
    },
    {
        "lemma": "ጎደፈ",
        "example": ["ቆሸሸ", "መለከ", "ተበከለ", "ተልከሰከሰ (በሃጢአት)", "ወገቡን አቃለለ", "ወደ ሰገራ ቤት", "ወደ አይነ ምድር", "ወደ ጉድፍ ወጣ"]
    },
    {
        "lemma": "ጎዳ",
        "example": ["ጨቆነ", "በደለ", "ክፉ ሰራ", "ኢቃጠለ", "አከሰለ (ሳት", "ፀሃይ)", "በሽታ", "ረሃብ", "አደጋ", "ቀንድ የሌለው እንስሳ", "ጥለት የሌለው ልብስ"]
    },
    {
        "lemma": "ጎዳኒሳ",
        "example": ["በስብራት", "በውልቃት የአጥንት መግጠም", "በሳት ምክንያት ግጦ", "ሞጎ የሚታየው አጥንት"]
    },
    {
        "lemma": "ጎዳና",
        "example": ["አውራ", "ጎነ ሰፊ መንገድ", "ወደ ልዩ ልዩ አገር", "ከተማ", "መንደር የሚያደርስ"]
    },
    {
        "lemma": "ጎድን",
        "example": ["የጎን አጥንት", "የተጫነ አህያን ለማስተላለፍ የሚነገር ቃል", "ወደ ጎን ሂድ ማለት"]
    },
    {
        "lemma": "ጎጆ",
        "example": ["ትንሽ ቤት", "ደሳ", "ቂሊሶ", "ትዳር", "ንብረት"]
    },
    {
        "lemma": "ጎጠረ",
        "example": ["ወጠረ", "ቀበተተ", "ነፋ", "ቀተተ", "አጭር", "ድሁር", "ጉዋር ሆነ"]
    },
    {
        "lemma": "ጎጠጎጠ",
        "example": ["ሰቀሰቀ", "ሰረሰረ", "አባጣ", "ጎባማ", "ቁልቁለት", "አቀበት ሆነ", "ጠባ", "ገጠገጠ (ጡት)", "ፋቀ", "አሟጨ (ጥርስ)", "አጎጠጎጠች", "ጡት አወጣች"]
    },
    {
        "lemma": "ጎጠጠ",
        "example": ["ነቀፈ", "አሽሟጠጠ", "ናቀ"]
    },
    {
        "lemma": "ጎጣጉጥ",
        "example": ["ስርጓጉጥ", "ወጣ", "ግባ"]
    },
    {
        "lemma": "ጎጤ",
        "example": ["ጡት ማጎጥ መጀመር", "እህል የሚበቅልበት ከሁለቱ ክኮች መሃል ያለው"]
    },
    {
        "lemma": "ጎጥ",
        "example": ["የአገር ክፍል", "አካባቢ", "የትውልድ ቀበሌ"]
    },
    {
        "lemma": "ጎፈረ",
        "example": ["ረዘመ", "ጎፈሬ ሆነ", "ተበጠረ"]
    },
    {
        "lemma": "ጎፈሬ",
        "example": ["ያደገ ወገር", "ጉተና"]
    },
    {
        "lemma": "ጎፈር",
        "example": ["ጠጉራም አንበሳ", "ያንበሳ ለምድ", "ጠጉረ ረጅም አህያ", "ውሻ"]
    },
    {
        "lemma": "ጎፈነነ",
        "example": ["አንገሽግ", "መረረ", "አስጠላ"]
    },
    {
        "lemma": "ጎፈየ",
        "example": ["ከሳ", "ሳይሰባ ቀረ", "አረጀ", "እህል አላቅል አለ (መሬት)"]
    },
    {
        "lemma": "ጎፈጎፈ",
        "example": ["ጎፍ", "ጎፍ", "እንከፍ", "እንከፍ አለ"]
    },
    {
        "lemma": "ጎፈጠጠ",
        "example": ["በጣም አረጀ", "አጎበደደ"]
    },
    {
        "lemma": "ጎፈጨረ",
        "example": ["ቧጨረ", "ቧጠጠ", "ሟጨረ", "ጠሰጠሰ", "በጣም አጀ", "ገረጀፈ"]
    },
    {
        "lemma": "ጎፈፈ",
        "example": ["አረጀ", "ቀርፋፋ", "ዘርፋፋ ሆነ", "ጨጎፈ", "ጨጎረ", "በጣም አደገ (ጠጉር)"]
    },
    {
        "lemma": "ጎፍላ",
        "example": ["ጠጉራም እንስሳ", "ጥጃ ሲሞት ላሟ ወተት እንድትታለብ የጥጃው ቆዳ ጭድ ተጠቅጥቆ መሰል ሆኖ የሚሰራ ቅርፅ", "መርገፍ", "ጌጥ"]
    },
    {
        "lemma": "ጎፍናና",
        "example": ["መራራ", "የሚያንገሽግሽ", "የሚከብድ"]
    },
    {
        "lemma": "ጓለለ",
        "example": ["አነሳ", "አፈሩን አራገፈ", "ጎለጎለ", "አንጓለለ (እህል)", "ጉልላት", "የቤት ሞግስ ሰራ"]
    },
    {
        "lemma": "ጓሳ",
        "example": ["የተደነጎረ ያልፈረሰ አፈር", "መከሎ"]
    },
    {
        "lemma": "ጓል",
        "example": ["የተያያዘ አፈር", "ድብልብል", "መከሎ"]
    },
    {
        "lemma": "ጓሚያ",
        "example": ["ያልበሰለ ፍሬ", "ጮርቃ", "ቃሪያ"]
    },
    {
        "lemma": "ጓሮ",
        "example": ["በግቢ ውስጥ የቤት ኋላ", "ቀየ", "እዳሪ"]
    },
    {
        "lemma": "ጓሳ",
        "example": ["ችምችም ያለ በደጋ የሚበቅል ሳር"]
    },
    {
        "lemma": "ጓተነ",
        "example": ["ወፈረ"]
    },
    {
        "lemma": "ጓታ",
        "example": ["አጓ ብሎ መጮህ", "የምግብ አለመስማማት", "የሆድ መታወክ"]
    },
    {
        "lemma": "ጓጓታ",
        "example": ["መንኳኳት", "መንጓጓት", "ጩኸት"]
    },
    {
        "lemma": "ጓነ",
        "example": ["ነጠረ", "ዘለለ", "ተፈነጠረ", "ተወረወረ"]
    },
    {
        "lemma": "ጓንት",
        "example": ["ለብርድ", "ለጌጥ በእጅ ላይ የሚጠለቅ ከቆዳ ከዘራ", "ከወርቅ...የሚሰራ"]
    },
    {
        "lemma": "ጓኝ",
        "example": ["ወደ ላይ የሚጉን", "የሚነጥር", "የሚዘል"]
    },
    {
        "lemma": "ጓለ",
        "example": ["ያልፈነዳ ጥጥ", "ከሽፍንነቱ ገና ሊፈነዳ የደረሰ"]
    },
    {
        "lemma": "ጓዘ",
        "example": ["ሳይቸኩል ቀስ ብሎ ሄደ"]
    },
    {
        "lemma": "ጓዘኛ",
        "example": ["የሚጓዝ", "ብዙ ጓዝ ያለው"]
    }

,
    {
        "lemma": "ጎነጨረ",
        "example": ["መጎንጨር", "የሚከፍለው ቀረለት"]
    },
    {
        "lemma": "ጎነጨፈ",
        "example": ["መጎንጨፍ", "መነቸፈ", "ቀማመሰ", "ነካ አደረገ", "በትንሹ ጎዳ አደረገ"]
    },
    {
        "lemma": "ጎነፈ",
        "example": ["መጎነፍ", "በሞቀ ውሃ አጠበ", "ነከረ", "አፈነ", "ሸፈነ"]
    },
    {
        "lemma": "ጎን",
        "example": ["ጎድን", "የጎድን አጥንት", "በቀኝና በግራ ያለ ቦታ", "ተነጣጣሪ", "ትይዩ"]
    },
    {
        "lemma": "ጎንታ",
        "example": ["ሌሎች ገፀ ባህርያት እንዳይሰሙት ኣንድ ገፀ ባህርይ ፈንገጥ ብሎ እሚያነበንበው"]
    },
    {
        "lemma": "ጎንደራ",
        "example": ["የሆድ ውስጥ ትል", "ወስፋት"]
    },
    {
        "lemma": "ጎንዶ",
        "example": ["ጅራተ ቆራጣ ፈረስ"]
    },
    {
        "lemma": "ጎኘረ",
        "example": ["መጎኘር", "ቆዘረ", "አበጠ", "ተንዘረጠጠ", "አንጠረ"]
    },
    {
        "lemma": "ጎዘጎዘ",
        "example": ["መጎዝጎዝ", "ነሰነሰ", "አነጠፈ", "ደቂ", "ተመቸ"]
    },
    {
        "lemma": "ጎደለ",
        "example": ["መጉደል", "አነሰ", "ተቀነሰ", "አጠጠ", "የተናገረውን አላሟላም"]
    },
    {
        "lemma": "ጎጆ",
        "example": ["ትንሽ ቤት", "ደሳ", "ቂሊሶ", "ትዳር", "ንብረት"]
    },
    {
        "lemma": "ጎጠረ",
        "example": ["መጎጠር", "ወጠረ", "ቀበተተ", "ነፋ", "ቀተተ"]
    },
    {
        "lemma": "ጎጥ",
        "example": ["የአገር ክፍል", "አካባቢ", "የትውልድ ቀበሌ"]
    },
    {
        "lemma": "ጓደኛ",
        "example": ["ባልንጀራ", "በስራ ፥ በፍቅር ተባባሪ", "ሸሪክ", "ብጤ"]
    },
    {
        "lemma": "ጓድ",
        "example": ["ባልንጀራ", "ተባባሪ", "ሸሪክ", "ፍቅረኛ መሆን", "ታጋይ"]
    },
    {
        "lemma": "ጠለቀ",
        "example": ["መጥለቅ", "ጎደጎደ", "ሰጠመ", "ጠፋ", "ራቀ"]
    },
    {
        "lemma": "ጠላት",
        "example": ["ባላጋራ", "ተፃራሪ", "ወዳጅ ያልሆነ"]
    },
    {
        "lemma": "ጠመረ",
        "example": ["መጠመር", "አንድ አደረገ", "አስተሳሰረ", "አጣምሮ ግመደ", "ፌተለ"]
    },

    {
        "lemma": "መጎንጨር",
        "example": ["የሚከፍለው ቀረለት"]
    },
    {
        "lemma": "መጎንጨፍ",
        "example": ["መነቸፈ", "ቀማመሰ", "ነካ አደረገ", "በትንሹ ጎዳ አደረገ", "ሳያጠራ ዋና ዋንውን አረመ", "ሳይነጥብ አልፍ አልፎ በላ", "በነገር ነካ አደረገ"]
    },
    {
        "lemma": "መጎነፍ",
        "example": ["በሞቀ ውሃ አጠበ", "ነከረ", "አፈነ", "ሸፈነ", "አጠነ"]
    },
    {
        "lemma": "መጎኘር",
        "example": ["ቆዘረ", "አበጠ", "ተንዘረጠጠ", "አንጠረ"]
    },
    {
        "lemma": "መጎዝጎዝ",
        "example": ["ነሰነሰ", "አነጠፈ", "ደቂ", "ተመቸ", "ሃብት አገኘ", "ትንሽ ቀማመስ", "በላ"]
    },
    {
        "lemma": "መጉደል",
        "example": ["አነሰ", "ተቀነሰ", "አጠጠ", "የተናገረውን አላሟላም", "አልፈፀመም"]
    },
    {
        "lemma": "መድራት",
        "example": ["ጮኸ", "አግሳ", "ቀተረ", "ደነፋ"]
    },
    {
        "lemma": "መጎደብ",
        "example": ["አጎደጎደ", "ማሰ", "ቆፈረ"]
    },
    {
        "lemma": "መጎድኘት",
        "example": ["ተሰደደ", "ለቆ ሄደ"]
    },
    {
        "lemma": "መጎድጎድ",
        "example": ["ጠለቀ", "አዘቅት ሆነ", "ገባ", "አጎረ", "አፈገ", "ዘጋ", "ጎድጓዳ አይን ሆነ"]
    },
    {
        "lemma": "መጉደፍ",
        "example": ["ቆሸሸ", "መለከ", "ተበከለ", "ተልከሰከሰ", "ወገቡን አቃለለ", "ወደ ሰገራ ቤት", "ወደ አይነ ምድር", "ወደ ጉድፍ ወጣ"]
    },
    {
        "lemma": "መድፈር",
        "example": ["መነቀረ", "በጥፍርና በቀንድ ቆፈረ", "አመነሸ", "አስተካከለ", "ደለደለ", "ሜዳ አደረገ"]
    },
    {
        "lemma": "መጉዳት",
        "example": ["ጨቆነ", "በደለ", "ክፉ ሰራ", "ኢቃጠለ", "አከሰለ", "በሽታ", "ረሃብ", "አደጋ", "ቀንድ የሌለው እንስሳ", "ጥለት የሌለው ልብስ"]
    },
    {
        "lemma": "መጎጠር",
        "example": ["ወጠረ", "ቀበተተ", "ነፋ", "ቀተተ", "አጭር", "ድሁር", "ጉዋር ሆነ"]
    },
    {
        "lemma": "መጎጥጎጥ",
        "example": ["ሰቀሰቀ", "ሰረሰረ", "አባጣ", "ጎባማ", "ቁልቁለት", "አቀበት ሆነ", "ጠባ", "ገጠገጠ", "ፋቀ", "አሟጨ", "አጎጠጎጠች", "ጡት አወጣች"]
    },
    {
        "lemma": "መጓደን",
        "example": ["ጓደኛ", "ባልንጀራ ሆነ", "ጓዴ ጓዴ ተባባለ", "ተቧደነ", "ተጓደነ", "ሄደ", "ተሰደደ", "ዘሰነ", "ዘላን ሆነ"]
    },
    {
        "lemma": "መጓደድ",
        "example": ["ሳይቸኩል ዝግ ብሎ ሄደ", "ተጓደደ", "አጓደደ", "ዋጋ አስወደደ", "አከበረ", "ተለማመጠ", "አከበረ"]
    },
    {
        "lemma": "መጓጎል",
        "example": ["ቋቆረ", "ደከመ", "ጣመነ", "ካከመ", "ዛለ"]
    },
    {
        "lemma": "መጓጎር",
        "example": ["ጮኸ", "አለቀሰ", "ጎደራ", "አገረረ", "አጎራ"]
    },
    {
        "lemma": "መጓጎጥ",
        "example": ["ወጋ", "ነካ አደረገ", "ለማስታወክ ጉሮሮውን ነካ"]
    },

    {
        "lemma": "ጥሙና",
        "example": ["ቀስታ", "እርጋታ", "ትእግስት", "ፀጥታ"]
    },
    {
        "lemma": "ጥማሜ",
        "example": ["በቀና መንገድ አለመሄድ", "አለማስተዋል"]
    },
    {
        "lemma": "ጥማሪ",
        "example": ["የተጣመረ", "የተባበረ"]
    },
    {
        "lemma": "ጥማቂ",
        "example": ["የተጠመቀ ጠላ", "የተጠመቀ ሰው", "ማጣሪያ", "የተጠለለ"]
    },
    {
        "lemma": "ጥማድ",
        "example": ["ጥንድ"]
    },
    {
        "lemma": "ጥምለሳ",
        "example": ["አጠፋ", "ቁልመማ"]
    },
    {
        "lemma": "ጥምልምል",
        "example": ["የተጥመለመለ", "ሽባ", "ዝልፍልፍ", "ሽምድምድ"]
    },
    {
        "lemma": "ጥምብራ",
        "example": ["በጎራዴ መክድ (ውሳጋ)", "በእቃ ላይ ከብር ከወርቅ የሚሰራ ጌጥ", "ናሳ", "አንጎል"]
    },
    {
        "lemma": "ጥምብስብስ",
        "example": ["አስተካክሎ የማያይ", "የተጨናበሰ"]
    },
    {
        "lemma": "ጥምዝምዝ",
        "example": ["ቀጥታ አቅጣጫ ያልሆነ ቦታ", "ወንዝ"]
    },
    {
        "lemma": "ጥረሾ",
        "example": ["የገብስ ቂጣ", "ዳቦ"]
    },
    {
        "lemma": "ጥረት",
        "example": ["ትጋት", "ጭንቀት", "ልፋት", "ድካም"]
    },
    {
        "lemma": "ጥረዛ",
        "example": ["የተበተነውን ባንድነት ማሰር", "መጠረዝ"]
    },
    {
        "lemma": "ጥረፋ",
        "example": ["በገመድ ማሰር", "መጠፈር", "መተብተብ"]
    },
    {
        "lemma": "ጥሩ",
        "example": ["የተጣራ", "ንፀህ", "የጠዳ", "ነጭ", "ፀአዳ", "ወለላ"]
    },
    {
        "lemma": "ጥሩምባ",
        "example": ["ሲነፋ ድምፅ የሚሰጥ እምቢልታ", "ውሸታም", "ሽርካታ"]
    },
    {
        "lemma": "ጥሩር",
        "example": ["የብረት ልብስ", "መከላከያ", "ልብድ"]
    },
    {
        "lemma": "ጥሪ",
        "example": ["መጥራት", "መጋበዝ", "ለሰርግ መጥራት", "የሞት ጥሪ", "ንፁህ መሆን"]
    },
    {
        "lemma": "ጥሪት",
        "example": ["ቅርስ", "ገንዘብ", "ህብት"]
    },
    {
        "lemma": "ጥራቢ",
        "example": ["የእንጨት", "የደንጊያ ስብርባሪ", "ቅርፍራፊ", "ፍቅፋቂ", "ልላጭ"]
    },
        {
        "lemma": "ጥራት",
        "example": ["ጥሩነት", "ጥዳት"]
    },
    {
        "lemma": "ጥራዝ",
        "example": ["በአንድነት ማሰር", "መፅሃፍ ማድረግ", "ያልተማረ"]
    },
    {
        "lemma": "ጥራጊ",
        "example": ["ቆሻሻ", "ጉድፍ"]
    },
    {
        "lemma": "ጥሬ",
        "example": ["ያልበሰለ", "ጮርቃ", "ቃሪያ", "ያልተፈጨ", "ያላመ", "ያልተማረ"]
    },
    {
        "lemma": "ጥሬ እህል",
        "example": ["ያልተፈጨ", "ያልተቦካ"]
    },
    {
        "lemma": "ጥሬ ጨው",
        "example": ["ያልተደቆሰ"]
    },
    {
        "lemma": "ጥሬ ጥጥ",
        "example": ["ያልተፈለቀቀ"]
    },
    {
        "lemma": "ጥሬ ካብ",
        "example": ["ጭቃና ኖራ ያልገባበት"]
    },
    {
        "lemma": "ጥሬ ስጋ",
        "example": ["ያልተጠበሰ", "ያልተቀቀለ"]
    },
    {
        "lemma": "ጥር",
        "example": ["የወር ስም"]
    },
    {
        "lemma": "ጥርመሳ",
        "example": ["መስበር", "ሽንቆራ", "ብርቀሳ"]
    },
    {
        "lemma": "ጥርስ",
        "example": ["ምግብ ማቀመጫ", "ማድቀቂያ", "ማኘኪያ", "የመጋዝ", "የማጭድ"]
    },
    {
        "lemma": "ጥርስ አወጣ",
        "example": ["ጥርስ አበቀለ", "ሞረደ", "ዘረዘረ", "አበጀ"]
    },
    {
        "lemma": "ጥርሰ በረዶ",
        "example": ["እንደ በረዶ ነጭ"]
    },
    {
        "lemma": "ጥርስ ገባ",
        "example": ["ተጠላ", "መወደድን አጣ"]
    },
    {
        "lemma": "ጥርቀማ",
        "example": ["መሰብሰብ", "መጠራቀም", "መከማቸት"]
    },
    {
        "lemma": "ጥርቃሞ",
        "example": ["የተጠራቀመ", "የተሰበሰበ"]
    },
    {
        "lemma": "ጥርብ",
        "example": ["የተጠረበ", "የታነጠ"]
    },
    {
        "lemma": "ጥርኝ",
        "example": ["እንደ ድመት ያለች", "ዝባድ", "ሽቱ የሚወጣት", "ያንድ እጅ ዝግኝ"]
    },
    {
        "lemma": "ጥርዝ",
        "example": ["የተጠረዘ", "የተደጎሰ", "የተመታ", "የተደበደበ", "የታሰረ"]
    },
    {
        "lemma": "ጥርየት",
        "example": ["ከአድፍ መንጣት", "መጥራት"]
    },
    {
        "lemma": "ጥርጊያ",
        "example": ["ተጠርጎና ተደላድሎ ለጥ", "ቀጥ ብሎ ሰፊ ሆኖ የተሰራ የመንገድ ስፋት"]
    },
    {
        "lemma": "ጥርጠራ",
        "example": ["የተነገረውን አለማመን", "የሽንብራ እሽት ከእንቁርባው ውስጥ እየጠረጠሩ ማውጣት"]
    },
    {
        "lemma": "ጥርጥር",
        "example": ["ማንኛውንም ነገር መጠርጠር"]
    },
    {
        "lemma": "ጥሻ",
        "example": ["ጥቅጥቅ ያለ ጫካ", "ውድማ", "ዱር"]
    },
    {
        "lemma": "ጥቀሳ",
        "example": ["ከመፅሃፍ መጥቀስ", "በአይን በጣት መጥቀስ"]
    },
    {
        "lemma": "ጥቀርሻ",
        "example": ["ጥላት", "ጠለሸት", "ጥቁር", "በጢስ የሚጠራቀም"]
    },
    {
        "lemma": "ጥቀና",
        "example": ["ከትልቅነት ወደ አናሳነት መውረድ"]
    },
    {
        "lemma": "ጥቁ",
        "example": ["ድሃ", "መናጢ", "ምንም የሌለው"]
    },
    {
        "lemma": "ጥቁር",
        "example": ["ቀለሙ ከሰል የመሰለ"]
    },
    {
        "lemma": "ጥቁር ሰሌዳ",
        "example": ["ብላክ ቦርድ", "ለመፃፊያ በግድግዳ ላይ የሚሰቀል"]
    },
    {
        "lemma": "ጥቁር ድንጋይ",
        "example": ["ጠንካራና ከብዙ የአለት አይነቶች አንዱ"]
    },
    {
        "lemma": "ጥቂት",
        "example": ["ብዙ ያልሆነ"]
    },
    {
        "lemma": "ጥቃቅን",
        "example": ["በጣም ያነሰ", "ደቃቅ", "ቅንጣት"]
    },
    {
        "lemma": "ጥቃተኛ",
        "example": ["የተጠቃ", "ሁልጊዜ ግፍ የሚሰራበት", "መበደል", "መጠቃት"]
    },
    {
        "lemma": "ጥቃዘር",
        "example": ["በነፋስ በነፍሳት በውሃ አማክይነት የሚካሄድ የእፀዋት ዘር"]
    },
    {
        "lemma": "ጥቅ",
        "example": ["የተጠቃ", "የተበደለ"]
    },
    {
        "lemma": "ጥቅል",
        "example": ["ሽምልል (የገመድ የሽቦ)", "አንድነት ማህበር"]
    },
    {
        "lemma": "ጥቅምት",
        "example": ["የወር ስም"]
    },
    {
        "lemma": "ጥቅስ",
        "example": ["ከመዕሃፍ ውስጥ እየተመረጠ የሚፃፍ", "በወጥ ተጠቅሶ የተዘጋጀ"]
    },
    {
        "lemma": "ጥቅሻ",
        "example": ["በአይን በጣት ምልክት መስጠት", "መጥራት"]
    },
    {
        "lemma": "ጥቅጥቅ",
        "example": ["ጭፍቅ ያለ ዱር", "ደን", "ጥሻ", "በጉም በጭጋግ የተሸፈነ"]
    },
    {
        "lemma": "ጥቆማ",
        "example": ["ነገሩን ቦታውን መጠቆም", "ማመልከት"]
    },
    {
        "lemma": "ጥቆራ",
        "example": ["ማጥቆር", "መንቀስ", "ማዥጎርጎር"]
    },
    {
        "lemma": "ጥቆስማ",
        "example": ["ጥቅስ ከሌላ የተወሰዱትን ዕሁፎች አመልካች"]
    },
    {
        "lemma": "ጥበቃ",
        "example": ["እረኝነት", "ክልከላ", "ዘብ", "የመጠበቅ ስራ"]
    },
    {
        "lemma": "ጥበብ",
        "example": ["ብልሃት ዘዴ", "ፍልስፍና", "እውቀት", "ቴክኒክ", "የርቀት �ይብልሃት ስራ"]
    }

    {
        "lemma": "ፕሮቶፕላዝም",
        "example": ["የህዋስ ፥ ህይወት ያለው ክፍል", "የህይወትን ተግባራት የሚያከናውን ክፍል", "በህዋስ ውስጥ ክርታሱን ጨምሮ የህዋሱን ክፍሎች በሙሉ የሚያጠቃልል"]
    },
    {
        "lemma": "ፕሮጀክት",
        "example": ["ለመስራት የታቀደ", "የታለም", "የተዘጋጀ"]
    },
    {
        "lemma": "ፕሮግራም",
        "example": ["አንድ ስራ ለመስራት", "ለመፈፀም የሚወጣ እቅድ"]
    },
    {
        "lemma": "ፕሮፌሰር",
        "example": ["በጥናት በምርምር ተጨባጭ ውጤት ያስገኘ", "ስራውን በማስረጃ ያስመሰከረ የሚያገኘው ማእረግ", "በማስተማር �ተሰማራ መምህር የሚሰጥ ማእርግ"]
    },
    {
        "lemma": "ፕሮፓጋንዳ",
        "example": ["በአንድ በተወሰነ ጉዳይ ላይ ለጥቂት ወይንም በዛ ላሉ ሰዎች ብዙ ሀሳቦች የሚተላለፉበት ስልት"]
    },
    {
        "lemma": "ፖለቲካ",
        "example": ["የህብረተሰብ አደረጃጀትን", "የመንግስት ይዘትን", "አይነትን ቅርፅንና ተግባርን", "መደቦችና የህብረተሰብ ክፍሎች መሰረታዊ ጥቅማቸውን ለማስጠበቅ የሚያደርጉትን ትግል"]
    },
    {
        "lemma": "ፖለቲካዊ አብዮት",
        "example": ["የመንግስት ስልጣን ከአንድ የገዥ መደብ ወደ ሌላ ተራማጅ መደብ የሚያሸጋግር ሂደት"]
    },
    {
        "lemma": "ፖለቲካዊ ኢኮኖሚ",
        "example": ["በሂደተ ምርት �ስጥ በሰዎች መካከል የሚፈጠረውን የኢኮኖሚ ግንኙነት", "ምርትን ፥ ክፍፍልን ፡ ልውውጥንና ፍጆታን የሚገዙ ማህበራዊ ህጎችን የሚያጠና ሳይንስ"]
    },
    {
        "lemma": "ፖሊሲ",
        "example": ["በስራ ላይ እንዲውል", "እንዲተረጎም የተደነገገ መመሪያ", "ስርአት", "ደንብ"]
    },
    {
        "lemma": "ፖሊስ",
        "example": ["ሰላምና ፀጥታ አስከባሪ �ይል"]
    }
    ,
    {
        "lemma": "ጥበት",
        "example": ["የቱቦነት ጠባይ ያላቸው የአካል ክፍሎች", "የቱቦ መተላለፊያ", "በተፈጥሮ ወይም በግኝት ምክንያት ቱቦ ፈጠር የሆኑ አባለ አካላት"]
    },
    {
        "lemma": "ጥቢ",
        "example": ["ክረምት ውጭ", "መስከረም"]
    },
    {
        "lemma": "ጥቢኛ",
        "example": ["ለከት ሙልሙል", "ትንሽ ዳቦ"]
    },
    {
        "lemma": "ጥብሃት",
        "example": ["የፀሃይ ውጋጋን የሚታይበት", "መአልት መጀመር", "የጧት ነፋስ"]
    },
    {
        "lemma": "ጥብስ",
        "example": ["የተጠበሰ (ጥብስ ስጋ)", "ጥብስ እሸት"]
    },
    {
        "lemma": "ጥብስ ወጥ",
        "example": ["ተዘልዝሎ ጎረድ", "ጎረድ ባለ ስጋ የተሰራ ወጥ"]
    },
    {
        "lemma": "ጥብቅ",
        "example": ["እግድ", "ክልክል", "ጠንካራ", "ሀይለኛ", "ንፉግ", "ስስታም"]
    },
    {
        "lemma": "ጥብቅ ገባ",
        "example": ["ነገር አዛነፈ", "ከውሳኔ አለፈ", "ሁለት መልስ ሰጠ"]
    },
    {
        "lemma": "ጥብቆ",
        "example": ["እጀ አጭር ልብስ", "ኪታ"]
    },
    {
        "lemma": "ጥብጠባ",
        "example": ["የስቅለት እለት ገረፋ", "ግስገሳ"]
    },
    {
        "lemma": "ጥብጠባት",
        "example": ["ግርፋት", "ሰንበር"]
    },
    {
        "lemma": "ጥብጣብ",
        "example": ["መሽቀቅ", "የሱሪ መታጠቂያ", "የካባ ጌጥ"]
    },
    {
        "lemma": "ጥነት",
        "example": ["ወደ ክፉ አሳብ ማዘንበል", "ለጠማማ ነገር ማድላት", "ቅን አሳብ አለመኖር"]
    },
    {
        "lemma": "ጥኑ",
        "example": ["ጠንካራ", "ብርቱ", "ደረቅ", "ፍንክች የማይል", "የማይበገር", "የማይፈታ"]
    },
    {
        "lemma": "ጥና",
        "example": ["በጣም መታመም", "በርታ", "ጠንክር", "ቻል", "እጣን የሚታጠንበት"]
    },
    {
        "lemma": "ጥናት",
        "example": ["መጠንከር", "መበርታት", "ትምህርት", "ማጥናት", "መማለድ", "መቀመጥ"]
    },
    {
        "lemma": "ጥናንስሳመል",
        "example": ["የንስሳት አመል", "ባህርይ ጥናት (ኢቶሎ)"]
    },
    {
        "lemma": "ጥንቃቄ",
        "example": ["ዝግጅት", "ትጋት", "ንቃት"]
    },
    {
        "lemma": "ጥንቅሽ",
        "example": ["ጣፋጭ የዘንጋዳ", "የማሽላ አገዳ", "እንደ ሸንኮር አገዳ የሚመጠጥ", "ለጋ", "ሸበሌ"]
    },
    {
        "lemma": "ጥንበራ",
        "example": ["አለማየት", "መታወር"]
    },
    {
        "lemma": "ጥንበዛ",
        "example": ["በሃይል መስከር"]
    },
    {
        "lemma": "ጥንባታም",
        "example": ["ግማቱ", "ቁነሳው", "ክርፋቱ የበዛ"]
    },
    {
        "lemma": "ጥንብ",
        "example": ["በክት", "የግማ", "የሸተተ", "ከባድ", "ዝፍዝፍ"]
    },
    {
        "lemma": "ጥንት",
        "example": ["ዱሮ", "ወትሮ", "ቀድሞ", "ስር", "መሰረት"]
    },
    {
        "lemma": "ጥንቸል",
        "example": ["መንተሌ", "ጡብ", "ጡብ እያለች የምትዘል"]
    },
    {
        "lemma": "ጥንከራ",
        "example": ["በሁሉ ነገር መጠንከር", "መበርታት"]
    },
    {
        "lemma": "ጥንካሬ",
        "example": ["አለመሸነፍ", "አለመንበርከክ", "አለመበገር", "ጥኑ", "ጠንካራ መሆን"]
    },
    {
        "lemma": "ጥውልውል",
        "example": ["ቅልሽልሽ የሚል", "አቅለሽሳሽ ነገር"]
    },
    {
        "lemma": "ጥንዚዛ",
        "example": ["ከንብ የሚተልቅ በራሪ", "እንዝዝ", "ጥቁር የኑግ ልጥልጥ የሚመስል"]
    },
    {
        "lemma": "ጥንድ",
        "example": ["ሁለት", "እጥፍ", "ድርብ", "የተቀናጀ", "መንታ"]
    },
    {
        "lemma": "ጥንጁት",
        "example": ["መራርቻ", "የቁጥቋጦ አይነት", "እቃ የሚታጠንበት", "ጥሩ ሽታ ያለው"]
    },
    {
        "lemma": "ጥንግ",
        "example": ["አሩር", "እንቁር", "ቅሌ"]
    },
    {
        "lemma": "ጥንጣኔ",
        "example": ["ጥንጠና", "መጠንጠን", "መንቀዝ", "መሽምግል", "ማርጀት", "ፈትል አጠናጠን"]
    },
    {
        "lemma": "ጥንጥን",
        "example": ["የተጠነጠነ ፈትል", "የእንጨት አነቃቀዝ", "የተወሰነ ቁጥር ኖሮት የተጠመጠመ የኮረንቲ ሽቦ"]
    },
    {
        "lemma": "ጥንፈፋ",
        "example": ["ያለቀ", "የተጨረሰ", "እንቃሪ እንኳን የሌለው"]
    },
    {
        "lemma": "ጥንፋፊ",
        "example": ["ውሃው የተጠነፈፈ", "ከውሃ ተለይቶ ጠፍ ያለ", "ጭሳጭ ውሃ", "ለዘር ከሞት የተረፈ"]
    },
    {
        "lemma": "ጥንፍ",
        "example": ["ጽንፍ", "ዳር", "ዳርቻ", "መጨረሻ"]
    },
    {
        "lemma": "ጥንፍፍ",
        "example": ["የተጠነፈፈ", "ከውሃ ባዶ የሆነ"]
    },
    {
        "lemma": "ጥዋ",
        "example": ["ከሳት", "ከሸክላ", "ከብር የተሰራ ዋንጫ", "መጠጫ"]
    },
    {
        "lemma": "ጥዜት",
        "example": ["ከእንፋሎትነት ወደ ፈሳሽነት የመለወጥ ሂደት"]
    },
    {
        "lemma": "ጥዝጠዛ",
        "example": ["መጠዝጠዝ", "መንዘር", "መነዝነዝ"]
    },
    {
        "lemma": "ጥይት",
        "example": ["በጠመንጃ በመድፍ በመትረየስ የሚተኮስ", "ባሩድና አረር የያዘ", "ፈጣን", "ጮሌ", "ጎበዝ"]
    },
    {
        "lemma": "ጥያራ",
        "example": ["አይሮፕላን", "የአየር መጓጓዣ"]
    },
    {
        "lemma": "ጥያቄ",
        "example": ["ጥየቃ", "መጠየቅ", "ምርመራ", "ሀተታ", "እህታ", "የጥያቄ ምልክት (?)"]
    },
    {
        "lemma": "ጥዳት",
        "example": ["የጠዳ", "የጠራ", "እድፍ", "ጉድፍ", "እንከን የሌለው"]
    },
    {
        "lemma": "ጥድ",
        "example": ["ትልቅ ዛፍ"]
    },
    {
        "lemma": "ጥድፊያ",
        "example": ["ችኮላ", "ጥብጠባ", "ፍጥነት"]
    },
    {
        "lemma": "ጥድፍ አለ",
        "example": ["ሲሄድ ሲናገር ችኩል ችኩል አለ"]
    },
    {
        "lemma": "ጥጃ",
        "example": ["ወግዝ", "እምቦሳ", "ያሳደገ የእንስሳ ልጅ"]
    },
    {
        "lemma": "ጥገት",
        "example": ["የምትታለብ ላም"]
    },
    {
        "lemma": "ጥገና",
        "example": ["የተሰበረውን ከቦታው አግብቶ ማሰር", "ጊዜያዊ ለውጥ ማድረግ", "ማገዝ", "መደገፍ", "መርዳት", "እድሳት ማድረግ"]
    },
    {
        "lemma": "ጥገን",
        "example": ["የጉልበት እብጠት"]
    },
    {
        "lemma": "ጥገን ያዘው",
        "example": ["አበጠ", "ታመመ", "ውሃ ወጣበት"]
    },
    {
        "lemma": "ጥገኛ",
        "example": ["የተማጠነ", "ሰውን ጥግ ያደረገ", "በሌላ መንግስት ጥግ ያደረገ", "ጠባቂ ያለው", "ባለጥግ"]
    },
    {
        "lemma": "ጥጌ",
        "example": ["ፅጌ", "አበባ", "ወኔ", "መጠጊያየ"]
    },
    {
        "lemma": "ጥጋበኛ",
        "example": ["የጠገበ", "ጥጋብ �ሰከረው", "እብሪተኛ"]
    },
    {
        "lemma": "ጥጋብ",
        "example": ["ምግብ በልቶ መጥገብ", "እብሪት"]
    },
    {
        "lemma": "ጥጋት",
        "example": ["አዳሪ", "ያልታረሰ መሬት", "ተገን", "ጥግነት ያለው ቦታ"]
    },
    {
        "lemma": "ጥጋጥግ",
        "example": ["ሜዳ ያይደለ", "የገደላገደል", "የኮረብታ", "የተራራ", "አካባቢ"]
    },
    {
        "lemma": "ጥግ",
        "example": ["ስር", "ታች", "ግርጌ", "የድሃ ረዳት", "ደጋፊ"]
    },
    {
        "lemma": "ጥግ ጥጉን ያዘ",
        "example": ["ታች ታቹን", "ስር ስሩን አለፈ", "(ስነቃል) ዳቦ ሲያይ ብ ልቡን", "ዳግት ሲያይ ጥግ ጥጉን"]
    },
    {
        "lemma": "ጥግነት",
        "example": ["ከለላነት", "ተገን"]
    },
    {
        "lemma": "ጥጠራ",
        "example": ["መጠንከር", "አለመሳሳት", "ጥጥር መሆን"]
    },
    {
        "lemma": "ጥጥ",
        "example": ["የታወቀ ተክል", "በሙቀት አገር የሚበቅል", "ልዩ ልዩ ልብስ ለመስራት የሚጠቅም"]
    },
    {
        "lemma": "ጥጥርሽ",
        "example": ["መጠጠር", "መጠንከር", "ለመበላት", "ለመወጋት የማይበግር"]
    },
    {
        "lemma": "ጥፉ",
        "example": ["የጠፋ", "ብሳሽ", "ከንቱ", "ክፉ", "የማያምር", "በረሃ", "ምድረ በዳ", "ደረቅ ስፍራ"]
    },
    {
        "lemma": "ጥፊ",
        "example": ["ውስጥ እጅ", "የውስጥ እጅ ምት", "ሽውታ", "ምች", "ግርፋት"]
    },
    {
        "lemma": "ጥፋተኛ",
        "example": ["በደለኛ", "ክፉ አድራጊ"]
    },
    {
        "lemma": "ጥፋት",
        "example": ["ሞት", "ህልፈት", "እንዳልነበረ መሆን", "የማይገባ ስራ (ስርቆሽ)", "ዝሙት"]
    },
    {
        "lemma": "ጥፍር",
        "example": ["በእጅና በእግር ጣቶች ጫፍ ላይ የሚበቅል", "እድገቱ በእድሜ የማይቆም", "ለመቧጠጫ", "ለመቆንጠጫ የሚጠቅም"]
    },
    {
        "lemma": "ጥፍት",
        "example": ["እልም", "ድርግም"]
    },
    {
        "lemma": "ጥፍት አለ",
        "example": ["ውድም አለ"]
    },
    {
        "lemma": "ጥጥፍሬ",
        "example": ["ጥፍጥሬ", "የጥጥ ፍሬ", "ዘር"]
    },
    {
        "lemma": "ጥፍጥፍ",
        "example": ["የተጠፈጠፈ (አዛባ)", "የማያምር", "ዶፍዷፋ"]
    },
    {
        "lemma": "ጦለ (መጦል)",
        "example": ["ፈጠነ", "ቸኮለ", "አጦለ", "ጠረገ", "ለየ (እህልን ከገለባ)"]
    },
    {
        "lemma": "ጦለጦለ (መጦልጦል)",
        "example": ["ተክለፈለፈ", "ተንቀዠቀዠ", "ባከነ"]
    },
    {
        "lemma": "ጦሊት",
        "example": ["ሰርመዲ", "አንገልብስ", "ያንገት ልብስ", "ህባኔ"]
    },
    {
        "lemma": "ጦልጧላ",
        "example": ["ጦንጧና", "ሶልሷላ", "ሎጥሏጣ"]
    },
    {
        "lemma": "ጦሎታ",
        "example": ["የጅራፍ ውልብልቢት"]
    },
    {
        "lemma": "ጦመ (መጦም)",
        "example": ["ከመብልና ከጥሉላት ተወገደ", "(ስነቃል) ተግደርዳሪ ጦም አዳሪ"]
    },
    {
        "lemma": "ጦመረ (መጦመር)",
        "example": ["ፃፈ", "ከተበ"]
    },
    {
        "lemma": "ጦማር",
        "example": ["ፅህፈት", "ደብዳቤ"]
    },
    {
        "lemma": "ጦም አዳሪ",
        "example": ["ምንም የሌለው", "ምስኪን", "ድሃ"]
    },
    {
        "lemma": "ጦረ (መጦር)",
        "example": ["ረዳ", "አገለገለ", "ተንከባከበ", "ቸረ"]
    },
    {
        "lemma": "ጦር",
        "example": ["ሎጋ", "ዘገር", "ዋመሳ", "ጨሬ", "ጭሬ", "ጭፍራ", "ሰራዊት"]
    },
    {
        "lemma": "ጦርጦራ",
        "example": ["ገንጋኝ"]
    },
    {
        "lemma": "ጦሰኛ",
        "example": ["የክፉ ምክንያት", "ነገር የሚሰራ ሰው"]
    },
    {
        "lemma": "ጦስ",
        "example": ["ምክንያት", "መነሾ", "መዘዘ", "ሰበብ"]
    },
    {
        "lemma": "ጦስኝ",
        "example": ["በደጋ የሚበቅል", "ጥሩ ሽታ ያለው"]
    },
    {
        "lemma": "ጦሽ አለ",
        "example": ["ጮኸ", "ድምጥ ሰጠ"]
    },
    {
        "lemma": "ጦነጦነ (መጦንጦን)",
        "example": ["ነቀዘ", "ከጥቅም ውጭ ሆነ"]
    },
    {
        "lemma": "ጦዘ (መጦዝ)",
        "example": ["ከረረ", "ተኮመታተረ"]
    },
    {
        "lemma": "ጦዝጧዛ",
        "example": ["ሎጤ", "ተፈሪ", "ቶስቷሳ"]
    },
    {
        "lemma": "ጦጣ",
        "example": ["ብልጣብልጥ የዱር አውሬ", "እንደ ጉሬዛና ጅንጀሮ", "ረጅም ጅራት ያለው", "(ስነቃል) የለመደች ጦጣ ሁልጊዜ ሽምጠጣ"]
    },
    {
        "lemma": "ጦፈ (መጦፍ)",
        "example": ["ተቆጣ", "ተናደደ", "አረረ", "ተቃጠለ", "በሰም ተነክሮ ጧፍ ሆነ", "ባለሟል ሆነ", "በጣም ቀበጠ", "ዋጋ በጣም ጨመረ"]
    },
    {
        "lemma": "ጧ ያለ",
        "example": ["ሜዳ", "አባጣ", "ጎባጣ የሌለው", "ሰታታ", "ለጥ ያለ ሜዳ"]
    },
    {
        "lemma": "ጧ አለ",
        "example": ["እርጥብ እንጨት ሲነድ ተንጣጣ", "ተቀደደ", "ተበጠሰ", "ቷ አለ", "ወደቀ", "ተኛ", "ተዘረረ", "ተዘረጋ", "ዟ አለ", "አለ ልክ ሳቀ"]
    },
    {
        "lemma": "ጧሪ",
        "example": ["የጦረ", "የሚጦር", "አጋዥ", "ረዳት", "(ስነቃል) ደግ አማጭን መጦር", "ክፉ አማጭን በጦር"]
    },
    {
        "lemma": "ጧት",
        "example": ["ንጋት", "ሱቢህ", "ፀሃይ የሚወጣበት ጊዜ"]
    },
    {
        "lemma": "ጧ አደረገ",
        "example": ["መታ", "በጠሰ"]
    },
    {
        "lemma": "ጧፍ",
        "example": ["በሰም የተነከረ ወፍራም ክር", "ለመብራት የሚሆን ፋና", "ሻማ"]
    },
    {
        "lemma": "ጨ",
        "example": ["በሳንቃ የሚነገር ሃያ አራተኛ ፊደል"]
    },
    {
        "lemma": "ጨለመ (መጨለም)",
        "example": ["መሽ", "ለአይን ያዘ", "ጠቆረ", "ተለወጠ", "ጠቆረ (ፊት)", "ታወረ", "ማየት ተሳነው (ኣይን)"]
    },
    {
        "lemma": "ጨለማ",
        "example": ["የብርሃን አለመኖር", "ማየት አለመቻል", "ድንቁርና", "መሃይምነት", "ድህነት የበዛበት"]
    },
    {
        "lemma": "ጨለቀ (መጨለቅ)",
        "example": ["በጠበጠ", "ሰበቀ", "አስማማ", "አዋሃደ (ተልባ + ኑግ)", "ሞጭሟጫ", "መጭቅጫ", "ጨነቆር ሆነ (አይን)"]
    },
    {
        "lemma": "ጨለቅላቃ",
        "example": ["አይን ላይ የሚብለጨለጭ", "የሚያጥበረብር", "ሁለገብ"]}

    ,
    {
        "lemma": "ጥሙና",
        "example": ["ቀስታ", "እርጋታ", "ትእግስት", "ፀጥታ"]
    },
    {
        "lemma": "ጥማሜ",
        "example": ["በቀና መንገድ አለመሄድ", "አለማስተዋል"]
    },
    {
        "lemma": "ጥማሪ",
        "example": ["የተጣመረ", "የተባበረ"]
    },
    {
        "lemma": "ጥማቂ",
        "example": ["የተጠመቀ ጠላ", "የተጠመቀ ሰው", "ማጣሪያ", "የተጠለለ"]
    },
    {
        "lemma": "ጥማድ",
        "example": ["ጥንድ"]
    },
    {
        "lemma": "ጥምለሳ",
        "example": ["አጠፋ", "ቁልመማ"]
    },
    {
        "lemma": "ጥምልምል",
        "example": ["የተጥመለመለ", "ሽባ", "ዝልፍልፍ", "ሽምድምድ"]
    },
    {
        "lemma": "ጥምብራ",
        "example": ["በጎራዴ መክድ (ውሳጋ)", "በእቃ ላይ ከብር ከወርቅ የሚሰራ ጌጥ", "ናሳ", "አንጎል"]
    },
    {
        "lemma": "ጥምብስብስ",
        "example": ["አስተካክሎ የማያይ", "የተጨናበሰ"]
    },
    {
        "lemma": "ጥምዝምዝ",
        "example": ["ቀጥታ አቅጣጫ ያልሆነ ቦታ", "ወንዝ"]
    },
    {
        "lemma": "ጥረሾ",
        "example": ["የገብስ ቂጣ", "ዳቦ"]
    },
    {
        "lemma": "ጥረት",
        "example": ["ትጋት", "ጭንቀት", "ልፋት", "ድካም"]
    },
    {
        "lemma": "ጥረዛ",
        "example": ["የተበተነውን ባንድነት ማሰር", "መጠረዝ"]
    },
    {
        "lemma": "ጥረፋ",
        "example": ["በገመድ...ማሰር", "መጠፈር", "መተብተብ"]
    },
    {
        "lemma": "ጥሩ",
        "example": ["የተጣራ", "ንፀህ", "የጠዳ", "ነጭ", "ፀአዳ", "ወለላ", "ማለፊያ", "መልካም"]
    },
    {
        "lemma": "ጥሩምባ",
        "example": ["ሲነፋ ድምፅ የሚሰጥ እምቢልታ ቆ መለከት", "ውሸታም", "ሽርካታ"]
    },
    {
        "lemma": "ጥሩር",
        "example": ["የብረት ልብስ", "መከላከያ", "ልብድ"]
    },
    {
        "lemma": "ጥሪ",
        "example": ["በቅርብም ሆነ በሩቅ ስምን እያነሱ መጥራት", "መጋበዝ", "ለሰርግ", "ለማህበር...መጥራት", "የሞት ጥሪ", "ያራስ ጥሪ መስጠት", "ንፁህ መሆን", "መንፃት", "ስም መስጠት", "መሰየም"]
    },


    {
        "lemma": "ፖሊዮ",
        "example": ["ሰውነትን የሚያጥመለምል", "ሽባ", "አካለ ስንኩል የሚያደርግ በሽታ"]
    },
    {
        "lemma": "ፖላንድ",
        "example": ["በምስራቅ ማእከላዊ አውሮፓ በቦልቲክ ባህር", "ስፋቱ 304 460 ስኮር ኪሎ ሜትር", "የህዝብ ብዛት 38.8 ሚሊዮን (2001 አ.ም.እ.አ.አ.)", "ዋና ከተማ ዋርሶው"]
    },
    {
        "lemma": "ፖም",
        "example": ["የሚበላ ፍሬ ያለው የአትክልት አይነት"]
    },
    {
        "lemma": "ፖርቱጋል",
        "example": ["በደቡብ �ምእራብ አውሮፓ በአትላንቲክ ዳርቻ", "ስፋቱ 950 ስኮር ኪሎ ሜትር", "የህዝብ ብዛት 10 ሚሊዮን (2001 አ.ም.እ.አ.አ.)", "ዋና ከተማ ሊዝቦን"]
    },
    {
        "lemma": "ፖስተር",
        "example": ["ጎልተው የተሳሉ", "የተፃፉ ማስታወቂያዎች", "ፎቶግራፎች"]
    },
    {
        "lemma": "ፖስት ካርድ",
        "example": ["የምኞት መግለጫ እንዲሆን በተለየ የተሰራ", "የተዘጋጀ"]
    },
    {
        "lemma": "ፖስታ",
        "example": ["ደብዳቤ መክተቻ", "በውስጡ አድርጎ ደብዳቤ መላኪያ"]
    },
    {
        "lemma": "ፖስታ ቤት",
        "example": ["ደብዳቤዎች ልዩ ልዩ ሰነዶች የሚገቡበት", "የሚላኩበት", "የሚወጡበት", "የሚታደሉበት ቦታ"]
    },
    {
        "lemma": "ፖታሽ",
        "example": ["የፖታሲየም ውህድ የሆነ �ንድን"]
    },
    {
        "lemma": "ቨርባል",
        "example": ["ሰነድ", "ስራ መረካቢያ"]
    },
    {
        "lemma": "ቪላ",
        "example": ["በተሟላ ሁኔታ የተሰራ ትልቅና ጥሩ ቤት"]
    },
    {
        "lemma": "ቪኖ",
        "example": ["የወይን ጠጅ", "ነቢት"]
    },
    {
        "lemma": "ቪክስ",
        "example": ["የሚሸተት", "የሚቀባ", "ለጉንፋንና ለብርድ የሚሆን መድሃኒት"]
    },
    {
        "lemma": "ቪአይፒ",
        "example": ["በጣም እውቅ �ሰው", "እንግዳ"]
    },
    {
        "lemma": "ቪዛ",
        "example": ["ወደሌላ አገር ለመግባትም ሆነ ለመውጣት የሚሰጥ ፈቃድ"]
    },
    {
        "lemma": "ቪየትናም",
        "example": ["በሩቅ ምስራቅ በደቡብ �ምስራቅ እስያ �ገኝ", "ስፋቱ 325 360 �ኮየር ኪሎ �ትር", "የህዝብ ብዛት 79.8 ሚሊዮን (2001 �.ም.እ.አ.አ.)", "ዋና ከተማ ሀኖይ"]
    },
    {
        "lemma": "ቪዲዮ",
        "example": ["ተንቀሳቃሽ ስእል በቴሌቪዥን አማካኝነት የሚያስተላልፍ መሳሪያ"]
    },
    {
        "lemma": "ቫቲካን ሲቲ",
        "example": ["በሮም ከተማ ውስጥ የምትገኝ እጅግ በጣም ትንሽ አገር", "ስፋቷ 0.44 ስኮየር ኪሎ ሜትር", "የህዝብ ብዛት 1000 (2001 አ.ም.እ.አ.አ.)", "ዋና ከተማ ቫቲካን ሲቲ"]
    },
    {
        "lemma": "ቫኑአቱ",
        "example": ["በደቡብ ምእራብ ሰላማዊ ውቅያኖስ ውስጥ በፊጂ ምእራብ የሚገኝ 82 ደሴቶች ያጠቃለለ ደሴት", "ስፋቱ 12 190 ስኮየር ኪሎ ሜትር", "የህዝብ ብዛት 200 000 (2001 አ.ም.እ.አ.አ.)", "ዋና �ከተማ ፖርት ቪላ"]
    },
    {
        "lemma": "ቫኩዩም",
        "example": ["አየር የሌለበት ውስጠ ባዶ መሳሪያ", "በኤሌክትሪክ ቆሻሻ መጥረጊያ"]
    },
    {
        "lemma": "ቫክሲን",
        "example": ["ለልዩ ልዩ በሽታ መከላከያ የሚሰጥ ክትባት"]
    },
    {
        "lemma": "ቫዝሊን",
        "example": ["የቅባት አይነት", "ለሰውነት", "ለመታሻ የሚሆን"]
    },
    {
        "lemma": "ቫይረስ",
        "example": ["በአይን የማይታይ", "በእጅ የማይዳሰስ ረቂቅ ህዋስ", "በሽታ የሚያመጣ", "ህይወት ባለው ህዋስ ውስጥ ብቻ ለመራባት የሚችል"]
    },
    {
        "lemma": "ቫይታሚን",
        "example": ["ለሰውነት እጅግ ጠቃሚ የሆነ በልዩ ልዩ የምግብ አይነት ውስጥ የሚገኝ ንጥረ ነገር", "ከምግብ የሚጎድለውን ንጥረ ነገር በእንክብል አይነት ተቀምሞ ለምግብ ማሟያ እንዲሆን የተዘጋጀ"]
    },
    {
        "lemma": "ቫዮሊን",
        "example": ["የሙዚቃ መሳሪያ"]
    },
    {
        "lemma": "ቬለም",
        "example": ["በጉሮሮና በማንቁርት መሃከል የሚገኝ", "አየር በአፍና በአፍንጫ እንዲወጣ �ሚያደርግ የአንደበት ክፍል"]
    },
    {
        "lemma": "ቬሉ",
        "example": ["የሴት ሙሽራ �ብስ"]
    },
    {
        "lemma": "ቬነዙላ",
        "example": ["በደቡብ አሜሪካ በሰሜን ዳርቻ የሚገኝ", "ስፋቱ 882 050 ስኮየር ኪሎ ሜትር", "የህዝብ ብዛት 24.2 ሚሊዮን (2001 አ.ም.እ.አ.አ.)", "ዋና ከተማ ካራካስ"]
    },
    {
        "lemma": "ቮሊ ቦል",
        "example": ["የመረብ ኳስ ጨዋታ"]
    },
    {
        "lemma": "ቮልት",
        "example": ["የኤሌክትሪ ፈሳሽ ሀይል"]
    }

  ,
    {
        "lemma": "ጥሙና",
        "example": ["ቀስታ", "እርጋታ", "ትእግስት", "ፀጥታ"]
    },
    {
        "lemma": "ጥማሜ",
        "example": ["በቀና መንገድ አለመሄድ", "አለማስተዋል"]
    },
    {
        "lemma": "ጥማሪ",
        "example": ["የተጣመረ", "የተባበረ"]
    },
    {
        "lemma": "ጥማቂ",
        "example": ["የተጠመቀ ጠላ", "የተጠመቀ ሰው", "ማጣሪያ", "የተጠለለ"]
    },
    {
        "lemma": "ጥማድ",
        "example": ["ጥንድ"]
    },
    {
        "lemma": "ጥምለሳ",
        "example": ["አጠፋ", "ቁልመማ"]
    },
    {
        "lemma": "ጥምልምል",
        "example": ["የተጥመለመለ", "ሽባ", "ዝልፍልፍ", "ሽምድምድ"]
    },
    {
        "lemma": "ጥምብራ",
        "example": ["በጎራዴ መክድ (ውሳጋ)", "በእቃ ላይ ከብር ከወርቅ የሚሰራ ጌጥ", "ናሳ", "አንጎል"]
    },
    {
        "lemma": "ጥምብስብስ",
        "example": ["አስተካክሎ የማያይ", "የተጨናበሰ"]
    },
    {
        "lemma": "ጥምዝምዝ",
        "example": ["ቀጥታ አቅጣጫ ያልሆነ ቦታ", "ወንዝ"]
    },
    {
        "lemma": "ጥረሾ",
        "example": ["የገብስ ቂጣ", "ዳቦ"]
    },
    {
        "lemma": "ጥረት",
        "example": ["ትጋት", "ጭንቀት", "ልፋት", "ድካም"]
    },
    {
        "lemma": "ጥረዛ",
        "example": ["የተበተነውን ባንድነት ማሰር", "መጠረዝ"]
    },
    {
        "lemma": "ጥረፋ",
        "example": ["በገመድ...ማሰር", "መጠፈር", "መተብተብ"]
    },
    {
        "lemma": "ጥሩ",
        "example": ["የተጣራ", "ንፀህ", "የጠዳ", "ነጭ", "ፀአዳ", "ወለላ", "ማለፊያ", "መልካም"]
    },
    {
        "lemma": "ጥሩምባ",
        "example": ["ሲነፋ ድምፅ የሚሰጥ እምቢልታ ቆ መለከት", "ውሸታም", "ሽርካታ"]
    },
    {
        "lemma": "ጥሩር",
        "example": ["የብረት ልብስ", "መከላከያ", "ልብድ"]
    },
    {
        "lemma": "ጥሪ",
        "example": ["በቅርብም ሆነ በሩቅ ስምን እያነሱ መጥራት", "መጋበዝ", "ለሰርግ", "ለማህበር...መጥራት", "የሞት ጥሪ", "ያራስ ጥሪ መስጠት", "ንፁህ መሆን", "መንፃት", "ስም መስጠት", "መሰየም"]
    }
,
    {
        "lemma": "ዘ",
        "example": ["በድድ የሚነገር አስራ ሰባተኛ ፊደል"]
    },
    {
        "lemma": "ዘለለ",
        "example": ["እንጣጥ አለ", "መር አለ", "ናረ", "ነጠረ", "ጓነ", "ተፈናጠረ", "ተንቻረረ"]
    },
    {
        "lemma": "ዘለላ",
        "example": ["ፍሬዎች የተንጠለጠሉበት ቅርንጫፍ", "ወደ ላይ መጎን", "መዝለል", "እንጢጥ ማለት", "ዘሎ ማለፍ"]
    },
    {
        "lemma": "ዘለመ",
        "example": ["ወሰለተ", "ወለም ዘለም አለ", "ዋለገ", "ጨቆነ", "በደለ", "ጨለመ", "ብርሃን አልባ ሆነ"]
    },
    {
        "lemma": "ዘለሰ",
        "example": ["ቆረጠ", "ጨፈጨፈ", "ጎጆ አቆመ", "ሰፊ ቆተከለ", "አዘነ", "አቀረቀረ", "አንገቱን �ፋ"]
    },
    {
        "lemma": "ዘለቀ",
        "example": ["ተማረ", "አነበበ", "ወጣ", "ፈፀመ", "ጨረሰ", "ገሰገሰ", "ሄደ", "በሳ", "ነደለ", "አለፈ"]
    },
    {
        "lemma": "ዘለቄታ",
        "example": ["የዘለአለም", "የዘወትር ኑሮ", "ወደ ውስጥ ሰርስሮ መዝለቅ"]
    },
    {
        "lemma": "ዘለበት",
        "example": ["ቀለበት", "ማፈኛ"]
    },
    {
        "lemma": "ዘለአለም",
        "example": ["ለሁልጊዜም", "ለምን ጊዜም"]
    },
    {
        "lemma": "ዘለዘለ",
        "example": ["ሰነጠቀ", "ሽነሽነ", "አቀጠነ", "አረዘመ", "ማለገ", "ማገጠ", "ተንዘላዘለ", "አውደለደለ"]
    },
    {
        "lemma": "ዘለገ",
        "example": ["በጣም ረዘመ", "መለለ", "ከፍ አለ", "አደገ"]
    },
    {
        "lemma": "ዘለጎሰ",
        "example": ["ፅህፈትን ዘለለ", "አበላሽ", "ገደፈ", "አላገባብ ፃፈ", "ታመመ"]
    },
    {
        "lemma": "ዘለፈ",
        "example": ["ሰደበ", "ወረፈ", "ነቀፈ", "አዋረደ", "ገሰፀ"]
    },
    {
        "lemma": "ዘላን",
        "example": ["ከአንዱ ወደ ሌላ ቦታ እየቀያየረ የሚሄድ አቢላም", "ከብት አርቢ", "ላመ ነድ"]
    },
    {
        "lemma": "ዘመመ",
        "example": ["አጋደለ", "አዘነበለ", "ተንጋደደ", "ኣጎነበሰ", "ተዋበ", "ተደናቀፈ", "ተፍገመገመ", "ተወላከፈ"]
    },
    {
        "lemma": "ዘመረ",
        "example": ["አዜመ", "አመሰገነ", "ዘፈነ", "ዝማሬ ቃኘ", "እህል ዘራ", "ሰበሰበ", "አዘመረ"]
    },
    {
        "lemma": "ዘመን",
        "example": ["በእለት ቀንን", "በሰሞን ሰሞንን", "በወር ወርን በአመት እየቆጠረ ኣንድ ዘመን ማለት አመት መቁጠሪያ", 
                   "የሰውን እድሜ", "ድርጊቶችንና ታሪካቸውን በዘመን ማስረዳት"]
    },
    {
        "lemma": "ዘመድ",
        "example": ["ወለደኛ", "ተወላጅ", "ወገን", "ዘር", "አንጃ", "ጎሳ", "ወዳጅ"]
    },
    {
        "lemma": "ዘማሪ",
        "example": ["የዘመረ", "የሚዘምር", "በገና መቺ", "ደርዳሪ"]
    },
    {
        "lemma": "ዘረመትር",
        "example": ["ዘረመትራን", "መግለቦ", "የአሳ ማጥመጃ", "መርበብ"]
    },
    {
        "lemma": "ዘረኝነት",
        "example": ["ከዝርያ ወይም ከቀለም ልዩነት የተነሳ ራስን የተሻለ አድርጎ በመገመት ሌላውን መናቅ",
                   "መጨቆን", "የበታች አድርጎ ማየትና በጥላቻ መመልከት"]
    },
    {
        "lemma": "ዘር",
        "example": ["ትውልድ", "ዝርያ", "አብዛኛውን ጊዜ ከፍሬ ውስጥ የሚገኝ", 
                   "አስፈላጊ ነገሮች ሲሟሉለት (አፈር, ውሃ, ኣየር, ሙቀት) የሚበቅል የእፅ መሪቦ"]
    },
    {
        "lemma": "ዘቀጠ",
        "example": ["ሰመጠ", "ዘገጠ", "ዘፈቀ", "ወደ ውስጥ ገባ", "ጠለመ", "ደከመ", "ሰነፈ", "ወደኋላ ቀረ"]
    },
    {
        "lemma": "ዘበት",
        "example": ["ቀልድ", "ፌዝ", "ስላቅ", "ለግጥ"]
    },
    {
        "lemma": "ዘበኛ",
        "example": ["ጠባቂ", "ቃፊር", "ፀጥታ አስከባሪ"]
    },
    {
        "lemma": "ዘብ",
        "example": ["በተራ", "በፈረቃ ገብቶ ፀጥታ ጠባቂ", "ቃፊር"]
    },
    {
        "lemma": "ዘንግ",
        "example": ["ቀጭን በትር", "ሽመል", "የጠመንጃ መደቅደቂያ (የብረት ዘንግ)", 
                   "የእግር ብረት ቅርቃር", "እስኪት", "የወንድ ሀፍረት", "ቁላ"]
    },
    {
        "lemma": "ዘከረ",
        "example": ["ማሳሰቢያ ድግስ ደገሰ", "ኣስታወሰ", "ኣሰበ", "ኣወሳ (የረሳውን)", 
                   "ስም አወጣ", "አሰበ", "ጠራ (ሀውልት)", "ሰጠ", "ቀለተ (ለለማኝ)"]
    },
    {
        "lemma": "ዘይቤ",
        "example": ["ያነጋገር ፈሊጥ", "ልማድ", "ዘዬ", "ትርጉም", "ፍች", "ምስጢር መናገር"]
    },
    {
        "lemma": "ዘይት",
        "example": ["ከልዩ ልዩ ቅባት ካለው እህል", "ፍራፍሬ", "እንት... የሚገኝ ለምግብና ለልዩ ልዩ አግልግሎት የሚውል ከውሃ የሚቀል ፈሳሽ",
                   "ለማንኛውም ሞተር አገልግሎት የሚውል የተጣራ ዘይት"]
    },
    {
        "lemma": "ዘዴ",
        "example": ["ብልሃት", "ጥበብ", "እውቀት", "ቴክኒክ"]
    },

    {
        "lemma": "ዘ",
        "example": ["በድድ የሚነገር አስራ ሰባተኛ ፊደል"]
    },
    {
        "lemma": "ዘለለ",
        "example": ["እንጣጥ አለ", "መር አለ", "ናረ", "ነጠረ", "ጓነ", "ተፈናጠረ", "ተንቻረረ"]
    },
    {
        "lemma": "ዘለላ",
        "example": ["ፍሬዎች የተንጠለጠሉበት ቅርንጫፍ", "ወደ ላይ መጎን", "መዝለል", "እንጢጥ ማለት", "ዘሎ ማለፍ"]
    },
    {
        "lemma": "ዘለመ",
        "example": ["ወሰለተ", "ወለም ዘለም አለ", "ዋለገ", "ጨቆነ", "በደለ", "ጨለመ", "ብርሃን አልባ ሆነ"]
    },
    {
        "lemma": "ዘለሰ",
        "example": ["ቆረጠ", "ጨፈጨፈ", "ጎጆ አቆመ", "ሰፊ ቆተከለ", "አዘነ", "አቀረቀረ", "አንገቱን �ፋ"]
    },
    {
        "lemma": "ዘለቀ",
        "example": ["ተማረ", "አነበበ", "ወጣ", "ፈፀመ", "ጨረሰ", "ገሰገሰ", "ሄደ", "በሳ", "ነደለ", "አለፈ"]
    },
    {
        "lemma": "ዘለቄታ",
        "example": ["የዘለአለም", "የዘወትር ኑሮ", "ወደ ውስጥ ሰርስሮ መዝለቅ"]
    },
    {
        "lemma": "ዘለበት",
        "example": ["ቀለበት", "ማፈኛ"]
    },
    {
        "lemma": "ዘለአለም",
        "example": ["ለሁልጊዜም", "ለምን ጊዜም"]
    },
    {
        "lemma": "ዘለዘለ",
        "example": ["ሰነጠቀ", "ሽነሽነ", "አቀጠነ", "አረዘመ", "ማለገ", "ማገጠ", "ተንዘላዘለ", "አውደለደለ"]
    },
    {
        "lemma": "ዘለገ",
        "example": ["በጣም ረዘመ", "መለለ", "ከፍ አለ", "አደገ"]
    },
    {
        "lemma": "ዘለጎሰ",
        "example": ["ፅህፈትን ዘለለ", "አበላሽ", "ገደፈ", "አላገባብ ፃፈ", "ታመመ"]
    },
    {
        "lemma": "ዘለፈ",
        "example": ["ሰደበ", "ወረፈ", "ነቀፈ", "አዋረደ", "ገሰፀ"]
    },
    {
        "lemma": "ዘላን",
        "example": ["ከአንዱ ወደ ሌላ ቦታ እየቀያየረ የሚሄድ አቢላም", "ከብት አርቢ", "ላመ ነድ"]
    },
    {
        "lemma": "ዘመመ",
        "example": ["አጋደለ", "አዘነበለ", "ተንጋደደ", "ኣጎነበሰ", "ተዋበ", "ተደናቀፈ", "ተፍገመገመ", "ተወላከፈ"]
    },
    {
        "lemma": "ዘመረ",
        "example": ["አዜመ", "አመሰገነ", "ዘፈነ", "ዝማሬ ቃኘ", "እህል ዘራ", "ሰበሰበ", "አዘመረ"]
    },
    {
        "lemma": "ዘመን",
        "example": ["በእለት ቀንን", "በሰሞን ሰሞንን", "በወር ወርን በአመት እየቆጠረ ኣንድ ዘመን ማለት አመት መቁጠሪያ", 
                   "የሰውን እድሜ", "ድርጊቶችንና ታሪካቸውን በዘመን ማስረዳት"]
    },
    {
        "lemma": "ዘመድ",
        "example": ["ወለደኛ", "ተወላጅ", "ወገን", "ዘር", "አንጃ", "ጎሳ", "ወዳጅ"]
    },
    {
        "lemma": "ዘማሪ",
        "example": ["የዘመረ", "የሚዘምር", "በገና መቺ", "ደርዳሪ"]
    },
    {
        "lemma": "ዘረመትር",
        "example": ["ዘረመትራን", "መግለቦ", "የአሳ ማጥመጃ", "መርበብ"]
    },
    {
        "lemma": "ዘረኝነት",
        "example": ["ከዝርያ ወይም ከቀለም ልዩነት የተነሳ ራስን የተሻለ አድርጎ በመገመት ሌላውን መናቅ",
                   "መጨቆን", "የበታች አድርጎ ማየትና በጥላቻ መመልከት"]
    },
    {
        "lemma": "ዘር",
        "example": ["ትውልድ", "ዝርያ", "አብዛኛውን ጊዜ ከፍሬ ውስጥ የሚገኝ", 
                   "አስፈላጊ ነገሮች ሲሟሉለት (አፈር, ውሃ, ኣየር, ሙቀት) የሚበቅል የእፅ መሪቦ"]
    },
    {
        "lemma": "ዘቀጠ",
        "example": ["ሰመጠ", "ዘገጠ", "ዘፈቀ", "ወደ ውስጥ ገባ", "ጠለመ", "ደከመ", "ሰነፈ", "ወደኋላ ቀረ"]
    },
    {
        "lemma": "ዘበት",
        "example": ["ቀልድ", "ፌዝ", "ስላቅ", "ለግጥ"]
    },
    {
        "lemma": "ዘበኛ",
        "example": ["ጠባቂ", "ቃፊር", "ፀጥታ አስከባሪ"]
    },
    {
        "lemma": "ዘብ",
        "example": ["በተራ", "በፈረቃ ገብቶ ፀጥታ ጠባቂ", "ቃፊር"]
    },
    {
        "lemma": "ዘንግ",
        "example": ["ቀጭን በትር", "ሽመል", "የጠመንጃ መደቅደቂያ (የብረት ዘንግ)", 
                   "የእግር ብረት ቅርቃር", "እስኪት", "የወንድ ሀፍረት", "ቁላ"]
    },
    {
        "lemma": "ዘከረ",
        "example": ["ማሳሰቢያ ድግስ ደገሰ", "ኣስታወሰ", "ኣሰበ", "ኣወሳ (የረሳውን)", 
                   "ስም አወጣ", "አሰበ", "ጠራ (ሀውልት)", "ሰጠ", "ቀለተ (ለለማኝ)"]
    },
    {
        "lemma": "ዘይቤ",
        "example": ["ያነጋገር ፈሊጥ", "ልማድ", "ዘዬ", "ትርጉም", "ፍች", "ምስጢር መናገር"]
    },
    {
        "lemma": "ዘይት",
        "example": ["ከልዩ ልዩ ቅባት ካለው እህል", "ፍራፍሬ", "እንት... የሚገኝ ለምግብና ለልዩ ልዩ አግልግሎት የሚውል ከውሃ የሚቀል ፈሳሽ",
                   "ለማንኛውም ሞተር አገልግሎት የሚውል የተጣራ ዘይት"]
    },
    {
        "lemma": "ዘዴ",
        "example": ["ብልሃት", "ጥበብ", "እውቀት", "ቴክኒክ"]
    }
,
    {
        "lemma": "ጥሙና",
        "example": ["ቀስታ", "እርጋታ", "ትእግስት", "ፀጥታ"]
    },
    {
        "lemma": "ጥማሜ",
        "example": ["በቀና መንገድ አለመሄድ", "አለማስተዋል"]
    },
    {
        "lemma": "ጥማሪ",
        "example": ["የተጣመረ", "የተባበረ"]
    },
    {
        "lemma": "ጥማቂ",
        "example": ["የተጠመቀ ጠላ", "የተጠመቀ ሰው", "ማጣሪያ", "የተጠለለ"]
    },
    {
        "lemma": "ጥማድ",
        "example": ["ጥንድ"]
    },
    {
        "lemma": "ጥምለሳ",
        "example": ["አጠፋ", "ቁልመማ"]
    },
    {
        "lemma": "ጥምልምል",
        "example": ["የተጥመለመለ", "ሽባ", "ዝልፍልፍ", "ሽምድምድ"]
    },
    {
        "lemma": "ጥምብራ",
        "example": ["በጎራዴ መክድ (ውሳጋ)", "በእቃ ላይ ከብር", "ከወርቅ የሚሰራ ጌጥ", "ናሳ", "አንጎል"]
    },
    {
        "lemma": "ጥምብስብስ",
        "example": ["አስተካክሎ የማያይ", "የተጨናበሰ"]
    },
    {
        "lemma": "ጥምዝምዝ",
        "example": ["ቀጥታ አቅጣጫ ያልሆነ ቦታ", "ወንዝ"]
    },
    {
        "lemma": "ጥረሾ",
        "example": ["የገብስ ቂጣ", "ዳቦ"]
    },
    {
        "lemma": "ጥረት",
        "example": ["ትጋት", "ጭንቀት", "ልፋት", "ድካም"]
    },
    {
        "lemma": "ጥረዛ",
        "example": ["የተበተነውን ባንድነት ማሰር", "መጠረዝ"]
    },
    {
        "lemma": "ጥረፋ",
        "example": ["በገመድ...ማሰር", "መጠፈር", "መተብተብ"]
    },
    {
        "lemma": "ጥሩ",
        "example": ["የተጣራ", "ንፀህ", "የጠዳ", "ነጭ", "ፀአዳ", "ወለላ", "ማለፊያ", "መልካም"]
    },
    {
        "lemma": "ጥሩምባ",
        "example": ["ሲነፋ ድምፅ የሚሰጥ እምቢልታ ቆ መለከት", "ውሸታም", "ሽርካታ"]
    },
    {
        "lemma": "ጥሩር",
        "example": ["የብረት ልብስ", "መከላከያ", "ልብድ"]
    },
    {
        "lemma": "ጥሪ",
        "example": ["በቅርብም ሆነ በሩቅ ስምን እያነሱ መጥራት", "መጋበዝ", "ለሰርግ", "ለማህበር...መጥራት", "የሞት ጥሪ", "ያራስ ጥሪ መስጠት", "ንፁህ መሆን", "መንፃት", "ስም መስጠት", "መሰየም"]
    },
    {
        "lemma": "ጥሪት",
        "example": ["ቅርስ", "ገንዘብ", "ህብት"]
    },
    {
        "lemma": "ጥራቢ",
        "example": ["የእንጨት", "የደንጊያ ስብርባሪ", "ቅርፍራፊ", "ፍቅፋቂ", "ልላጭ", "ልባጭ", "ፍርፋሪ", "ድቃቂ", "ከልካይ"]
    }
,
    {
        "lemma": "ጥበት",
        "example": ["የቱቦነት ጠባይ ያላቸው የአካል ክፍሎች", "የቱቦ መተላለፊያ", "በተፈጥሮ ወይም በግኝት ምክንያት ቱቦ ፈጠር የሆኑ አባለ አካላት"]
    },
    {
        "lemma": "ጥቢ",
        "example": ["ክረምት ውጭ", "መስከረም"]
    },
    {
        "lemma": "ጥቢኛ",
        "example": ["ለከት ሙልሙል", "ትንሽ ዳቦ"]
    },
    {
        "lemma": "ጥብሃት",
        "example": ["የፀሃይ ውጋጋን የሚታይበት", "መአልት መጀመር", "የጧት ነፋስ"]
    },
    {
        "lemma": "ጥብስ",
        "example": ["የተጠበሰ (ጥብስ ስጋ)", "ጥብስ እሸት"]
    },
    {
        "lemma": "ጥብስ ወጥ",
        "example": ["ተዘልዝሎ ጎረድ", "ጎረድ ባለ ስጋ የተሰራ ወጥ"]
    },
    {
        "lemma": "ጥብቅ",
        "example": ["እግድ", "ክልክል", "ጠንካራ", "ሀይለኛ", "ንፉግ", "ስስታም"]
    },
    {
        "lemma": "ጥብቅ ገባ",
        "example": ["ነገር አዛነፈ", "ከውሳኔ አለፈ", "ሁለት መልስ ሰጠ"]
    },
    {
        "lemma": "ጥብቆ",
        "example": ["እጀ አጭር ልብስ", "ኪታ"]
    },
    {
        "lemma": "ጥብጠባ",
        "example": ["የስቅለት እለት ገረፋ", "ግስገሳ"]
    },
    {
        "lemma": "ጥብጠባት",
        "example": ["ግርፋት", "ሰንበር"]
    },
    {
        "lemma": "ጥብጣብ",
        "example": ["መሽቀቅ", "የሱሪ መታጠቂያ", "የካባ ጌጥ"]
    },
    {
        "lemma": "ጥነት",
        "example": ["ወደ ክፉ አሳብ ማዘንበል", "ለጠማማ ነገር ማድላት", "ቅን አሳብ አለመኖር"]
    },
    {
        "lemma": "ጥኑ",
        "example": ["ጠንካራ", "ብርቱ", "ደረቅ", "ፍንክች የማይል", "የማይበገር", "የማይፈታ"]
    },
    {
        "lemma": "ጥና",
        "example": ["በጣም መታመም", "በርታ", "ጠንክር", "ቻል", "እጣን የሚታጠንበት"]
    },
    {
        "lemma": "ጥናት",
        "example": ["መጠንከር", "መበርታት", "ትምህርት", "ማጥናት", "መማለድ", "መቀመጥ"]
    },
    {
        "lemma": "ጥናንስሳመል",
        "example": ["የንስሳት አመል", "ባህርይ ጥናት (ኢቶሎ)"]
    },
    {
        "lemma": "ጥንቃቄ",
        "example": ["ዝግጅት", "ትጋት", "ንቃት"]
    },
    {
        "lemma": "ጥንቅሽ",
        "example": ["ጣፋጭ የዘንጋዳ", "የማሽላ አገዳ", "እንደ ሸንኮር አገዳ የሚመጠጥ", "ለጋ", "ሸበሌ"]
    },
    {
        "lemma": "ጥንበራ",
        "example": ["አለማየት", "መታወር"]
    },
    {
        "lemma": "ጥንበዛ",
        "example": ["በሃይል መስከር"]
    },
    {
        "lemma": "ጥንባታም",
        "example": ["ግማቱ", "ቁነሳው", "ክርፋቱ የበዛ"]
    },
    {
        "lemma": "ጥንብ",
        "example": ["በክት", "የግማ", "የሸተተ", "ከባድ", "ዝፍዝፍ"]
    },
    {
        "lemma": "ጥንት",
        "example": ["ዱሮ", "ወትሮ", "ቀድሞ", "ስር", "መሰረት"]
    },
    {
        "lemma": "ጥንቸል",
        "example": ["መንተሌ", "ጡብ", "ጡብ እያለች የምትዘል"]
    },
    {
        "lemma": "ጥንከራ",
        "example": ["በሁሉ ነገር መጠንከር", "መበርታት"]
    },
    {
        "lemma": "ጥንካሬ",
        "example": ["አለመሸነፍ", "አለመንበርከክ", "አለመበገር", "ጥኑ", "ጠንካራ መሆን"]
    },
    {
        "lemma": "ጥውልውል",
        "example": ["ቅልሽልሽ የሚል", "አቅለሽሳሽ ነገር"]
    },
    {
        "lemma": "ጥንዚዛ",
        "example": ["ከንብ የሚተልቅ በራሪ", "እንዝዝ", "ጥቁር የኑግ ልጥልጥ የሚመስል"]
    },
    {
        "lemma": "ጥንድ",
        "example": ["ሁለት", "እጥፍ", "ድርብ", "የተቀናጀ", "መንታ"]
    },
    {
        "lemma": "ጥንጁት",
        "example": ["መራርቻ", "የቁጥቋጦ አይነት", "እቃ የሚታጠንበት", "ጥሩ ሽታ ያለው"]
    },
    {
        "lemma": "ጥንግ",
        "example": ["አሩር", "እንቁር", "ቅሌ"]
    },
    {
        "lemma": "ጥንጣኔ",
        "example": ["ጥንጠና", "መጠንጠን", "መንቀዝ", "መሽምግል", "ማርጀት", "ፈትል አጠናጠን"]
    },
    {
        "lemma": "ጥንጥን",
        "example": ["የተጠነጠነ ፈትል", "የእንጨት አነቃቀዝ", "የተወሰነ ቁጥር ኖሮት የተጠመጠመ የኮረንቲ ሽቦ"]
    },
    {
        "lemma": "ጥንፈፋ",
        "example": ["ያለቀ", "የተጨረሰ", "እንቃሪ እንኳን የሌለው"]
    },
    {
        "lemma": "ጥንፋፊ",
        "example": ["ውሃው የተጠነፈፈ", "ከውሃ ተለይቶ ጠፍ ያለ", "ጭሳጭ ውሃ", "ለዘር ከሞት የተረፈ"]
    },
    {
        "lemma": "ጥንፍ",
        "example": ["ጽንፍ", "ዳር", "ዳርቻ", "መጨረሻ"]
    },
    {
        "lemma": "ጥንፍፍ",
        "example": ["የተጠነፈፈ", "ከውሃ ባዶ የሆነ"]
    },
    {
        "lemma": "ጥዋ",
        "example": ["ከሳት", "ከሸክላ", "ከብር የተሰራ ዋንጫ", "መጠጫ"]
    },
    {
        "lemma": "ጥዜት",
        "example": ["ከእንፋሎትነት ወደ ፈሳሽነት የመለወጥ ሂደት"]
    },
    {
        "lemma": "ጥዝጠዛ",
        "example": ["መጠዝጠዝ", "መንዘር", "መነዝነዝ"]
    },
    {
        "lemma": "ጥይት",
        "example": ["በጠመንጃ በመድፍ በመትረየስ የሚተኮስ", "ባሩድና አረር የያዘ", "ፈጣን", "ጮሌ", "ጎበዝ"]
    },
    {
        "lemma": "ጥያራ",
        "example": ["አይሮፕላን", "የአየር መጓጓዣ"]
    },
    {
        "lemma": "ጥያቄ",
        "example": ["ጥየቃ", "መጠየቅ", "ምርመራ", "ሀተታ", "እህታ", "የጥያቄ ምልክት (?)"]
    },
    {
        "lemma": "ጥዳት",
        "example": ["የጠዳ", "የጠራ", "እድፍ", "ጉድፍ", "እንከን የሌለው"]
    },
    {
        "lemma": "ጥድ",
        "example": ["ትልቅ ዛፍ"]
    },
    {
        "lemma": "ጥድፊያ",
        "example": ["ችኮላ", "ጥብጠባ", "ፍጥነት"]
    },
    {
        "lemma": "ጥድፍ አለ",
        "example": ["ሲሄድ ሲናገር ችኩል ችኩል አለ"]
    },
    {
        "lemma": "ጥጃ",
        "example": ["ወግዝ", "እምቦሳ", "ያሳደገ የእንስሳ ልጅ"]
    },
    {
        "lemma": "ጥገት",
        "example": ["የምትታለብ ላም"]
    },
    {
        "lemma": "ጥገና",
        "example": ["የተሰበረውን ከቦታው አግብቶ ማሰር", "ጊዜያዊ ለውጥ ማድረግ", "ማገዝ", "መደገፍ", "መርዳት", "እድሳት ማድረግ"]
    },
    {
        "lemma": "ጥገን",
        "example": ["የጉልበት እብጠት"]
    },
    {
        "lemma": "ጥገን ያዘው",
        "example": ["አበጠ", "ታመመ", "ውሃ ወጣበት"]
    },
    {
        "lemma": "ጥገኛ",
        "example": ["የተማጠነ", "ሰውን ጥግ ያደረገ", "በሌላ መንግስት ጥግ ያደረገ", "ጠባቂ ያለው", "ባለጥግ"]
    },
    {
        "lemma": "ጥጌ",
        "example": ["ፅጌ", "አበባ", "ወኔ", "መጠጊያየ"]
    },
    {
        "lemma": "ጥጋበኛ",
        "example": ["የጠገበ", "ጥጋብ �ሰከረው", "እብሪተኛ"]
    },
    {
        "lemma": "ጥጋብ",
        "example": ["ምግብ በልቶ መጥገብ", "እብሪት"]
    },
    {
        "lemma": "ጥጋት",
        "example": ["አዳሪ", "ያልታረሰ መሬት", "ተገን", "ጥግነት ያለው ቦታ"]
    },
    {
        "lemma": "ጥጋጥግ",
        "example": ["ሜዳ ያይደለ", "የገደላገደል", "የኮረብታ", "የተራራ", "አካባቢ"]
    },
    {
        "lemma": "ጥግ",
        "example": ["ስር", "ታች", "ግርጌ", "የድሃ ረዳት", "ደጋፊ"]
    },
    {
        "lemma": "ጥግ ጥጉን ያዘ",
        "example": ["ታች ታቹን", "ስር ስሩን አለፈ", "(ስነቃል) ዳቦ ሲያይ ብ ልቡን", "ዳግት ሲያይ ጥግ ጥጉን"]
    },
    {
        "lemma": "ጥግነት",
        "example": ["ከለላነት", "ተገን"]
    },
    {
        "lemma": "ጥጠራ",
        "example": ["መጠንከር", "አለመሳሳት", "ጥጥር መሆን"]
    },
    {
        "lemma": "ጥጥ",
        "example": ["የታወቀ ተክል", "በሙቀት አገር የሚበቅል", "ልዩ ልዩ ልብስ ለመስራት የሚጠቅም"]
    },
    {
        "lemma": "ጥጥርሽ",
        "example": ["መጠጠር", "መጠንከር", "ለመበላት", "ለመወጋት የማይበግር"]
    },
    {
        "lemma": "ጥፉ",
        "example": ["የጠፋ", "ብሳሽ", "ከንቱ", "ክፉ", "የማያምር", "በረሃ", "ምድረ በዳ", "ደረቅ ስፍራ"]
    },
    {
        "lemma": "ጥፊ",
        "example": ["ውስጥ እጅ", "የውስጥ እጅ ምት", "ሽውታ", "ምች", "ግርፋት"]
    },
    {
        "lemma": "ጥፋተኛ",
        "example": ["በደለኛ", "ክፉ አድራጊ"]
    },
    {
        "lemma": "ጥፋት",
        "example": ["ሞት", "ህልፈት", "እንዳልነበረ መሆን", "የማይገባ ስራ (ስርቆሽ)", "ዝሙት"]
    },
    {
        "lemma": "ጥፍር",
        "example": ["በእጅና በእግር ጣቶች ጫፍ ላይ የሚበቅል", "እድገቱ በእድሜ የማይቆም", "ለመቧጠጫ", "ለመቆንጠጫ የሚጠቅም"]
    },
    {
        "lemma": "ጥፍት",
        "example": ["እልም", "ድርግም"]
    },
    {
        "lemma": "ጥፍት አለ",
        "example": ["ውድም አለ"]
    },
    {
        "lemma": "ጥጥፍሬ",
        "example": ["ጥፍጥሬ", "የጥጥ ፍሬ", "ዘር"]
    },
    {
        "lemma": "ጥፍጥፍ",
        "example": ["የተጠፈጠፈ (አዛባ)", "የማያምር", "ዶፍዷፋ"]
    },
    {
        "lemma": "ጦለ (መጦል)",
        "example": ["ፈጠነ", "ቸኮለ", "አጦለ", "ጠረገ", "ለየ (እህልን ከገለባ)"]
    },
    {
        "lemma": "ጦለጦለ (መጦልጦል)",
        "example": ["ተክለፈለፈ", "ተንቀዠቀዠ", "ባከነ"]
    },
    {
        "lemma": "ጦሊት",
        "example": ["ሰርመዲ", "አንገልብስ", "ያንገት ልብስ", "ህባኔ"]
    },
    {
        "lemma": "ጦልጧላ",
        "example": ["ጦንጧና", "ሶልሷላ", "ሎጥሏጣ"]
    },
    {
        "lemma": "ጦሎታ",
        "example": ["የጅራፍ ውልብልቢት"]
    },
    {
        "lemma": "ጦመ (መጦም)",
        "example": ["ከመብልና ከጥሉላት ተወገደ", "(ስነቃል) ተግደርዳሪ ጦም አዳሪ"]
    },
    {
        "lemma": "ጦመረ (መጦመር)",
        "example": ["ፃፈ", "ከተበ"]
    },
    {
        "lemma": "ጦማር",
        "example": ["ፅህፈት", "ደብዳቤ"]
    },
    {
        "lemma": "ጦም አዳሪ",
        "example": ["ምንም የሌለው", "ምስኪን", "ድሃ"]
    },
    {
        "lemma": "ጦረ (መጦር)",
        "example": ["ረዳ", "አገለገለ", "ተንከባከበ", "ቸረ"]
    },
    {
        "lemma": "ጦር",
        "example": ["ሎጋ", "ዘገር", "ዋመሳ", "ጨሬ", "ጭሬ", "ጭፍራ", "ሰራዊት"]
    },
    {
        "lemma": "ጦርጦራ",
        "example": ["ገንጋኝ"]
    },
    {
        "lemma": "ጦሰኛ",
        "example": ["የክፉ ምክንያት", "ነገር የሚሰራ ሰው"]
    },
    {
        "lemma": "ጦስ",
        "example": ["ምክንያት", "መነሾ", "መዘዘ", "ሰበብ"]
    },
    {
        "lemma": "ጦስኝ",
        "example": ["በደጋ የሚበቅል", "ጥሩ ሽታ ያለው"]
    },
    {
        "lemma": "ጦሽ አለ",
        "example": ["ጮኸ", "ድምጥ ሰጠ"]
    },
    {
        "lemma": "ጦነጦነ (መጦንጦን)",
        "example": ["ነቀዘ", "ከጥቅም ውጭ ሆነ"]
    },
    {
        "lemma": "ጦዘ (መጦዝ)",
        "example": ["ከረረ", "ተኮመታተረ"]
    },
    {
        "lemma": "ጦዝጧዛ",
        "example": ["ሎጤ", "ተፈሪ", "ቶስቷሳ"]
    },
    {
        "lemma": "ጦጣ",
        "example": ["ብልጣብልጥ የዱር አውሬ", "እንደ ጉሬዛና ጅንጀሮ", "ረጅም ጅራት ያለው", "(ስነቃል) የለመደች ጦጣ ሁልጊዜ ሽምጠጣ"]
    },
    {
        "lemma": "ጦፈ (መጦፍ)",
        "example": ["ተቆጣ", "ተናደደ", "አረረ", "ተቃጠለ", "በሰም ተነክሮ ጧፍ ሆነ", "ባለሟል ሆነ", "በጣም ቀበጠ", "ዋጋ በጣም ጨመረ"]
    },
    {
        "lemma": "ጧ ያለ",
        "example": ["ሜዳ", "አባጣ", "ጎባጣ የሌለው", "ሰታታ", "ለጥ ያለ ሜዳ"]
    },
    {
        "lemma": "ጧ አለ",
        "example": ["እርጥብ እንጨት ሲነድ ተንጣጣ", "ተቀደደ", "ተበጠሰ", "ቷ አለ", "ወደቀ", "ተኛ", "ተዘረረ", "ተዘረጋ", "ዟ አለ", "አለ ልክ ሳቀ"]
    },
    {
        "lemma": "ጧሪ",
        "example": ["የጦረ", "የሚጦር", "አጋዥ", "ረዳት", "(ስነቃል) ደግ አማጭን መጦር", "ክፉ አማጭን በጦር"]
    },
    {
        "lemma": "ጧት",
        "example": ["ንጋት", "ሱቢህ", "ፀሃይ የሚወጣበት ጊዜ"]
    },
    {
        "lemma": "ጧ አደረገ",
        "example": ["መታ", "በጠሰ"]
    },
    {
        "lemma": "ጧፍ",
        "example": ["በሰም የተነከረ ወፍራም ክር", "ለመብራት የሚሆን ፋና", "ሻማ"]
    },
    {
        "lemma": "ጨ",
        "example": ["በሳንቃ የሚነገር ሃያ አራተኛ ፊደል"]
    },
    {
        "lemma": "ጨለመ (መጨለም)",
        "example": ["መሽ", "ለአይን ያዘ", "ጠቆረ", "ተለወጠ", "ጠቆረ (ፊት)", "ታወረ", "ማየት ተሳነው (ኣይን)"]
    },
    {
        "lemma": "ጨለማ",
        "example": ["የብርሃን አለመኖር", "ማየት አለመቻል", "ድንቁርና", "መሃይምነት", "ድህነት የበዛበት"]
    },
    {
        "lemma": "ጨለቀ (መጨለቅ)",
        "example": ["በጠበጠ", "ሰበቀ", "አስማማ", "አዋሃደ (ተልባ + ኑግ)", "ሞጭሟጫ", "መጭቅጫ", "ጨነቆር ሆነ (አይን)"]
    },
 
    {
        "lemma": "ዘገሌ",
        "example": ["ከጠቦትና ከቃፍር ከፍ ያለ በግ", "ወጠጤ"]
    },
    {
        "lemma": "ዘገመ",
        "example": ["አዘገመ", "ቀስ ብሎ ተራመደ", "ተጓዘ", "ቀስ ብሉ በላ", "ተናገረ"]
    },
    {
        "lemma": "ዘገምተኛ",
        "example": ["ዝግምተኛ", "አዝንሞ ሂያጅ", "ፍጥነት የለሽ"]
    },
    {
        "lemma": "ዘገበ",
        "example": ["ዛቀ", "ሰበሰበ", "አከማቸ", "ፃፈ", "መዘገበ", "አነጣጠረ", "አዘገበ"]
    },
    {
        "lemma": "ዘጋ",
        "example": ["ዘጋጠ", "መዝጋት", "አዘጋ", "ተዘጋ", "አጠፋ", "አቆመ"]
    },
    {
        "lemma": "ዘጋጅ",
        "example": ["የሚዘጋጅ", "የሚያዘጋጅ", "አዘጋጅ", "ተዘጋጅ"]
    },
    {
        "lemma": "ዘጋቢ",
        "example": ["የሚዘጋ", "የሚያዘጋ", "መዝጋት የሚያደርግ"]
    },
    {
        "lemma": "ዘግ",
        "example": ["ጠባቂ", "ቃፊር", "ጠበቃ"]
    },
    {
        "lemma": "ዘግናኝ",
        "example": ["የሚያስደንቅ", "የሚያምር", "የሚያስገርም"]
    },
    {
        "lemma": "ዘጠነ",
        "example": ["ዘጠና", "90", "መቶ ዘጠና"]
    },
    {
        "lemma": "ዘጠኝ",
        "example": ["9", "ዘጠነኛ", "ዘጠነኛው"]
    },
    {
        "lemma": "ዘጣ",
        "example": ["ዘጠነ", "ዘጠና", "90"]
    },
    {
        "lemma": "ዘጥ",
        "example": ["ጠንካራ", "ኃይለኛ", "ብርቱ"]
    },
    {
        "lemma": "ዘጥኝ",
        "example": ["ጠንካራ", "ኃይለኛ", "ብርቱ"]
    },
    {
        "lemma": "ዘጨለ",
        "example": ["ዘጨለ", "ዘጨላ", "ዘጨል"]
    },
    {
        "lemma": "ዘፈ",
        "example": ["ዘፈነ", "ዘፈዘፈ", "ዘፈቀ"]
    },
    {
        "lemma": "ዘፈን",
        "example": ["ዘፈነ", "ዘፈዘፈ", "ዘፈቀ"]
    },
    {
        "lemma": "ዘፋ",
        "example": ["ዘፈነ", "ዘፈዘፈ", "ዘፈቀ"]
    },
    {
        "lemma": "ዘፋኝ",
        "example": ["የሚዘፍን", "የሚዘፋ", "የሚዘፈን"]
    },
    {
        "lemma": "ዘፍ",
        "example": ["ዘፈነ", "ዘፈዘፈ", "ዘፈቀ"]
    },
    {
        "lemma": "ዘፍቅ",
        "example": ["ዘፈቀ", "ዘፈነ", "ዘፈዘፈ"]
    },
    {
        "lemma": "ዘፍዘፋ",
        "example": ["ዘፈነ", "ዘፈዘፈ", "ዘፈቀ"]
    },
    {
        "lemma": "ዘፍጥ",
        "example": ["ዘፈነ", "ዘፈዘፈ", "ዘፈቀ"]
    },
    {
        "lemma": "ዙሪያ",
        "example": ["ዙር", "ዙሪያ", "ዙረት"]
    },
    {
        "lemma": "ዙር",
        "example": ["ዙሪያ", "ዙረት", "ዙረኛ"]
    },
    {
        "lemma": "ዙረኛ",
        "example": ["ዙሪያ", "ዙረት", "ዙር"]
    },
    {
        "lemma": "ዙረት",
        "example": ["ዙሪያ", "ዙር", "ዙረኛ"]
    },
    {
        "lemma": "ዙፋን",
        "example": ["ዙፋን", "ዙፋን", "ዙፋን"]
    },
    {
        "lemma": "ዚህ",
        "example": ["ይህ", "ዚህ", "ይሄ"]
    },
    {
        "lemma": "ዛሬ",
        "example": ["ዛሬ", "ዛሬ", "ዛሬ"]
    },
    {
        "lemma": "ዛተ",
        "example": ["ዛተ", "ዛታ", "ዛት"]
    },
    {
        "lemma": "ዛት",
        "example": ["ዛተ", "ዛታ", "ዛት"]
    },
    {
        "lemma": "ዛንታ",
        "example": ["ዛንት", "ዛንታ", "ዛንት"]
    },
    {
        "lemma": "ዛንት",
        "example": ["ዛንታ", "ዛንት", "ዛንት"]
    },
    {
        "lemma": "ዛብ",
        "example": ["ዛባ", "ዛብ", "ዛብ"]
    },
    {
        "lemma": "ዛቦ",
        "example": ["ዛባ", "ዛብ", "ዛብ"]
    },
    {
        "lemma": "ዛምቢያ",
        "example": ["ዛምቢያ", "ዛምቢያ", "ዛምቢያ"]
    },
    {
        "lemma": "ዛር",
        "example": ["ዛር", "ዛር", "ዛር"]
    },
    {
        "lemma": "ዛሪት",
        "example": ["ዛሪት", "ዛሪት", "ዛሪት"]
    },
    {
        "lemma": "ዛርያ",
        "example": ["ዛርያ", "ዛርያ", "ዛርያ"]
    },
    {
        "lemma": "ዛቂ",
        "example": ["ዛቂ", "ዛቂ", "ዛቂ"]
    },
    {
        "lemma": "ዛቃ",
        "example": ["ዛቃ", "ዛቃ", "ዛቃ"]
    },
    {
        "lemma": "ዛቅ",
        "example": ["ዛቃ", "ዛቅ", "ዛቅ"]
    },
    {
        "lemma": "ዛበል",
        "example": ["ዛበል", "ዛበል", "ዛበል"]
    },
    {
        "lemma": "ዛባ",
        "example": ["ዛባ", "ዛባ", "ዛባ"]
    },
    {
        "lemma": "ዛብ",
        "example": ["ዛባ", "ዛብ", "ዛብ"]
    },
    {
        "lemma": "ዛቦ",
        "example": ["ዛባ", "ዛብ", "ዛብ"]
    },
    {
        "lemma": "ዛገ",
        "example": ["ዛገ", "ዛገ", "ዛገ"]
    },
    {
        "lemma": "ዛግል",
        "example": ["ዛግል", "ዛግል", "ዛግል"]
    },
    {
        "lemma": "ዛፍ",
        "example": ["ዛፍ", "ዛፍ", "ዛፍ"]
    },
    {
        "lemma": "ዛፋ",
        "example": ["ዛፋ", "ዛፋ", "ዛፋ"]
    },
    {
        "lemma": "ዛፍቅ",
        "example": ["ዛፍቅ", "ዛፍቅ", "ዛፍቅ"]
    },
    {
        "lemma": "ዜጋ",
        "example": ["ዜጋ", "ዜጋ", "ዜጋ"]
    },
    {
        "lemma": "ዜግነት",
        "example": ["ዜግነት", "ዜግነት", "ዜግነት"]
    },
    {
        "lemma": "ዜጐት",
        "example": ["ዜጐት", "ዜጐት", "ዜጐት"]
    },
    {
        "lemma": "ዜማ",
        "example": ["ዜማ", "ዜማ", "ዜማ"]
    },
    {
        "lemma": "ዜምባብዌ",
        "example": ["ዜምባብዌ", "ዜምባብዌ", "ዜምባብዌ"]
    },
    {
        "lemma": "ዜሮ",
        "example": ["ዜሮ", "ዜሮ", "ዜሮ"]
    },
    {
        "lemma": "ዝሆን",
        "example": ["ዝሆን", "ዝሆን", "ዝሆን"]
    },
    {
        "lemma": "ዝህ",
        "example": ["ዝህ", "ዝህ", "ዝህ"]
    },
    {
        "lemma": "ዝላይ",
        "example": ["ዝላይ", "ዝላይ", "ዝላይ"]
    },
    {
        "lemma": "ዝልግልግ",
        "example": ["ዝልግልግ", "ዝልግልግ", "ዝልግልግ"]
    },
    {
        "lemma": "ዝምታ",
        "example": ["ዝምታ", "ዝምታ", "ዝምታ"]
    },
    {
        "lemma": "ዝምድና",
        "example": ["ዝምድና", "ዝምድና", "ዝምድና"]
    },
    {
        "lemma": "ዝረን",
        "example": ["ዝረን", "ዝረን", "ዝረን"]
    },
    {
        "lemma": "ዝርዝር",
        "example": ["ዝርዝር", "ዝርዝር", "ዝርዝር"]
    },
    {
        "lemma": "ዝርግ",
        "example": ["ዝርግ", "ዝርግ", "ዝርግ"]
    },
    {
        "lemma": "ዝርፊያ",
        "example": ["ዝርፊያ", "ዝርፊያ", "ዝርፊያ"]
    },
    {
        "lemma": "ዝርፍ",
        "example": ["ዝርፍ", "ዝርፍ", "ዝርፍ"]
    },
    {
        "lemma": "ዝሳት",
        "example": ["ዝሳት", "ዝሳት", "ዝሳት"]
    },
    {
        "lemma": "ዝስግ",
        "example": ["ዝስግ", "ዝስግ", "ዝስግ"]
    },
    {
        "lemma": "ዝቅታ",
        "example": ["ዝቅታ", "ዝቅታ", "ዝቅታ"]
    },
    {
        "lemma": "ዝቅጠት",
        "example": ["ዝቅጠት", "ዝቅጠት", "ዝቅጠት"]
    },
    {
        "lemma": "ዝባ",
        "example": ["ዝባ", "ዝባ", "ዝባ"]
    },
    {
        "lemma": "ዝብ",
        "example": ["ዝብ", "ዝብ", "ዝብ"]
    },
    {
        "lemma": "ዝቦ",
        "example": ["ዝቦ", "ዝቦ", "ዝቦ"]
    },
    {
        "lemma": "ዝና",
        "example": ["ዝና", "ዝና", "ዝና"]
    },
    {
        "lemma": "ዝናብ",
        "example": ["ዝናብ", "ዝናብ", "ዝናብ"]
    },
    {
        "lemma": "ዝንብ",
        "example": ["ዝንብ", "ዝንብ", "ዝንብ"]
    },
    {
        "lemma": "ዝንት",
        "example": ["ዝንት", "ዝንት", "ዝንት"]
    },
    {
        "lemma": "ዝንጀሮ",
        "example": ["ዝንጀሮ", "ዝንጀሮ", "ዝንጀሮ"]
    },
    {
        "lemma": "ዝንጉ",
        "example": ["ዝንጉ", "ዝንጉ", "ዝንጉ"]
    },
    {
        "lemma": "ዝንግ",
        "example": ["ዝንግ", "ዝንግ", "ዝንግ"]
    },
    {
        "lemma": "ዝንግብ",
        "example": ["ዝንግብ", "ዝንግብ", "ዝንግብ"]
    },
    {
        "lemma": "ዝንግድ",
        "example": ["ዝንግድ", "ዝንግድ", "ዝንግድ"]
    },
    {
        "lemma": "ዝንጥ",
        "example": ["ዝንጥ", "ዝንጥ", "ዝንጥ"]
    },
    {
        "lemma": "ዝንጥልጥል",
        "example": ["ዝንጥልጥል", "ዝንጥልጥል", "ዝንጥልጥል"]
    },
    {
        "lemma": "ዝንጥብ",
        "example": ["ዝንጥብ", "ዝንጥብ", "ዝንጥብ"]
    },
    {
        "lemma": "ዝንጭት",
        "example": ["ዝንጭት", "ዝንጭት", "ዝንጭት"]
    },
    {
        "lemma": "ዝንፍ",
        "example": ["ዝንፍ", "ዝንፍ", "ዝንፍ"]
    },
    {
        "lemma": "ዝክር",
        "example": ["ዝክር", "ዝክር", "ዝክር"]
    },
    {
        "lemma": "ዝውውር",
        "example": ["ዝውውር", "ዝውውር", "ዝውውር"]
    },
    {
        "lemma": "ዝይ",
        "example": ["ዝይ", "ዝይ", "ዝይ"]
    },
    {
        "lemma": "ዝገት",
        "example": ["ዝገት", "ዝገት", "ዝገት"]
    },
    {
        "lemma": "ዝግ",
        "example": ["ዝግ", "ዝግ", "ዝግ"]
    },
    {
        "lemma": "ዝግታ",
        "example": ["ዝግታ", "ዝግታ", "ዝግታ"]
    },
    {
        "lemma": "ዝግመተ",
        "example": ["ዝግመተ", "ዝግመተ", "ዝግመተ"]
    },
    {
        "lemma": "ዝግመት",
        "example": ["ዝግመት", "ዝግመት", "ዝግመት"]
    },
    {
        "lemma": "ዝግጅት",
        "example": ["ዝግጅት", "ዝግጅት", "ዝግጅት"]
    },
    {
        "lemma": "ዝፍት",
        "example": ["ዝፍት", "ዝፍት", "ዝፍት"]
    },
    {
        "lemma": "ዝፍጥ",
        "example": ["ዝፍጥ", "ዝፍጥ", "ዝፍጥ"]
    },
    {
        "lemma": "ዞሪት",
        "example": ["ዞሪት", "ዞሪት", "ዞሪት"]
    },
    {
        "lemma": "ዞር",
        "example": ["ዞር", "ዞር", "ዞር"]
    },
    {
        "lemma": "ዞሮ",
        "example": ["ዞሮ", "ዞሮ", "ዞሮ"]
    },
    {
        "lemma": "ዟሪ",
        "example": ["ዟሪ", "ዟሪ", "ዟሪ"]
    },
    {
        "lemma": "ዠላላ",
        "example": ["ዠላላ", "ዠላላ", "ዠላላ"]
    },
    {
        "lemma": "ዠበብ",
        "example": ["ዠበብ", "ዠበብ", "ዠበብ"]
    },
    {
        "lemma": "ዠንበር",
        "example": ["ዠንበር", "ዠንበር", "ዠንበር"]
    },
    {
        "lemma": "ዠይት",
        "example": ["ዠይት", "ዠይት", "ዠይት"]
    },
    {
        "lemma": "ዡድ",
        "example": ["ዡድ", "ዡድ", "ዡድ"]
    },
    {
        "lemma": "ዢሞት",
        "example": ["ዢሞት", "ዢሞት", "ዢሞት"]
    },
    {
        "lemma": "ዣርባ",
        "example": ["ዣርባ", "ዣርባ", "ዣርባ"]
    },
    {
        "lemma": "ዤ",
        "example": ["ዤ", "ዤ", "ዤ"]
    },
    {
        "lemma": "ዥልቂት",
        "example": ["ዥልቂት", "ዥልቂት", "ዥልቂት"]
    },
    {
        "lemma": "ዥምብት",
        "example": ["ዥምብት", "ዥምብት", "ዥምብት"]
    },
    {
        "lemma": "ዥረት",
        "example": ["ዥረት", "ዥረት", "ዥረት"]
    },
    {
        "lemma": "ዥር",
        "example": ["ዥር", "ዥር", "ዥር"]
    },
    {
        "lemma": "ዥብ",
        "example": ["ዥብ", "ዥብ", "ዥብ"]
    },
    {
        "lemma": "ዥዋ",
        "example": ["ዥዋ", "ዥዋ", "ዥዋ"]
    },
    {
        "lemma": "ዦሮት",
        "example": ["ዦሮት", "ዦሮት", "ዦሮት"]
    },
    {
        "lemma": "የለሽ",
        "example": ["የለሽ", "የለሽ", "የለሽ"]
    },
    {
        "lemma": "የማይታወቅ",
        "example": ["የማይታወቅ", "የማይታወቅ", "የማይታወቅ"]
    },
    {
        "lemma": "የስም",
        "example": ["የስም", "የስም", "የስም"]
    },
    {
        "lemma": "የግድ",
        "example": ["የግድ", "የግድ", "የግድ"]
    },
    {
        "lemma": "ዩኒቨርሲቲ",
        "example": ["ዩኒቨርሲቲ", "ዩኒቨርሲቲ", "ዩኒቨርሲቲ"]
    },
    {
        "lemma": "ዪል",
        "example": ["ዪል", "ዪል", "ዪል"]
    },
    {
        "lemma": "ያለ",
        "example": ["ያለ", "ያለ", "ያለ"]
    },
    {
        "lemma": "ያልታወቀ",
        "example": ["ያልታወቀ", "ያልታወቀ", "ያልታወቀ"]
    },
    {
        "lemma": "ያልተለመደ",
        "example": ["ያልተለመደ", "ያልተለመደ", "ያልተለመደ"]
    },
    {
        "lemma": "ያልተገለጠ",
        "example": ["ያልተገለጠ", "ያልተገለጠ", "ያልተገለጠ"]
    },
    {
        "lemma": "ያልተጠበቀ",
        "example": ["ያልተጠበቀ", "ያልተጠበቀ", "ያልተጠበቀ"]
    },
    {
        "lemma": "ያልተፈለገ",
        "example": ["ያልተፈለገ", "ያልተፈለገ", "ያልተፈለገ"]
    },
    {
        "lemma": "ያልታወቀ",
        "example": ["ያልታወቀ", "ያልታወቀ", "ያልታወቀ"]
    },
    {
        "lemma": "ያልታወቀ",
        "example": ["ያልታወቀ", "ያልታወቀ", "ያልታወቀ"]
    }
   ,
    {
        "lemma": "ጥበት",
        "example": ["የቱቦነት ጠባይ ያላቸው የአካል ክፍሎች", "የቱቦ መተላለፊያ", "በተፈጥሮ ወይም በግኝት ምክንያት ቱቦ ፈጠር የሆኑ አባለ አካላት"]
    },
    {
        "lemma": "ጥቢ",
        "example": ["ክረምት ውጭ", "መስከረም"]
    },
    {
        "lemma": "ጥቢኛ",
        "example": ["ለከት ሙልሙል", "ትንሽ ዳቦ"]
    },
    {
        "lemma": "ጥብሃት",
        "example": ["የፀሃይ ውጋጋን የሚታይበት", "መአልት መጀመር", "የጧት ነፋስ"]
    },
    {
        "lemma": "ጥብስ",
        "example": ["የተጠበሰ (ጥብስ ስጋ)", "ጥብስ እሸት"]
    },
    {
        "lemma": "ጥብስ ወጥ",
        "example": ["ተዘልዝሎ ጎረድ", "ጎረድ ባለ ስጋ የተሰራ ወጥ"]
    },
    {
        "lemma": "ጥብቅ",
        "example": ["እግድ", "ክልክል", "ጠንካራ", "ሀይለኛ", "ንፉግ", "ስስታም"]
    },
    {
        "lemma": "ጥብቅ ገባ",
        "example": ["ነገር አዛነፈ", "ከውሳኔ አለፈ", "ሁለት መልስ ሰጠ"]
    },
    {
        "lemma": "ጥብቆ",
        "example": ["እጀ አጭር ልብስ", "ኪታ"]
    },
    {
        "lemma": "ጥብጠባ",
        "example": ["የስቅለት እለት ገረፋ", "ግስገሳ"]
    },
    {
        "lemma": "ጥብጠባት",
        "example": ["ግርፋት", "ሰንበር"]
    },
    {
        "lemma": "ጥብጣብ",
        "example": ["መሽቀቅ", "የሱሪ መታጠቂያ", "የካባ ጌጥ"]
    },
    {
        "lemma": "ጥነት",
        "example": ["ወደ ክፉ አሳብ ማዘንበል", "ለጠማማ ነገር ማድላት", "ቅን አሳብ አለመኖር"]
    },
    {
        "lemma": "ጥኑ",
        "example": ["ጠንካራ", "ብርቱ", "ደረቅ", "ፍንክች የማይል", "የማይበገር", "የማይፈታ"]
    },
    {
        "lemma": "ጥና",
        "example": ["በጣም መታመም", "በርታ", "ጠንክር", "ቻል", "እጣን የሚታጠንበት"]
    },
    {
        "lemma": "ጥናት",
        "example": ["መጠንከር", "መበርታት", "ትምህርት", "ማጥናት", "መማለድ", "መቀመጥ"]
    },
    {
        "lemma": "ጥናንስሳመል",
        "example": ["የንስሳት አመል", "ባህርይ ጥናት (ኢቶሎ)"]
    },
    {
        "lemma": "ጥንቃቄ",
        "example": ["ዝግጅት", "ትጋት", "ንቃት"]
    },
    {
        "lemma": "ጥንቅሽ",
        "example": ["ጣፋጭ የዘንጋዳ", "የማሽላ አገዳ", "እንደ ሸንኮር አገዳ የሚመጠጥ", "ለጋ", "ሸበሌ"]
    },
    {
        "lemma": "ጥንበራ",
        "example": ["አለማየት", "መታወር"]
    },
    {
        "lemma": "ጥንበዛ",
        "example": ["በሃይል መስከር"]
    },
    {
        "lemma": "ጥንባታም",
        "example": ["ግማቱ", "ቁነሳው", "ክርፋቱ የበዛ"]
    },
    {
        "lemma": "ጥንብ",
        "example": ["በክት", "የግማ", "የሸተተ", "ከባድ", "ዝፍዝፍ"]
    },
    {
        "lemma": "ጥንት",
        "example": ["ዱሮ", "ወትሮ", "ቀድሞ", "ስር", "መሰረት"]
    },
    {
        "lemma": "ጥንቸል",
        "example": ["መንተሌ", "ጡብ", "ጡብ እያለች የምትዘል"]
    },
    {
        "lemma": "ጥንከራ",
        "example": ["በሁሉ ነገር መጠንከር", "መበርታት"]
    },
    {
        "lemma": "ጥንካሬ",
        "example": ["አለመሸነፍ", "አለመንበርከክ", "አለመበገር", "ጥኑ", "ጠንካራ መሆን"]
    },
    {
        "lemma": "ጥውልውል",
        "example": ["ቅልሽልሽ የሚል", "አቅለሽሳሽ ነገር"]
    },
    {
        "lemma": "ጥንዚዛ",
        "example": ["ከንብ የሚተልቅ በራሪ", "እንዝዝ", "ጥቁር የኑግ ልጥልጥ የሚመስል"]
    },
    {
        "lemma": "ጥንድ",
        "example": ["ሁለት", "እጥፍ", "ድርብ", "የተቀናጀ", "መንታ"]
    },
    {
        "lemma": "ጥንጁት",
        "example": ["መራርቻ", "የቁጥቋጦ አይነት", "እቃ የሚታጠንበት", "ጥሩ ሽታ ያለው"]
    },
    {
        "lemma": "ጥንግ",
        "example": ["አሩር", "እንቁር", "ቅሌ"]
    },
    {
        "lemma": "ጥንጣኔ",
        "example": ["ጥንጠና", "መጠንጠን", "መንቀዝ", "መሽምግል", "ማርጀት", "ፈትል አጠናጠን"]
    },
    {
        "lemma": "ጥንጥን",
        "example": ["የተጠነጠነ ፈትል", "የእንጨት አነቃቀዝ", "የተወሰነ ቁጥር ኖሮት የተጠመጠመ የኮረንቲ ሽቦ"]
    },
    {
        "lemma": "ጥንፈፋ",
        "example": ["ያለቀ", "የተጨረሰ", "እንቃሪ እንኳን የሌለው"]
    },
    {
        "lemma": "ጥንፋፊ",
        "example": ["ውሃው የተጠነፈፈ", "ከውሃ ተለይቶ ጠፍ ያለ", "ጭሳጭ ውሃ", "ለዘር ከሞት የተረፈ"]
    },
    {
        "lemma": "ጥንፍ",
        "example": ["ጽንፍ", "ዳር", "ዳርቻ", "መጨረሻ"]
    },
    {
        "lemma": "ጥንፍፍ",
        "example": ["የተጠነፈፈ", "ከውሃ ባዶ የሆነ"]
    },
    {
        "lemma": "ጥዋ",
        "example": ["ከሳት", "ከሸክላ", "ከብር የተሰራ ዋንጫ", "መጠጫ"]
    },
    {
        "lemma": "ጥዜት",
        "example": ["ከእንፋሎትነት ወደ ፈሳሽነት የመለወጥ ሂደት"]
    },
    {
        "lemma": "ጥዝጠዛ",
        "example": ["መጠዝጠዝ", "መንዘር", "መነዝነዝ"]
    },
    {
        "lemma": "ጥይት",
        "example": ["በጠመንጃ በመድፍ በመትረየስ የሚተኮስ", "ባሩድና አረር የያዘ", "ፈጣን", "ጮሌ", "ጎበዝ"]
    },
    {
        "lemma": "ጥያራ",
        "example": ["አይሮፕላን", "የአየር መጓጓዣ"]
    },
    {
        "lemma": "ጥያቄ",
        "example": ["ጥየቃ", "መጠየቅ", "ምርመራ", "ሀተታ", "እህታ", "የጥያቄ ምልክት (?)"]
    },
    {
        "lemma": "ጥዳት",
        "example": ["የጠዳ", "የጠራ", "እድፍ", "ጉድፍ", "እንከን የሌለው"]
    },
    {
        "lemma": "ጥድ",
        "example": ["ትልቅ ዛፍ"]
    },
    {
        "lemma": "ጥድፊያ",
        "example": ["ችኮላ", "ጥብጠባ", "ፍጥነት"]
    },
    {
        "lemma": "ጥድፍ አለ",
        "example": ["ሲሄድ ሲናገር ችኩል ችኩል አለ"]
    },
    {
        "lemma": "ጥጃ",
        "example": ["ወግዝ", "እምቦሳ", "ያሳደገ የእንስሳ ልጅ"]
    },
    {
        "lemma": "ጥገት",
        "example": ["የምትታለብ ላም"]
    },
    {
        "lemma": "ጥገና",
        "example": ["የተሰበረውን ከቦታው አግብቶ ማሰር", "ጊዜያዊ ለውጥ ማድረግ", "ማገዝ", "መደገፍ", "መርዳት", "እድሳት ማድረግ"]
    },
    {
        "lemma": "ጥገን",
        "example": ["የጉልበት እብጠት"]
    },
    {
        "lemma": "ጥገን ያዘው",
        "example": ["አበጠ", "ታመመ", "ውሃ ወጣበት"]
    },
    {
        "lemma": "ጥገኛ",
        "example": ["የተማጠነ", "ሰውን ጥግ ያደረገ", "በሌላ መንግስት ጥግ ያደረገ", "ጠባቂ ያለው", "ባለጥግ"]
    },
    {
        "lemma": "ጥጌ",
        "example": ["ፅጌ", "አበባ", "ወኔ", "መጠጊያየ"]
    },
    {
        "lemma": "ጥጋበኛ",
        "example": ["የጠገበ", "ጥጋብ �ሰከረው", "እብሪተኛ"]
    },
    {
        "lemma": "ጥጋብ",
        "example": ["ምግብ በልቶ መጥገብ", "እብሪት"]
    },
    {
        "lemma": "ጥጋት",
        "example": ["አዳሪ", "ያልታረሰ መሬት", "ተገን", "ጥግነት ያለው ቦታ"]
    },
    {
        "lemma": "ጥጋጥግ",
        "example": ["ሜዳ ያይደለ", "የገደላገደል", "የኮረብታ", "የተራራ", "አካባቢ"]
    },
    {
        "lemma": "ጥግ",
        "example": ["ስር", "ታች", "ግርጌ", "የድሃ ረዳት", "ደጋፊ"]
    },
    {
        "lemma": "ጥግ ጥጉን ያዘ",
        "example": ["ታች ታቹን", "ስር ስሩን አለፈ", "(ስነቃል) ዳቦ ሲያይ ብ ልቡን", "ዳግት ሲያይ ጥግ ጥጉን"]
    },
    {
        "lemma": "ጥግነት",
        "example": ["ከለላነት", "ተገን"]
    },
    {
        "lemma": "ጥጠራ",
        "example": ["መጠንከር", "አለመሳሳት", "ጥጥር መሆን"]
    },
    {
        "lemma": "ጥጥ",
        "example": ["የታወቀ ተክል", "በሙቀት አገር የሚበቅል", "ልዩ ልዩ ልብስ ለመስራት የሚጠቅም"]
    },
    {
        "lemma": "ጥጥርሽ",
        "example": ["መጠጠር", "መጠንከር", "ለመበላት", "ለመወጋት የማይበግር"]
    },
    {
        "lemma": "ጥፉ",
        "example": ["የጠፋ", "ብሳሽ", "ከንቱ", "ክፉ", "የማያምር", "በረሃ", "ምድረ በዳ", "ደረቅ ስፍራ"]
    },
    {
        "lemma": "ጥፊ",
        "example": ["ውስጥ እጅ", "የውስጥ እጅ ምት", "ሽውታ", "ምች", "ግርፋት"]
    },
    {
        "lemma": "ጥፋተኛ",
        "example": ["በደለኛ", "ክፉ አድራጊ"]
    },
    {
        "lemma": "ጥፋት",
        "example": ["ሞት", "ህልፈት", "እንዳልነበረ መሆን", "የማይገባ ስራ (ስርቆሽ)", "ዝሙት"]
    },
    {
        "lemma": "ጥፍር",
        "example": ["በእጅና በእግር ጣቶች ጫፍ ላይ የሚበቅል", "እድገቱ በእድሜ የማይቆም", "ለመቧጠጫ", "ለመቆንጠጫ የሚጠቅም"]
    },
    {
        "lemma": "ጥፍት",
        "example": ["እልም", "ድርግም"]
    },
    {
        "lemma": "ጥፍት አለ",
        "example": ["ውድም አለ"]
    },
    {
        "lemma": "ጥጥፍሬ",
        "example": ["ጥፍጥሬ", "የጥጥ ፍሬ", "ዘር"]
    },
    {
        "lemma": "ጥፍጥፍ",
        "example": ["የተጠፈጠፈ (አዛባ)", "የማያምር", "ዶፍዷፋ"]
    },
    {
        "lemma": "ጦለ (መጦል)",
        "example": ["ፈጠነ", "ቸኮለ", "አጦለ", "ጠረገ", "ለየ (እህልን ከገለባ)"]
    },
    {
        "lemma": "ጦለጦለ (መጦልጦል)",
        "example": ["ተክለፈለፈ", "ተንቀዠቀዠ", "ባከነ"]
    },
    {
        "lemma": "ጦሊት",
        "example": ["ሰርመዲ", "አንገልብስ", "ያንገት ልብስ", "ህባኔ"]
    },
    {
        "lemma": "ጦልጧላ",
        "example": ["ጦንጧና", "ሶልሷላ", "ሎጥሏጣ"]
    },
    {
        "lemma": "ጦሎታ",
        "example": ["የጅራፍ ውልብልቢት"]
    },
    {
        "lemma": "ጦመ (መጦም)",
        "example": ["ከመብልና ከጥሉላት ተወገደ", "(ስነቃል) ተግደርዳሪ ጦም አዳሪ"]
    },
    {
        "lemma": "ጦመረ (መጦመር)",
        "example": ["ፃፈ", "ከተበ"]
    },
    {
        "lemma": "ጦማር",
        "example": ["ፅህፈት", "ደብዳቤ"]
    },
    {
        "lemma": "ጦም አዳሪ",
        "example": ["ምንም የሌለው", "ምስኪን", "ድሃ"]
    },
    {
        "lemma": "ጦረ (መጦር)",
        "example": ["ረዳ", "አገለገለ", "ተንከባከበ", "ቸረ"]
    },
    {
        "lemma": "ጦር",
        "example": ["ሎጋ", "ዘገር", "ዋመሳ", "ጨሬ", "ጭሬ", "ጭፍራ", "ሰራዊት"]
    },
    {
        "lemma": "ጦርጦራ",
        "example": ["ገንጋኝ"]
    },
    {
        "lemma": "ጦሰኛ",
        "example": ["የክፉ ምክንያት", "ነገር የሚሰራ ሰው"]
    },
    {
        "lemma": "ጦስ",
        "example": ["ምክንያት", "መነሾ", "መዘዘ", "ሰበብ"]
    },
    {
        "lemma": "ጦስኝ",
        "example": ["በደጋ የሚበቅል", "ጥሩ ሽታ ያለው"]
    },
    {
        "lemma": "ጦሽ አለ",
        "example": ["ጮኸ", "ድምጥ ሰጠ"]
    },
    {
        "lemma": "ጦነጦነ (መጦንጦን)",
        "example": ["ነቀዘ", "ከጥቅም ውጭ ሆነ"]
    },
    {
        "lemma": "ጦዘ (መጦዝ)",
        "example": ["ከረረ", "ተኮመታተረ"]
    },
    {
        "lemma": "ጦዝጧዛ",
        "example": ["ሎጤ", "ተፈሪ", "ቶስቷሳ"]
    },
    {
        "lemma": "ጦጣ",
        "example": ["ብልጣብልጥ የዱር አውሬ", "እንደ ጉሬዛና ጅንጀሮ", "ረጅም ጅራት ያለው", "(ስነቃል) የለመደች ጦጣ ሁልጊዜ ሽምጠጣ"]
    },
    {
        "lemma": "ጦፈ (መጦፍ)",
        "example": ["ተቆጣ", "ተናደደ", "አረረ", "ተቃጠለ", "በሰም ተነክሮ ጧፍ ሆነ", "ባለሟል ሆነ", "በጣም ቀበጠ", "ዋጋ በጣም ጨመረ"]
    },
    {
        "lemma": "ጧ ያለ",
        "example": ["ሜዳ", "አባጣ", "ጎባጣ የሌለው", "ሰታታ", "ለጥ ያለ ሜዳ"]
    },
    {
        "lemma": "ጧ አለ",
        "example": ["እርጥብ እንጨት ሲነድ ተንጣጣ", "ተቀደደ", "ተበጠሰ", "ቷ አለ", "ወደቀ", "ተኛ", "ተዘረረ", "ተዘረጋ", "ዟ አለ", "አለ ልክ ሳቀ"]
    },
    {
        "lemma": "ጧሪ",
        "example": ["የጦረ", "የሚጦር", "አጋዥ", "ረዳት", "(ስነቃል) ደግ አማጭን መጦር", "ክፉ አማጭን በጦር"]
    },
    {
        "lemma": "ጧት",
        "example": ["ንጋት", "ሱቢህ", "ፀሃይ የሚወጣበት ጊዜ"]
    },
    {
        "lemma": "ጧ አደረገ",
        "example": ["መታ", "በጠሰ"]
    },
    {
        "lemma": "ጧፍ",
        "example": ["በሰም የተነከረ ወፍራም ክር", "ለመብራት የሚሆን ፋና", "ሻማ"]
    },
    {
        "lemma": "ጨ",
        "example": ["በሳንቃ የሚነገር ሃያ አራተኛ ፊደል"]
    },
    {
        "lemma": "ጨለመ (መጨለም)",
        "example": ["መሽ", "ለአይን ያዘ", "ጠቆረ", "ተለወጠ", "ጠቆረ (ፊት)", "ታወረ", "ማየት ተሳነው (ኣይን)"]
    },
    {
        "lemma": "ጨለማ",
        "example": ["የብርሃን አለመኖር", "ማየት አለመቻል", "ድንቁርና", "መሃይምነት", "ድህነት የበዛበት"]
    },
    {
        "lemma": "ጨለቀ (መጨለቅ)",
        "example": ["በጠበጠ", "ሰበቀ", "አስማማ", "አዋሃደ (ተልባ + ኑግ)", "ሞጭሟጫ", "መጭቅጫ", "ጨነቆር ሆነ (አይን)"]
    },


    {
        "lemma": "ዘገሌ",
        "example": ["ከጠቦትና ከቃፍር ከፍ ያለ በግ", "ወጠጤ"]
    },
    {
        "lemma": "ዘገመ",
        "example": ["አዘገመ", "ቀስ ብሎ ተራመደ", "ተጓዘ", "ቀስ ብሉ በላ", "ተናገረ"]
    },
    {
        "lemma": "ዘገምተኛ",
        "example": ["ዝግምተኛ", "አዝንሞ ሂያጅ", "ፍጥነት የለሽ"]
    },
    {
        "lemma": "ዘገበ",
        "example": ["ዛቀ", "ሰበሰበ", "አከማቸ", "ፃፈ", "መዘገበ", "አነጣጠረ", "አዘገበ"]
    },
    {
        "lemma": "ዘጋ",
        "example": ["ዘጋጠ", "መዝጋት", "አዘጋ", "ተዘጋ", "አጠፋ", "አቆመ"]
    },
    {
        "lemma": "ዘጋጅ",
        "example": ["የሚዘጋጅ", "የሚያዘጋጅ", "አዘጋጅ", "ተዘጋጅ"]
    },
    {
        "lemma": "ዘጋቢ",
        "example": ["የሚዘጋ", "የሚያዘጋ", "መዝጋት የሚያደርግ"]
    },
    {
        "lemma": "ዘግ",
        "example": ["ጠባቂ", "ቃፊር", "ጠበቃ"]
    },
    {
        "lemma": "ዘግናኝ",
        "example": ["የሚያስደንቅ", "የሚያምር", "የሚያስገርም"]
    },
    {
        "lemma": "ዘጠነ",
        "example": ["ዘጠና", "90", "መቶ ዘጠና"]
    },
    {
        "lemma": "ዘጠኝ",
        "example": ["9", "ዘጠነኛ", "ዘጠነኛው"]
    },
    {
        "lemma": "ዘጣ",
        "example": ["ዘጠነ", "ዘጠና", "90"]
    },
    {
        "lemma": "ዘጥ",
        "example": ["ጠንካራ", "ኃይለኛ", "ብርቱ"]
    },
    {
        "lemma": "ዘጥኝ",
        "example": ["ጠንካራ", "ኃይለኛ", "ብርቱ"]
    },
    {
        "lemma": "ዘጨለ",
        "example": ["ዘጨለ", "ዘጨላ", "ዘጨል"]
    },
    {
        "lemma": "ዘፈ",
        "example": ["ዘፈነ", "ዘፈዘፈ", "ዘፈቀ"]
    },
    {
        "lemma": "ዘፈን",
        "example": ["ዘፈነ", "ዘፈዘፈ", "ዘፈቀ"]
    },
    {
        "lemma": "ዘፋ",
        "example": ["ዘፈነ", "ዘፈዘፈ", "ዘፈቀ"]
    },
    {
        "lemma": "ዘፋኝ",
        "example": ["የሚዘፍን", "የሚዘፋ", "የሚዘፈን"]
    },
    {
        "lemma": "ዘፍ",
        "example": ["ዘፈነ", "ዘፈዘፈ", "ዘፈቀ"]
    },
    {
        "lemma": "ዘፍቅ",
        "example": ["ዘፈቀ", "ዘፈነ", "ዘፈዘፈ"]
    },
    {
        "lemma": "ዘፍዘፋ",
        "example": ["ዘፈነ", "ዘፈዘፈ", "ዘፈቀ"]
    },
    {
        "lemma": "ዘፍጥ",
        "example": ["ዘፈነ", "ዘፈዘፈ", "ዘፈቀ"]
    },
    {
        "lemma": "ዙሪያ",
        "example": ["ዙር", "ዙሪያ", "ዙረት"]
    },
    {
        "lemma": "ዙር",
        "example": ["ዙሪያ", "ዙረት", "ዙረኛ"]
    },
    {
        "lemma": "ዙረኛ",
        "example": ["ዙሪያ", "ዙረት", "ዙር"]
    },
    {
        "lemma": "ዙረት",
        "example": ["ዙሪያ", "ዙር", "ዙረኛ"]
    },
    {
        "lemma": "ዙፋን",
        "example": ["ዙፋን", "ዙፋን", "ዙፋን"]
    },
    {
        "lemma": "ዚህ",
        "example": ["ይህ", "ዚህ", "ይሄ"]
    },
    {
        "lemma": "ዛሬ",
        "example": ["ዛሬ", "ዛሬ", "ዛሬ"]
    },
    {
        "lemma": "ዛተ",
        "example": ["ዛተ", "ዛታ", "ዛት"]
    },
    {
        "lemma": "ዛት",
        "example": ["ዛተ", "ዛታ", "ዛት"]
    },
    {
        "lemma": "ዛንታ",
        "example": ["ዛንት", "ዛንታ", "ዛንት"]
    },
    {
        "lemma": "ዛንት",
        "example": ["ዛንታ", "ዛንት", "ዛንት"]
    },
    {
        "lemma": "ዛብ",
        "example": ["ዛባ", "ዛብ", "ዛብ"]
    },
    {
        "lemma": "ዛቦ",
        "example": ["ዛባ", "ዛብ", "ዛብ"]
    },
    {
        "lemma": "ዛምቢያ",
        "example": ["ዛምቢያ", "ዛምቢያ", "ዛምቢያ"]
    },
    {
        "lemma": "ዛር",
        "example": ["ዛር", "ዛር", "ዛር"]
    },
    {
        "lemma": "ዛሪት",
        "example": ["ዛሪት", "ዛሪት", "ዛሪት"]
    },
    {
        "lemma": "ዛርያ",
        "example": ["ዛርያ", "ዛርያ", "ዛርያ"]
    },
    {
        "lemma": "ዛቂ",
        "example": ["ዛቂ", "ዛቂ", "ዛቂ"]
    },
    {
        "lemma": "ዛቃ",
        "example": ["ዛቃ", "ዛቃ", "ዛቃ"]
    },
    {
        "lemma": "ዛቅ",
        "example": ["ዛቃ", "ዛቅ", "ዛቅ"]
    },
    {
        "lemma": "ዛበል",
        "example": ["ዛበል", "ዛበል", "ዛበል"]
    },
    {
        "lemma": "ዛባ",
        "example": ["ዛባ", "ዛባ", "ዛባ"]
    },
    {
        "lemma": "ዛብ",
        "example": ["ዛባ", "ዛብ", "ዛብ"]
    },
    {
        "lemma": "ዛቦ",
        "example": ["ዛባ", "ዛብ", "ዛብ"]
    },
    {
        "lemma": "ዛገ",
        "example": ["ዛገ", "ዛገ", "ዛገ"]
    },
    {
        "lemma": "ዛግል",
        "example": ["ዛግል", "ዛግል", "ዛግል"]
    },
    {
        "lemma": "ዛፍ",
        "example": ["ዛፍ", "ዛፍ", "ዛፍ"]
    },
    {
        "lemma": "ዛፋ",
        "example": ["ዛፋ", "ዛፋ", "ዛፋ"]
    },
    {
        "lemma": "ዛፍቅ",
        "example": ["ዛፍቅ", "ዛፍቅ", "ዛፍቅ"]
    },
    {
        "lemma": "ዜጋ",
        "example": ["ዜጋ", "ዜጋ", "ዜጋ"]
    },
    {
        "lemma": "ዜግነት",
        "example": ["ዜግነት", "ዜግነት", "ዜግነት"]
    },
    {
        "lemma": "ዜጐት",
        "example": ["ዜጐት", "ዜጐት", "ዜጐት"]
    },
    {
        "lemma": "ዜማ",
        "example": ["ዜማ", "ዜማ", "ዜማ"]
    },
    {
        "lemma": "ዜምባብዌ",
        "example": ["ዜምባብዌ", "ዜምባብዌ", "ዜምባብዌ"]
    },
    {
        "lemma": "ዜሮ",
        "example": ["ዜሮ", "ዜሮ", "ዜሮ"]
    },
    {
        "lemma": "ዝሆን",
        "example": ["ዝሆን", "ዝሆን", "ዝሆን"]
    },
    {
        "lemma": "ዝህ",
        "example": ["ዝህ", "ዝህ", "ዝህ"]
    },
    {
        "lemma": "ዝላይ",
        "example": ["ዝላይ", "ዝላይ", "ዝላይ"]
    },
    {
        "lemma": "ዝልግልግ",
        "example": ["ዝልግልግ", "ዝልግልግ", "ዝልግልግ"]
    },
    {
        "lemma": "ዝምታ",
        "example": ["ዝምታ", "ዝምታ", "ዝምታ"]
    },
    {
        "lemma": "ዝምድና",
        "example": ["ዝምድና", "ዝምድና", "ዝምድና"]
    },
    {
        "lemma": "ዝረን",
        "example": ["ዝረን", "ዝረን", "ዝረን"]
    },
    {
        "lemma": "ዝርዝር",
        "example": ["ዝርዝር", "ዝርዝር", "ዝርዝር"]
    },
    {
        "lemma": "ዝርግ",
        "example": ["ዝርግ", "ዝርግ", "ዝርግ"]
    },
    {
        "lemma": "ዝርፊያ",
        "example": ["ዝርፊያ", "ዝርፊያ", "ዝርፊያ"]
    },
    {
        "lemma": "ዝርፍ",
        "example": ["ዝርፍ", "ዝርፍ", "ዝርፍ"]
    },
    {
        "lemma": "ዝሳት",
        "example": ["ዝሳት", "ዝሳት", "ዝሳት"]
    },
    {
        "lemma": "ዝስግ",
        "example": ["ዝስግ", "ዝስግ", "ዝስግ"]
    },
    {
        "lemma": "ዝቅታ",
        "example": ["ዝቅታ", "ዝቅታ", "ዝቅታ"]
    },
    {
        "lemma": "ዝቅጠት",
        "example": ["ዝቅጠት", "ዝቅጠት", "ዝቅጠት"]
    },
    {
        "lemma": "ዝባ",
        "example": ["ዝባ", "ዝባ", "ዝባ"]
    },
    {
        "lemma": "ዝብ",
        "example": ["ዝብ", "ዝብ", "ዝብ"]
    },
    {
        "lemma": "ዝቦ",
        "example": ["ዝቦ", "ዝቦ", "ዝቦ"]
    },
    {
        "lemma": "ዝና",
        "example": ["ዝና", "ዝና", "ዝና"]
    },
    {
        "lemma": "ዝናብ",
        "example": ["ዝናብ", "ዝናብ", "ዝናብ"]
    },
    {
        "lemma": "ዝንብ",
        "example": ["ዝንብ", "ዝንብ", "ዝንብ"]
    },
    {
        "lemma": "ዝንት",
        "example": ["ዝንት", "ዝንት", "ዝንት"]
    },
    {
        "lemma": "ዝንጀሮ",
        "example": ["ዝንጀሮ", "ዝንጀሮ", "ዝንጀሮ"]
    },
    {
        "lemma": "ዝንጉ",
        "example": ["ዝንጉ", "ዝንጉ", "ዝንጉ"]
    },
    {
        "lemma": "ዝንግ",
        "example": ["ዝንግ", "ዝንግ", "ዝንግ"]
    },
    {
        "lemma": "ዝንግብ",
        "example": ["ዝንግብ", "ዝንግብ", "ዝንግብ"]
    },
    {
        "lemma": "ዝንግድ",
        "example": ["ዝንግድ", "ዝንግድ", "ዝንግድ"]
    },
    {
        "lemma": "ዝንጥ",
        "example": ["ዝንጥ", "ዝንጥ", "ዝንጥ"]
    },
    {
        "lemma": "ዝንጥልጥል",
        "example": ["ዝንጥልጥል", "ዝንጥልጥል", "ዝንጥልጥል"]
    },
    {
        "lemma": "ዝንጥብ",
        "example": ["ዝንጥብ", "ዝንጥብ", "ዝንጥብ"]
    },
    {
        "lemma": "ዝንጭት",
        "example": ["ዝንጭት", "ዝንጭት", "ዝንጭት"]
    },
    {
        "lemma": "ዝንፍ",
        "example": ["ዝንፍ", "ዝንፍ", "ዝንፍ"]
    },
    {
        "lemma": "ዝክር",
        "example": ["ዝክር", "ዝክር", "ዝክር"]
    },
    {
        "lemma": "ዝውውር",
        "example": ["ዝውውር", "ዝውውር", "ዝውውር"]
    },
    {
        "lemma": "ዝይ",
        "example": ["ዝይ", "ዝይ", "ዝይ"]
    },
    {
        "lemma": "ዝገት",
        "example": ["ዝገት", "ዝገት", "ዝገት"]
    },
    {
        "lemma": "ዝግ",
        "example": ["ዝግ", "ዝግ", "ዝግ"]
    },
    {
        "lemma": "ዝግታ",
        "example": ["ዝግታ", "ዝግታ", "ዝግታ"]
    },
    {
        "lemma": "ዝግመተ",
        "example": ["ዝግመተ", "ዝግመተ", "ዝግመተ"]
    },
    {
        "lemma": "ዝግመት",
        "example": ["ዝግመት", "ዝግመት", "ዝግመት"]
    },
    {
        "lemma": "ዝግጅት",
        "example": ["ዝግጅት", "ዝግጅት", "ዝግጅት"]
    },
    {
        "lemma": "ዝፍት",
        "example": ["ዝፍት", "ዝፍት", "ዝፍት"]
    },
    {
        "lemma": "ዝፍጥ",
        "example": ["ዝፍጥ", "ዝፍጥ", "ዝፍጥ"]
    },
    {
        "lemma": "ዞሪት",
        "example": ["ዞሪት", "ዞሪት", "ዞሪት"]
    },
    {
        "lemma": "ዞር",
        "example": ["ዞር", "ዞር", "ዞር"]
    },
    {
        "lemma": "ዞሮ",
        "example": ["ዞሮ", "ዞሮ", "ዞሮ"]
    },
    {
        "lemma": "ዟሪ",
        "example": ["ዟሪ", "ዟሪ", "ዟሪ"]
    },
    {
        "lemma": "ዠላላ",
        "example": ["ዠላላ", "ዠላላ", "ዠላላ"]
    },
    {
        "lemma": "ዠበብ",
        "example": ["ዠበብ", "ዠበብ", "ዠበብ"]
    },
    {
        "lemma": "ዠንበር",
        "example": ["ዠንበር", "ዠንበር", "ዠንበር"]
    },
    {
        "lemma": "ዠይት",
        "example": ["ዠይት", "ዠይት", "ዠይት"]
    },
    {
        "lemma": "ዡድ",
        "example": ["ዡድ", "ዡድ", "ዡድ"]
    },
    {
        "lemma": "ዢሞት",
        "example": ["ዢሞት", "ዢሞት", "ዢሞት"]
    },
    {
        "lemma": "ዣርባ",
        "example": ["ዣርባ", "ዣርባ", "ዣርባ"]
    },
    {
        "lemma": "ዤ",
        "example": ["ዤ", "ዤ", "ዤ"]
    },
    {
        "lemma": "ዥልቂት",
        "example": ["ዥልቂት", "ዥልቂት", "ዥልቂት"]
    },
    {
        "lemma": "ዥምብት",
        "example": ["ዥምብት", "ዥምብት", "ዥምብት"]
    },
    {
        "lemma": "ዥረት",
        "example": ["ዥረት", "ዥረት", "ዥረት"]
    },
    {
        "lemma": "ዥር",
        "example": ["ዥር", "ዥር", "ዥር"]
    },
    {
        "lemma": "ዥብ",
        "example": ["ዥብ", "ዥብ", "ዥብ"]
    },
    {
        "lemma": "ዥዋ",
        "example": ["ዥዋ", "ዥዋ", "ዥዋ"]
    },
    {
        "lemma": "ዦሮት",
        "example": ["ዦሮት", "ዦሮት", "ዦሮት"]
    },
    {
        "lemma": "የለሽ",
        "example": ["የለሽ", "የለሽ", "የለሽ"]
    },
    {
        "lemma": "የማይታወቅ",
        "example": ["የማይታወቅ", "የማይታወቅ", "የማይታወቅ"]
    },
    {
        "lemma": "የስም",
        "example": ["የስም", "የስም", "የስም"]
    },
    {
        "lemma": "የግድ",
        "example": ["የግድ", "የግድ", "የግድ"]
    },
    {
        "lemma": "ዩኒቨርሲቲ",
        "example": ["ዩኒቨርሲቲ", "ዩኒቨርሲቲ", "ዩኒቨርሲቲ"]
    },
    {
        "lemma": "ዪል",
        "example": ["ዪል", "ዪል", "ዪል"]
    },
    {
        "lemma": "ያለ",
        "example": ["ያለ", "ያለ", "ያለ"]
    },
    {
        "lemma": "ያልታወቀ",
        "example": ["ያልታወቀ", "ያልታወቀ", "ያልታወቀ"]
    },
    {
        "lemma": "ያልተለመደ",
        "example": ["ያልተለመደ", "ያልተለመደ", "ያልተለመደ"]
    },
    {
        "lemma": "ያልተገለጠ",
        "example": ["ያልተገለጠ", "ያልተገለጠ", "ያልተገለጠ"]
    },
    {
        "lemma": "ያልተጠበቀ",
        "example": ["ያልተጠበቀ", "ያልተጠበቀ", "ያልተጠበቀ"]
    },
    {
        "lemma": "ያልተፈለገ",
        "example": ["ያልተፈለገ", "ያልተፈለገ", "ያልተፈለገ"]
    },
    {
        "lemma": "ያልታወቀ",
        "example": ["ያልታወቀ", "ያልታወቀ", "ያልታወቀ"]
    },
    {
        "lemma": "ያልታወቀ",
        "example": ["ያልታወቀ", "ያልታወቀ", "ያልታወቀ"]
    }
,
    {
        "lemma": "ጠረገ",
        "example": []
    },
    {
        "lemma": "አጠድ",
        "example": ["ልዩ ልዩ አታክልት"]
    },
    {
        "lemma": "አጠጠ (ሟጠጥ)",
        "example": ["ጎደለ", "አነሰ", "ጠፋ", "አለቀ (ጤና + አዱኛ)"]
    },
    {
        "lemma": "አጠጣ (ማጠጣት)",
        "example": ["ከጥማት አዳነ", "ሰጠ", "መገበ"]
    },
    {
        "lemma": "አጠጪ",
        "example": ["ውሃ...የሚያጠጣ"]
    },
    {
        "lemma": "አጠፈ (ማጠፍ)",
        "example": ["ደበለ", "ደረበ", "ጥንድ አደረገ", "ጠቀለለ", "አጣጠፈ"]
    },
    {
        "lemma": "አጠፋ (ማጥፋት)",
        "example": ["አወደመ", "አበላሸ", "(ስነቃል) ይበጃል ያሉት ኩል ተ አይን አጠፋ", "የተዘረጋውን ሰበሰበ"]
    },
    {
        "lemma": "አጠፋሪስ",
        "example": ["ሀሽሽ", "የሚያሰክር አስ"]
    },
    {
        "lemma": "አጣ (ማጣት)",
        "example": ["ነጣ", "ተቸገር", "ሳያገኝ ቀረ", "ደኸየ"]
    },
    {
        "lemma": "አጣለቀ (ማጣለቅ)",
        "example": ["ወደ ውስጥ አጋባ", "አዘቀጠ", "ዋጠ", "አዲቀ"]
    },
    {
        "lemma": "አጣመመ (ማጣመም)",
        "example": ["ቀናውን ነገር አወላገደ", "አበላሸ", "አጎበጠ", "ትርጉም ቀየረ", "በመጥፎ አሳብ ወሰደ"]
    },
    {
        "lemma": "አጣመረ (ማር)",
        "example": ["ደራረበ", "አንድ ላይ አደረገ", "ሽረበ", "አነባበረ"]
    },
    {
        "lemma": "አጣመተ (ማጣት)",
        "example": ["ፈጀ", "ጨረሰ", "አጠፋ", "መደመደ", "በልቶ ጨረሰ", "አንበጣው እህሉን አጣመተው"]
    },
    {
        "lemma": "አጣራ (ማጣራት)",
        "example": ["አጠለለ", "አቀረረ", "አንጠፈጠፈ", "ግርድፉን", "ገለባውን", "እብቁን ለ", "እውነቱንና ሃሰቱን መረመረ", "አቀ", "ተረዳ", "ተገነዘበ", "አነቀረ", "ጨርሶ ቀዳ", "ጨለጠ"]
    },
    {
        "lemma": "አጣበቀ (ማጣበቅ)",
        "example": ["በሙጫ", "በምስማር...አያያዘ", "አገናኘ", "አጨናነቀ", "አፈ።"]
    },
    {
        "lemma": "አጣና",
        "example": ["ለጋ", "ያሳደገ", "ያልወፈረ ዛፍ", "እንጨት"]
    },
    {
        "lemma": "አጣብቂኝ",
        "example": ["የምታጣብቅ", "አብረሽኝ ጠብቂ", "ውልፍት የሚያስደርግ", "የማናፍን", "ጊዜ የማይሰጥ አስቸጋሪ ነገር"]
    },
    {
        "lemma": "አጣወረ(ማጣወር)",
        "example": ["አሳቀለ", "በደሉን ለእግዚአብሄር ሰጠ", "አሳ"]
    },
    {
        "lemma": "አጣደፈ (ማጣደፍ)",
        "example": ["አፋጠነ", "አስቸኮለ", "አኮለ"]
    },
    {
        "lemma": "አጣዳፊ",
        "example": ["በድንገት ደርሶ በአጭር ጊዜ ውስጥ ከባድ የህመም ስሜት የሚያስከትል", "ስር ያልሰደደ ወቅት የማይሰጥ በሽታ", "በጣም አስቸኳይ", "አንገብጋቢ", "ሊታለፍ የማይችል ስራ..."]
    },
    {
        "lemma": "አጣጣመ (ማጣጣም)",
        "example": ["መረመረ", "ጣእሙን ለየ", "አዋሃደ", "አስማማ (ቅመም...)", "ክፉንና ደግን ለየ", "ፈተነ", "አወጣ አወረደ", "አወቀ"]
    },
    {
        "lemma": "አጣጣረ (ማጣጣር)",
        "example": ["ጠናበት", "አቃሰተ", "ተሰቃየ", "ተንፈራገጠ", "ውጪ ጊቢ ነፍስ", "ፃእረ ሞት ያዘው"]
    },
    {
        "lemma": "አጣጣሪ",
        "example": ["ሊሞት የሚያጣጥር"]
    },
    {
        "lemma": "አጣጥ",
        "example": ["እሾህ ያለው ዛፍ"]
    },
    {
        "lemma": "አጣፈረ (ማጣፈር)",
        "example": ["በጥፊ መታ", "ጠፈረ", "ታመመ (ምች", "ሽውታ", "ግርፋት)"]
    },
    {
        "lemma": "አጣፈጠ (ማጣፈጥ)",
        "example": ["አሳመረ", "ጣእም እንዲኖረው አደረገ", "ቀመመ"]
    },
    {
        "lemma": "አጣፋ (ማጣፋት)",
        "example": ["ኩታ", "ጋቢ በላዩ ላይ ጣል አደረገ", "ለበሰ", "ተዋዋለ", "አገና ተማታ", "እጅ ለእጅ ተሻኮተ", "ገመድ አከረረ", "ገመደ", "ልጂቱ ፈትሉን አጣፋች"]
    },
    {
        "lemma": "አጤ",
        "example": ["ዘውድ የደፋ", "የተቀዳጀ"]
    },
    {
        "lemma": "አጤቀ (ማጤቅ)",
        "example": ["ሞላ", "ጢም", "ጢቅ አለ", "ተፋ", "ምራቁን በምላሱና በጥርሱ መሃል አጤቀ"]
    },
    {
        "lemma": "አጤነ (ማጤን)",
        "example": ["አስታወሰ", "ተገነዘበ", "ልብ አደረገ", "ትዝ አለው", "አስተዋለ", "ነገርን ለይቶ አወቀ"]
    },
    {
        "lemma": "አጥላስ",
        "example": ["ጭምብላ", "ጥቁር ሃር", "ከልዩ ልዩ ሃር የተሰራ የሃር ልብስ", "ካፓ", "ካባ"]
    },
    {
        "lemma": "አጥለቀለቀ (ማጥለቅለቅ)",
        "example": ["ሸፈነ", "አጠለቀ", "በዛ (ውሃ", "ሰራዊት", "ከብት...)", "ብዙ አመረተ", "አቅለሽለሽ", "አጥወለወለ", "ትውከት ፈለገ (በሽታ)"]
    },
    {
        "lemma": "አጥመለመለ (ማጥመልመል)",
        "example": ["ጠቀለለ", "አመለመለ (ባዘቶ ...)", "ሽባ", "ጥምልምል ሆነ", "ሰብስቦ ነዳ (ከብት...)"]
    },
    {
        "lemma": "አጥመዘመዘ (ማጥመዝመዝ)",
        "example": ["አሸ", "አከረረ (ፈትል", "ክር..)", "ሴትዮዋ በጣቷ ክሩን አጥመዘመዘች", "ቆነጠጠ", "አፍተለተለ", "ጎረበጠ", "አሸ (ሆድን)"]
    },
    {
        "lemma": "አጥሚት",
        "example": ["እንትክትክ", "ሙቅ", "ሾርባ"]
    },
    {
        "lemma": "አጥም",
        "example": ["አጥንት"]
    },
    {
        "lemma": "አጥረከረከ (ማጥሪክረክ)",
        "example": ["አሳደፈ", "አጎደፈ", "ኣኩለፈለፈ", "አቅባባ", "አዋረደ", "ተሳደበ", "አጎደፈ", "አመናጨቀ"]
    },
    {
        "lemma": "አጥር",
        "example": ["መከላከያ", "የእንጨት", "የግንብ አጥር"]
    },
    {
        "lemma": "አጥቅ",
        "example": ["የአካል ማጠፊያ ጉልበት", "ክርን", "አከርካሬ", "ቁርጭምጭሚት", "ቀና ጎንበስ ብሉ መንቀሳቀሻ", "አፅቅ", "አንጓ (ሸንኮር አገዳ...)", "የዛፍ ክንፍ ጫፍ", "ጭራሮ የሚበቅልበት", "የትውልድ አወራረድ", "ዘርፍ"]
    },
    {
        "lemma": "አጥብቆ ያዘ",
        "example": ["አፈፍ አደረገ", "ጨቦደ"]
    },
    {
        "lemma": "አጥበረበረ (ማጥበርበር)",
        "example": ["አንፀባረቀ", "ጠበረ", "አብለጨለጨ", "አፅደለደለ"]
    },
    {
        "lemma": "አጥቢያ",
        "example": ["የቤተ ክርስቲያን ሰበካ", "ጋነ ግብ", "ክበብ", "ማግስት", "ለነገ አጥቢያ"]
    },
    {
        "lemma": "አጥቢያ ኮከብ",
        "example": ["በንጋት", "በማለዳ የሚታይ ኮከብ"]
    },
    {
        "lemma": "አጥናና (ማጥናናት)",
        "example": ["አፅናና", "አበረታታ", "ናዘዘ", "አጠነካከረ", "አደፋፈረ"]
    },
    {
        "lemma": "አጥናን",
        "example": ["ብርቱዎች", "ሀያላን", "አሸናፎች", "ድንቅ ነገር"]
    },
    {
        "lemma": "አጥናፈ አለም",
        "example": ["የምድር ዳርቻ", "ከፈፍ", "ዘርፍ", "መጨረሻ"]
    },
    {
        "lemma": "አጥናፍ",
        "example": ["የምድር ዳርቻ"]
    },
    {
        "lemma": "አጥንት",
        "example": ["አፅም", "አስክሬን", "የስጋ ምሰሶ", "ወጋግራ", "ትውልድ", "ዘር", "ቀጭን", "የከሳ", "ደረቅ", "መንማና"]
    },
    {
        "lemma": "አጥንት ብግነት",
        "example": ["በጉዳት ወይም ልክፈት የመቅን ወይም የአጥንት መቅን መብገን", "መበላሽት", "መታመም"]
    },
    {
        "lemma": "አጥወለወለ (ማጥወልወል)",
        "example": ["አቅለሸለሽ", "አዞረ"]
    },
    {
        "lemma": "አጥግቢኝ",
        "example": ["ብዙ ስጪኝ", "መግቢኝ", "ርሃቤን አስታግሽልኝ", "የሳር ትል", "ሽረሪት መሳይ"]
    },
    {
        "lemma": "አጦለ (ማጦል)",
        "example": ["ገለባውን", "ግርዱን በጭራሮ ከምርቱ ለየ", "አንገዋለለ", "ጠረገ", "መታ", "አቀመሰ", "ወለወለ"]
    },
    {
        "lemma": "አጦዘ (ማጦዝ)",
        "example": ["ክር", "ገመድ አጥመዘመዘ", "በማዞር አከረረ", "ገመደ", "አርረረ", "መታ (በድንጋይ...)"]
    },
    {
        "lemma": "አዉ (ማጨት)",
        "example": ["ቃል አሰረ", "ለማግባት ተስᛟማ", "ለእድገት", "ለተሻለ ነገር መረጠ"]
    },
    {
        "lemma": "አጨለጨለ (ማጨልጦል)",
        "example": ["ፈጠፈጠ", "አቆጠቆጠ", "አጨበጨበ", "አጎነቆለ", "በቀለ", "ለመለመ", "በቀዳዳ", "በጭላንጭል አየ", "የብርሃን ውጋጋን ታየ"]
    },
    {
        "lemma": "አጨለገ (ማጭለግ)",
        "example": ["በፊት ለፊት ሳይሆን በቀዳዳ እያጨለገ አየ", "ባንድ አይን አየ"]
    },
    {
        "lemma": "አጨማለቀ (ማጨማለቅ)",
        "example": ["አበላሸ", "አጠፋ", "ለወሰ", "አሳደፈ", "በከለ (ጭቃ", "ቅባት…)"]
    },
    {
        "lemma": "አጨማተረ (ማጨማተር)",
        "example": ["አኮራመተ", "አንጫረረ (እሳት)", "አሸበሸበ", "ላላ (የሰው ፊት…)"]
    },
    {
        "lemma": "አጨረቀ (ማጭረቅ)",
        "example": ["አለበ", "ላገ", "መዠረገ"]
    },
    {
        "lemma": "አጨራመመ (ማጨራመም)",
        "example": ["አጣመመ", "ሰረጎደ", "አጨማደደ"]
    },
    {
        "lemma": "አጨሰ (ማጨስ)",
        "example": ["ጢስ", "ትንባሆ አጤሰ", "አናደደ", "አቃጠለ", "አበገነ", "አበሳጨ"]
    },
    {
        "lemma": "አጨቀ (ማጨቅ)",
        "example": ["ሰበሰበ", "አመቀ", "እያጨቀ አስቀመጠ", "ሰፈረ"]
    },
    {
        "lemma": "አጨቀየ (ማጨቅየት)",
        "example": ["ከሰከሰ", "በላ", "ጠጣ", "ያባቡን ድግስ አጨቀየነው", "በሃይል", "ያለማቋረጥ ጣለ", "በዛ"]
    },
    {
        "lemma": "አጨበረ (ማጨበር)",
        "example": ["በልዩ ልዩ ጌጥ አማረ"]
    },
    {
        "lemma": "አጨበጨበ (ማጨብጨብ)",
        "example": ["ቸብ ቸብ አደረገ", "አጣፋ", "እጅና እጅን አማታ", "አጀፈጀፈ", "አቆጠቆጠ", "ለመለመ", "አፈጠፈጠ", "አጨለጨለ"]
    },
    {
        "lemma": "አጨባበጥ",
        "example": ["የመጨበጥ", "ያጨባበጥ ስራ"]
    },
    {
        "lemma": "አጨነቆረ (ማጨንቆር)",
        "example": ["ባንድ አይን አየ", "የጎድን ተመለከተ", "(ስነቃል) የአይንን ጨንቋራ ሰው ያየዋል", "የልብን ጨንቋራ ማን ያየዋል"]
    },
    {
        "lemma": "አጨናበረ (ማጨናበር)",
        "example": ["አሳሳተ", "አይን አማታ"]
    },
    {
        "lemma": "አጨናበሰ (ማጨናበስ)",
        "example": ["አጨሰ", "አስለቀሰ"]
    },
    {
        "lemma": "አጨናጓ (ማጨናጓት)",
        "example": ["አጨናጎለ", "እንዳያድግ በልጅነቱ ቀጠፈ", "ቆረጠ"]
    },
    {
        "lemma": "አጨናፈረ (ማጨናፈር)",
        "example": ["አጠናፍሮ", "አጨናፍሮ ጣለ (ምች", "ሽውታ", "ግርፋት…)"]
    },
    {
        "lemma": "አጨንቋሪ",
        "example": ["አይኑን ወደ ውስጥ አጨንቁሮ የሚያይ"]
    },
    {
        "lemma": "አጨቋቆን",
        "example": ["ያጨቋቆን", "የመጨቆኛ ዘዴ"]
    },
    {
        "lemma": "አጨደ (ማጨድ)",
        "example": ["መደመደ", "ቆረጠ", "አረመ", "ዋሸ", "ቀጠፈ"]
    },
    {
        "lemma": "አመደ (ማጫመድ)",
        "example": ["አሻመደ", "በላ", "ወጠቀ", "ጎሰጎሰ"]
    },
    {
        "lemma": "አጫረ (ማጫር)",
        "example": ["ነገር ጀመረ", "ጠብ አጫረ", "ፈለገ"]
    },
    {
        "lemma": "አጫረተ (ማጫረት)",
        "example": ["አወዳደረ", "የሚሻለውን", "የሚጠቅመውን ወሰደ", "ሸጠ"]
    },
    {
        "lemma": "አጫራች",
        "example": ["እያጫረተ", "እያበላለጠ የሚሽጥ"]
    },
    Here's the Python data structure for the additional Amharic text you provided, following the same format:

    {
        "lemma": "እንቀት",
        "example": ["እህል ሲፈተግ በትናንሹ የተሰባበረ ወይም ተፈጭቶ የላመ እሀል ሲነፋ የሚቀረው ክርትፍ", 
                   "የማይረባ", "የማይጠቅም", "ወራዳ ሰው"]
    },
    {
        "lemma": "እንቁ",
        "example": ["ከወርቅ የሚበልጥ የሚያበራ የከበረ ድንጋይ"]
    },
    {
        "lemma": "እንቁላል",
        "example": ["ዶሮ ወይም ሌላ ፍጥረታት የሚወልዱት የሚጥሉት በቅርፊት የተሸፈነ", 
                   "የሚበላ", "የማይበላ"]
    },
    {
        "lemma": "እንቁልልጮሽ",
        "example": ["ማጓጓት", "ማጎምዠት", "ማስቀናት"]
    },
    {
        "lemma": "እንቁሪባ",
        "example": ["የባቄላ", "የአተር.....ፍሬ ልብስ", "ገለፈት", "አፎት"]
    },
    {
        "lemma": "እንቁር",
        "example": ["ስሩር", "ጥንግ", "ቁስቁስት", "ከእንጨት", "ከጠፍር የተሰራ ትንሽ ኳስ"]
    },
    {
        "lemma": "እንቁራሪት",
        "example": ["በውሃና በመሬት ላይ ጡብ ጡብ እያለች የምትሄድ ፍጥረት", 
                   "ጉርጥ", "የጓጉንቸር ወገን", 
                   "ጠጪ", "ቀምቃሚ", "ውሃ ስንቁ"]
    },
    {
        "lemma": "እንቁጣጣሽ",
        "example": ["ዘመን መለወጫ", "አሮጌው አመት አልፎ አዲሱ የሚገባበት", 
                   "ለዘመን መለወጫ የሚሰጥ የምስራች አበባ"]
    },
    {
        "lemma": "እንቂት",
        "example": ["የቆቅ", "የጅግራ...መያዣ", "ወጥመድ"]
    },
    {
        "lemma": "እንቃቅሳ",
        "example": ["እንደ እንሽላሊት ያለ ፍጡር"]
    },
    {
        "lemma": "እንቅርት",
        "example": ["ከፊት አንገት ላይ የሚያብጥ", 
                   "አብዝሃኛውን ጊዜ ከቢታሚን (አይዮዲን) እጥረት የሚመጣ"]
    },
    {
        "lemma": "እንቅብ",
        "example": ["ከአክርማ", "ከስንደዶ", "ከግራምጣ የሚሰራ የእህል መስፈሪያ", 
                   "ወራንታ"]
    },
    {
        "lemma": "እንቆራ",
        "example": ["በንብ እንጀራ ውስጥ ማር መትፊያ አይን"]
    },
    {
        "lemma": "እንቆቅልሽ",
        "example": ["ስውር ረቂቅ ትርጉም ያለው", "ውሉ የጠፋ", 
                   "ምሳሌ እየመሰሉ መናገር"]
    },
    {
        "lemma": "እንቆቆ",
        "example": ["የዛፍ አይነት", "ፍሬው ተደቁሶ ሲጠጣ ኮሶ የሚያሽር", 
                   "ኮስታራ", "የማይታለል", "የማይበገር"]
    },
    {
        "lemma": "እንቢ",
        "example": ["አሉታ", "አሻፈረኝ", "አልስማማም", "አልታዘዝም", 
                   "አይሆንም", "አይሁን ባይ"]
    },
    {
        "lemma": "እንቢታ",
        "example": ["አለመታ", "አለመቀበል", "እሺ", "በጎ አለማለት"]
    },
    {
        "lemma": "እንባ",
        "example": ["ንባት", "ከአይን ውስጥ የሚፈስ ወሃ"]
    },
    {
        "lemma": "እንባ ጠባቂ",
        "example": ["ፍርድ የጎደለበትን", "የተበደለን", 
                   "እየተጠባበቀ ወደ እወነተኛ ፍርድ የሚያደርስ"]
    },
    {
        "lemma": "እንብርት",
        "example": ["ጉምብራ", "የእትብት መብቀያ", "የመሬት መሃከል", "ኩርባ"]
    },
    {
        "lemma": "እንቦቃቅላ",
        "example": ["ገና ያልጠና", "አመጣጠ መልካም (ልጅ + አትክልት)"]
    },
    {
        "lemma": "እንቧ",
        "example": ["በሬ አጣማጁን", "ላም ጥጃውን መጥራት"]
    },
    {
        "lemma": "እንቧይ",
        "example": ["እምቧይ", "እሾህና ፍሩ ያለው በጣም የሚያድግ ቁጥቋጦ", 
                   "ፍሬው ጥርስ የሚያበላሽ", "አሳ የሚያሰክር"]
    },
    {
        "lemma": "እንትን",
        "example": ["የነገር", "የስም", "የግብር መጠሪያ የሚፈለገው ሲጠፋ የሚነገር"]
    },
    {
        "lemma": "እንትፍ",
        "example": ["መትፋት"]
    },
    {
        "lemma": "እንቶ",
        "example": ["እየተጠበሰ የሚበሳ እንጉዳይ"]
    },
    {
        "lemma": "እንቶ ፈንቶ",
        "example": ["የማይረባ", "የማይጠቅም", "ጉዳይ የማይውል"]
    },
    {
        "lemma": "እንቸፍ",
        "example": ["በግርድ ውስጥ ያለ", "ጥቅም የሌለው እንሻፎ", 
                   "ወለስ", "ቀላል", "የማርድ ተዋረድ"]
    },
    {
        "lemma": "እንከት",
        "example": ["ነካታ", "መንከት", "አቅም የሌለው", "ስብርብር የሚል"]
    },
    {
        "lemma": "እንከን",
        "example": ["ጥፋት", "ጉድለት", "ህፀፅ", "ነውር", "ነቀፋ", "ውሸት"]
    },
    {
        "lemma": "እንከፍ",
        "example": ["ቅልጥፍና የሌለው", "የማይረባ", "ዘርፋፋ", "ቂል", "ነከፍ"]
    },
    {
        "lemma": "እንኩርኩሪት",
        "example": ["የጠላ ቂጣ"]
    },
    {
        "lemma": "እንካ",
        "example": ["አቀባይ"]
    },
    {
        "lemma": "እንካ ስላንቲያ",
        "example": ["እሽከለኬንታ", "እንቆቅልሽ አይነት እሽከለሌ", 
                   "ነገር መመላለስ (በመጥፎ)"]
    },
    {
        "lemma": "እንክርት",
        "example": ["ተዘዋዋሪ ምድጃ", "ማዳወሪያ", "ባውሌ", "ክሊሊ", 
                   "ከርታታ", "ወዲያና ወዲህ የሚሄድ", "የሚንከራተት"]
    },
    {
        "lemma": "እንክርዳድ",
        "example": ["ከስንዴ ጋር የሚበቅል አረም አይነት እህል", 
                   "መጥፎ", "ዘር አጥፊ"]
    },
    {
        "lemma": "እንክብል",
        "example": ["አነስ ብሎ ጠፍጠፍ ያለ የሚዋጥ መድሃኒት", 
                   "የሚንከባለል", "ድቡልቡል ነገር"]
    },
    {
        "lemma": "እንኮኮ",
        "example": ["አሽኮኮ", "በትካሻ መሸከም (ልጅ...)"]
    },
    {
        "lemma": "እንኳ",
        "example": ["አሉታ", "በቀለ እንኳ ሳይቀር እንደዚህ ሰራ"]
    },
    {
        "lemma": "እንኳን",
        "example": ["የማድነቅ", "የምስጋና ቃል", "አሉታ", "አይሆንም", "አይደረግም ማለት"]
    },
    {
        "lemma": "እንዘጥ አለ",
        "example": ["እንዘጭ አለ", "በቁመቱ", "በቂጡ ወደቀ"]
    },
    {
        "lemma": "እንዚራ",
        "example": ["በግና"]
    },
    {
        "lemma": "እንዜራ",
        "example": ["በማንቁርት ውስጥ የሚገኝ ድምፅ ለመስጠት ወይም ለመፍጠር የሚርገበገብ", "የሚነዝር (ቮካል ኮርድ)"]
    },
    {
        "lemma": "እንዛዝላ",
        "example": ["የሚጎተት", "የማይረባ", "የተንዘለዘለ ነገር (ልብስ...)"]
    },
    {
        "lemma": "እንዝህላል",
        "example": ["ዝንጉ", "ልብ የለሽ", "ነህላል", "በዘፈቀደ የሚኖር"]
    },
    {
        "lemma": "እንዝርት",
        "example": ["ከቀርቅሃ", "ከእንጨት ተልጎ ራሱ ከቀንድ", "ከቅል የተሰራ የድርና የማን መፍተያ"]
    },
    {
        "lemma": "እንዝዝ",
        "example": ["ጥቁር", "አረንጓዴ", "ቅጠልያ መልክ ያለው ጥንዚዛ"]
    },
    {
        "lemma": "እንዡባን",
        "example": ["መልካም አበባና ጥሩ ሽታ ያለው ዛፍ"]
    },
    {
        "lemma": "እንዥቦ",
        "example": ["እንደ ሰላጣ የሚበላ ጅዋት", "አንጀሞ", "ሽንብራ የሚበላ ትል"]
    },
    {
        "lemma": "እንደ",
        "example": ["በቃላት ላይ እየተደረበ የሚገባ"]
    },
    {
        "lemma": "እንደ ልብ",
        "example": ["እንደ ወደደው", "እንደ ፈቀደው መሆን"]
    },
    {
        "lemma": "እንደ ገና",
        "example": ["ደግሞ መስራት", "ማድረግ", "መከለስ"]
    },
    {
        "lemma": "እንዲህ",
        "example": ["እንደዚህ", "አለሙ እንዲህ ብሎ ነገረኝ"]
    },
    {
        "lemma": "እንዲያ",
        "example": ["እንደዚያ"]
    },
    {
        "lemma": "እንዲያው",
        "example": ["ባዶ እጅ", "አንዳች አልባ", "ዝም ብሎ", "ያለምክንያት"]
    },
    {
        "lemma": "እንዴት",
        "example": ["የጥያቄ ቃል"]
    },
    {
        "lemma": "እንድ",
        "example": ["የታነደ", "አንድ የሆነ"]
    },
    {
        "lemma": "እንጀራ",
        "example": ["እህል ተፈጭቶና ተቦክቶ የሚጋገር", "ጣቢታ", "መና", 
                   "ሃብት", "ሲሳይ", "ማደሪያ"]
    },
    {
        "lemma": "እንጂ",
        "example": ["አፍራሽ", "ሰው እኖራለሁ እንጂ እሞታለሁ አይልም"]
    },
    {
        "lemma": "እንጅልሽ",
        "example": ["ስፍር ቁጥር የሌለው", "ተቆጥሮ የማያልቅ", 
                   "እጅግ በጣም ብዙ", "በቁጥር የማይነገር የቸርነት ስጦታ"]
    },
    {
        "lemma": "እንጆሪ",
        "example": ["ቀጋ የሚመስል እንደ ሀረግ ያለ", "የሚበሳ ጣፋጭ ፍሬ ያለው"]
    },
    {
        "lemma": "እንገር",
        "example": ["ላም እንደ ወለደች የምትታለበው ወፍራም ወተት"]
    },
    {
        "lemma": "እንጉላይ",
        "example": ["ከንፊት በኋላ በቃው ላይ ተንገዋሎ", "ተለይቶ የሚቀረው"]
    },
    {
        "lemma": "እንጉር",
        "example": ["የተነጎረ ቅቤ"]
    },
    {
        "lemma": "እንጉልፋቶ",
        "example": ["ማበድ", "መቀስ"]
    },
    {
        "lemma": "እንጉዳይ",
        "example": ["የበቀልት አይነት", "በላዩ ላይ ዣንጥላ ወይም ጋሻ መልክ ያለው", "የሚበላ"]
    },
    {
        "lemma": "እንጉግ",
        "example": ["የአይን አር", "ቅፍጥ", "ትንሽ እባብ"]
    },
    {
        "lemma": "እንግሊዝ",
        "example": ["ከአውሮፓ ጋር በሰሜን ባህርና በእንግሊዝ ቻናል የተለየ", 
                   "ስኮትላንድንና ዌልስን ያጣመረ ደሴት", 
                   "ስፋቱ 241 600 ስኮር ኪሎ ሜትር", 
                   "የህዝብ ብዛት 58.8 ሚሊዮን (2001 አ.ም.እ.አ.አ.)", 
                   "ዋና ከተማ ሎንዶን"]
    },
    {
        "lemma": "እንግልት",
        "example": ["የተንገላታ", "ብሶተኛ", "ተንከራታች"]
    },
    {
        "lemma": "እንግዲህ",
        "example": ["ዳግመኛ", "ሁለትኛ", "ሌላ ጊዜ"]
    },
    {
        "lemma": "እንግዳ",
        "example": ["ባይተዋር", "ባእድ", "አዲስ መ"]
    },
    {
        "lemma": "እንጎቻ",
        "example": ["ትንሽ ጣቢታ", "ጭልሃ", "ካሴና", "በሇ ተሟጦ የሚጋገር", 
                   "የማር...እንጎቻ"]
    },
    {
        "lemma": "እንጣቆ",
        "example": ["በአገዳ እህል ቡቃያ ላይ የሚገኝ ፍጡር", 
                   "ከብት ቅጠሉን ሲበላው ሆዱን ነፍቶ የሚገድል"]
    },
    {
        "lemma": "እንጣጥ",
        "example": ["መዝለል"]
    },
    {
        "lemma": "እንጥል",
        "example": ["አንቃር", "ከጉረሮ በላይ የመብል መዋጫ በር", 
                   "ከወደ ላይ ተንጠልጥሎ የሚገኝ", 
                   "እንጥል መውረድ", "የጉረሮ በሽታ", "ቅምሆ"]
    },
    {
        "lemma": "እንጦ",
        "example": ["ከረር ጀምሮ እስከ ሆድ የሚወርደው ቱቦ መሰል የሰውነት ክፍል"]
    },
    {
        "lemma": "እንጧ",
        "example": ["የህፃን ቋንቋ", "እንጀራ ማለት"]
    },
    {
        "lemma": "እንጭራር",
        "example": ["የፌንጣ አይነት", "የምትጮህ ነፍሳት", "እንጭራሪት"]
    },
    {
        "lemma": "እንጭጭ",
        "example": ["ጨርቋ", "ያልጎመራ", "ያልበሰለ", "ያልጠና", 
                   "ቃሪያ", "አእምሮው ያልበሰለ", "አርቆ የማያስብ"]
    },
    {
        "lemma": "እንፋሎት",
        "example": ["ጢስ", "ላቦት", "ትነት"]
    },
    {
        "lemma": "እንፍሌ",
        "example": ["ቅመም ያልገባበት ተቀቅሎ የነተረ ስጋ"]
    },
    {
        "lemma": "እንፍርፍሪት",
        "example": ["ድንገት የሚመጣ ስቃይ", "የሰውነት መንቀጥቀጥና መንፈራፈር"]
    },
    {
        "lemma": "እንፎርሜሽን",
        "example": ["ወሬ", "ዜና", "ከበር"]
    },
    {
        "lemma": "እኛ",
        "example": ["በአንደኛ መደብ በስም ምትክ የሚገባ"]
    },
    {
        "lemma": "እውር",
        "example": ["አይኑ የማያይ", "የታወረ", "አይነ ስውር"]
    },
    {
        "lemma": "እውነተኛ",
        "example": ["ሀቀኛ", "ሃሰት የማይናገር"]
    },
    {
        "lemma": "እውነት",
        "example": ["ውሽት አለመናገር", "ሀቅ", "እርግጥ", 
                   "ሃሰት የሌለበት", "የእውነታ ትክክለኛና በተግባር የተፈተነ ነፀብራቅ"]
    },
    {
        "lemma": "እውን",
        "example": ["የአንድ ነገር ልባዌ የሚገልፀው የነገሩን አይነት ብቻ ሳይሆን እውን መሆኑን", 
                   "ከኛ ሃሳብ ውጭ እውንነትና ቋሚነት እንዳለው ጭምር የሚያስረዳ"]
    },
    {
        "lemma": "እውከት",
        "example": ["ሁከት", "መታወክ", "መታመስ", "መተራመስ", "ሽብር", 
                   "ምላሽ", "ትፋት", "ቅርሻት"]
    },
    {
        "lemma": "እውኪያ",
        "example": ["ንውፅውፅታ", "መከራ", "ጭንቅ", "ሽብር", "ድብልቅልቅ"]
    },
    {
        "lemma": "እዚህ",
        "example": ["በቅርብ ያለ ነገር", "ቦታ አመልካች"]
    },
    {
        "lemma": "እዚያ",
        "example": ["በሩቅ ያለ ነገር", "ቦታ አመልካች"]
    },
    {
        "lemma": "እዝዝ",
        "example": ["የጢንዚዛ ጩኸት"]
    },
    {
        "lemma": "እዝነ ህሊና",
        "example": ["የአእምሮ ጆሮ", "የሃሳብ አትኩሮት", 
                   "ምናም ሊታይ ፥ ሊዳሰስ የማይችል ራእ ነገር", 
                   "በአእምሮ ባህርይ እየተሳለ የሚታይ"]
    },
   
    {
        "lemma": "ጠረገ",
        "example": []
    },
    {
        "lemma": "አጠድ",
        "example": ["ልዩ ልዩ አታክልት"]
    },
    {
        "lemma": "አጠጠ (ሟጠጥ)",
        "example": ["ጎደለ", "አነሰ", "ጠፋ", "አለቀ (ጤና + አዱኛ)"]
    },
    {
        "lemma": "አጠጣ (ማጠጣት)",
        "example": ["ከጥማት አዳነ", "ሰጠ", "መገበ"]
    },
    {
        "lemma": "አጠጪ",
        "example": ["ውሃ...የሚያጠጣ"]
    },
    {
        "lemma": "አጠፈ (ማጠፍ)",
        "example": ["ደበለ", "ደረበ", "ጥንድ አደረገ", "ጠቀለለ", "አጣጠፈ"]
    },
    {
        "lemma": "አጠፋ (ማጥፋት)",
        "example": ["አወደመ", "አበላሸ", "(ስነቃል) ይበጃል ያሉት ኩል ተ አይን አጠፋ", "የተዘረጋውን ሰበሰበ"]
    },
    {
        "lemma": "አጠፋሪስ",
        "example": ["ሀሽሽ", "የሚያሰክር አስ"]
    },
    {
        "lemma": "አጣ (ማጣት)",
        "example": ["ነጣ", "ተቸገር", "ሳያገኝ ቀረ", "ደኸየ"]
    },
    {
        "lemma": "አጣለቀ (ማጣለቅ)",
        "example": ["ወደ ውስጥ አጋባ", "አዘቀጠ", "ዋጠ", "አዲቀ"]
    },
    {
        "lemma": "አጣመመ (ማጣመም)",
        "example": ["ቀናውን ነገር አወላገደ", "አበላሸ", "አጎበጠ", "ትርጉም ቀየረ", "በመጥፎ አሳብ ወሰደ"]
    },
    {
        "lemma": "አጣመረ (ማር)",
        "example": ["ደራረበ", "አንድ ላይ አደረገ", "ሽረበ", "አነባበረ"]
    },
    {
        "lemma": "አጣመተ (ማጣት)",
        "example": ["ፈጀ", "ጨረሰ", "አጠፋ", "መደመደ", "በልቶ ጨረሰ", "አንበጣው እህሉን አጣመተው"]
    },
    {
        "lemma": "አጣራ (ማጣራት)",
        "example": ["አጠለለ", "አቀረረ", "አንጠፈጠፈ", "ግርድፉን", "ገለባውን", "እብቁን ለ", "እውነቱንና ሃሰቱን መረመረ", "አቀ", "ተረዳ", "ተገነዘበ", "አነቀረ", "ጨርሶ ቀዳ", "ጨለጠ"]
    },
    {
        "lemma": "አጣበቀ (ማጣበቅ)",
        "example": ["በሙጫ", "በምስማር...አያያዘ", "አገናኘ", "አጨናነቀ", "አፈ።"]
    },
    {
        "lemma": "አጣና",
        "example": ["ለጋ", "ያሳደገ", "ያልወፈረ ዛፍ", "እንጨት"]
    },
    {
        "lemma": "አጣብቂኝ",
        "example": ["የምታጣብቅ", "አብረሽኝ ጠብቂ", "ውልፍት የሚያስደርግ", "የማናፍን", "ጊዜ የማይሰጥ አስቸጋሪ ነገር"]
    },
    {
        "lemma": "አጣወረ(ማጣወር)",
        "example": ["አሳቀለ", "በደሉን ለእግዚአብሄር ሰጠ", "አሳ"]
    },
    {
        "lemma": "አጣደፈ (ማጣደፍ)",
        "example": ["አፋጠነ", "አስቸኮለ", "አኮለ"]
    },
    {
        "lemma": "አጣዳፊ",
        "example": ["በድንገት ደርሶ በአጭር ጊዜ ውስጥ ከባድ የህመም ስሜት የሚያስከትል", "ስር ያልሰደደ ወቅት የማይሰጥ በሽታ", "በጣም አስቸኳይ", "አንገብጋቢ", "ሊታለፍ የማይችል ስራ..."]
    },
    {
        "lemma": "አጣጣመ (ማጣጣም)",
        "example": ["መረመረ", "ጣእሙን ለየ", "አዋሃደ", "አስማማ (ቅመም...)", "ክፉንና ደግን ለየ", "ፈተነ", "አወጣ አወረደ", "አወቀ"]
    },
    {
        "lemma": "አጣጣረ (ማጣጣር)",
        "example": ["ጠናበት", "አቃሰተ", "ተሰቃየ", "ተንፈራገጠ", "ውጪ ጊቢ ነፍስ", "ፃእረ ሞት ያዘው"]
    },
    {
        "lemma": "አጣጣሪ",
        "example": ["ሊሞት የሚያጣጥር"]
    },
    {
        "lemma": "አጣጥ",
        "example": ["እሾህ ያለው ዛፍ"]
    },
    {
        "lemma": "አጣፈረ (ማጣፈር)",
        "example": ["በጥፊ መታ", "ጠፈረ", "ታመመ (ምች", "ሽውታ", "ግርፋት)"]
    },
    {
        "lemma": "አጣፈጠ (ማጣፈጥ)",
        "example": ["አሳመረ", "ጣእም እንዲኖረው አደረገ", "ቀመመ"]
    },
    {
        "lemma": "አጣፋ (ማጣፋት)",
        "example": ["ኩታ", "ጋቢ በላዩ ላይ ጣል አደረገ", "ለበሰ", "ተዋዋለ", "አገና ተማታ", "እጅ ለእጅ ተሻኮተ", "ገመድ አከረረ", "ገመደ", "ልጂቱ ፈትሉን አጣፋች"]
    },
    {
        "lemma": "አጤ",
        "example": ["ዘውድ የደፋ", "የተቀዳጀ"]
    },
    {
        "lemma": "አጤቀ (ማጤቅ)",
        "example": ["ሞላ", "ጢም", "ጢቅ አለ", "ተፋ", "ምራቁን በምላሱና በጥርሱ መሃል አጤቀ"]
    },
    {
        "lemma": "አጤነ (ማጤን)",
        "example": ["አስታወሰ", "ተገነዘበ", "ልብ አደረገ", "ትዝ አለው", "አስተዋለ", "ነገርን ለይቶ አወቀ"]
    },
    {
        "lemma": "አጥላስ",
        "example": ["ጭምብላ", "ጥቁር ሃር", "ከልዩ ልዩ ሃር የተሰራ የሃር ልብስ", "ካፓ", "ካባ"]
    },
    {
        "lemma": "አጥለቀለቀ (ማጥለቅለቅ)",
        "example": ["ሸፈነ", "አጠለቀ", "በዛ (ውሃ", "ሰራዊት", "ከብት...)", "ብዙ አመረተ", "አቅለሽለሽ", "አጥወለወለ", "ትውከት ፈለገ (በሽታ)"]
    },
    {
        "lemma": "አጥመለመለ (ማጥመልመል)",
        "example": ["ጠቀለለ", "አመለመለ (ባዘቶ ...)", "ሽባ", "ጥምልምል ሆነ", "ሰብስቦ ነዳ (ከብት...)"]
    },
    {
        "lemma": "አጥመዘመዘ (ማጥመዝመዝ)",
        "example": ["አሸ", "አከረረ (ፈትል", "ክር..)", "ሴትዮዋ በጣቷ ክሩን አጥመዘመዘች", "ቆነጠጠ", "አፍተለተለ", "ጎረበጠ", "አሸ (ሆድን)"]
    },
    {
        "lemma": "አጥሚት",
        "example": ["እንትክትክ", "ሙቅ", "ሾርባ"]
    },
    {
        "lemma": "አጥም",
        "example": ["አጥንት"]
    },
    {
        "lemma": "አጥረከረከ (ማጥሪክረክ)",
        "example": ["አሳደፈ", "አጎደፈ", "ኣኩለፈለፈ", "አቅባባ", "አዋረደ", "ተሳደበ", "አጎደፈ", "አመናጨቀ"]
    },
    {
        "lemma": "አጥር",
        "example": ["መከላከያ", "የእንጨት", "የግንብ አጥር"]
    },
    {
        "lemma": "አጥቅ",
        "example": ["የአካል ማጠፊያ ጉልበት", "ክርን", "አከርካሬ", "ቁርጭምጭሚት", "ቀና ጎንበስ ብሉ መንቀሳቀሻ", "አፅቅ", "አንጓ (ሸንኮር አገዳ...)", "የዛፍ ክንፍ ጫፍ", "ጭራሮ የሚበቅልበት", "የትውልድ አወራረድ", "ዘርፍ"]
    },
    {
        "lemma": "አጥብቆ ያዘ",
        "example": ["አፈፍ አደረገ", "ጨቦደ"]
    },
    {
        "lemma": "አጥበረበረ (ማጥበርበር)",
        "example": ["አንፀባረቀ", "ጠበረ", "አብለጨለጨ", "አፅደለደለ"]
    },
    {
        "lemma": "አጥቢያ",
        "example": ["የቤተ ክርስቲያን ሰበካ", "ጋነ ግብ", "ክበብ", "ማግስት", "ለነገ አጥቢያ"]
    },
    {
        "lemma": "አጥቢያ ኮከብ",
        "example": ["በንጋት", "በማለዳ የሚታይ ኮከብ"]
    },
    {
        "lemma": "አጥናና (ማጥናናት)",
        "example": ["አፅናና", "አበረታታ", "ናዘዘ", "አጠነካከረ", "አደፋፈረ"]
    },
    {
        "lemma": "አጥናን",
        "example": ["ብርቱዎች", "ሀያላን", "አሸናፎች", "ድንቅ ነገር"]
    },
    {
        "lemma": "አጥናፈ አለም",
        "example": ["የምድር ዳርቻ", "ከፈፍ", "ዘርፍ", "መጨረሻ"]
    },
    {
        "lemma": "አጥናፍ",
        "example": ["የምድር ዳርቻ"]
    },
    {
        "lemma": "አጥንት",
        "example": ["አፅም", "አስክሬን", "የስጋ ምሰሶ", "ወጋግራ", "ትውልድ", "ዘር", "ቀጭን", "የከሳ", "ደረቅ", "መንማና"]
    },
    {
        "lemma": "አጥንት ብግነት",
        "example": ["በጉዳት ወይም ልክፈት የመቅን ወይም የአጥንት መቅን መብገን", "መበላሽት", "መታመም"]
    },
    {
        "lemma": "አጥወለወለ (ማጥወልወል)",
        "example": ["አቅለሸለሽ", "አዞረ"]
    },
    {
        "lemma": "አጥግቢኝ",
        "example": ["ብዙ ስጪኝ", "መግቢኝ", "ርሃቤን አስታግሽልኝ", "የሳር ትል", "ሽረሪት መሳይ"]
    },
    {
        "lemma": "አጦለ (ማጦል)",
        "example": ["ገለባውን", "ግርዱን በጭራሮ ከምርቱ ለየ", "አንገዋለለ", "ጠረገ", "መታ", "አቀመሰ", "ወለወለ"]
    },
    {
        "lemma": "አጦዘ (ማጦዝ)",
        "example": ["ክር", "ገመድ አጥመዘመዘ", "በማዞር አከረረ", "ገመደ", "አርረረ", "መታ (በድንጋይ...)"]
    },
    {
        "lemma": "አዉ (ማጨት)",
        "example": ["ቃል አሰረ", "ለማግባት ተስᛟማ", "ለእድገት", "ለተሻለ ነገር መረጠ"]
    },
    {
        "lemma": "አጨለጨለ (ማጨልጦል)",
        "example": ["ፈጠፈጠ", "አቆጠቆጠ", "አጨበጨበ", "አጎነቆለ", "በቀለ", "ለመለመ", "በቀዳዳ", "በጭላንጭል አየ", "የብርሃን ውጋጋን ታየ"]
    },
    {
        "lemma": "አጨለገ (ማጭለግ)",
        "example": ["በፊት ለፊት ሳይሆን በቀዳዳ እያጨለገ አየ", "ባንድ አይን አየ"]
    },
    {
        "lemma": "አጨማለቀ (ማጨማለቅ)",
        "example": ["አበላሸ", "አጠፋ", "ለወሰ", "አሳደፈ", "በከለ (ጭቃ", "ቅባት…)"]
    },
    {
        "lemma": "አጨማተረ (ማጨማተር)",
        "example": ["አኮራመተ", "አንጫረረ (እሳት)", "አሸበሸበ", "ላላ (የሰው ፊት…)"]
    },
    {
        "lemma": "አጨረቀ (ማጭረቅ)",
        "example": ["አለበ", "ላገ", "መዠረገ"]
    },
    {
        "lemma": "አጨራመመ (ማጨራመም)",
        "example": ["አጣመመ", "ሰረጎደ", "አጨማደደ"]
    },
    {
        "lemma": "አጨሰ (ማጨስ)",
        "example": ["ጢስ", "ትንባሆ አጤሰ", "አናደደ", "አቃጠለ", "አበገነ", "አበሳጨ"]
    },
    {
        "lemma": "አጨቀ (ማጨቅ)",
        "example": ["ሰበሰበ", "አመቀ", "እያጨቀ አስቀመጠ", "ሰፈረ"]
    },
    {
        "lemma": "አጨቀየ (ማጨቅየት)",
        "example": ["ከሰከሰ", "በላ", "ጠጣ", "ያባቡን ድግስ አጨቀየነው", "በሃይል", "ያለማቋረጥ ጣለ", "በዛ"]
    },
    {
        "lemma": "አጨበረ (ማጨበር)",
        "example": ["በልዩ ልዩ ጌጥ አማረ"]
    },
    {
        "lemma": "አጨበጨበ (ማጨብጨብ)",
        "example": ["ቸብ ቸብ አደረገ", "አጣፋ", "እጅና እጅን አማታ", "አጀፈጀፈ", "አቆጠቆጠ", "ለመለመ", "አፈጠፈጠ", "አጨለጨለ"]
    },
    {
        "lemma": "አጨባበጥ",
        "example": ["የመጨበጥ", "ያጨባበጥ ስራ"]
    },
    {
        "lemma": "አጨነቆረ (ማጨንቆር)",
        "example": ["ባንድ አይን አየ", "የጎድን ተመለከተ", "(ስነቃል) የአይንን ጨንቋራ ሰው ያየዋል", "የልብን ጨንቋራ ማን ያየዋል"]
    },
    {
        "lemma": "አጨናበረ (ማጨናበር)",
        "example": ["አሳሳተ", "አይን አማታ"]
    },
    {
        "lemma": "አጨናበሰ (ማጨናበስ)",
        "example": ["አጨሰ", "አስለቀሰ"]
    },
    {
        "lemma": "አጨናጓ (ማጨናጓት)",
        "example": ["አጨናጎለ", "እንዳያድግ በልጅነቱ ቀጠፈ", "ቆረጠ"]
    },
    {
        "lemma": "አጨናፈረ (ማጨናፈር)",
        "example": ["አጠናፍሮ", "አጨናፍሮ ጣለ (ምች", "ሽውታ", "ግርፋት…)"]
    },
    {
        "lemma": "አጨንቋሪ",
        "example": ["አይኑን ወደ ውስጥ አጨንቁሮ የሚያይ"]
    },
    {
        "lemma": "አጨቋቆን",
        "example": ["ያጨቋቆን", "የመጨቆኛ ዘዴ"]
    },
    {
        "lemma": "አጨደ (ማጨድ)",
        "example": ["መደመደ", "ቆረጠ", "አረመ", "ዋሸ", "ቀጠፈ"]
    },
    {
        "lemma": "አመደ (ማጫመድ)",
        "example": ["አሻመደ", "በላ", "ወጠቀ", "ጎሰጎሰ"]
    },
    {
        "lemma": "አጫረ (ማጫር)",
        "example": ["ነገር ጀመረ", "ጠብ አጫረ", "ፈለገ"]
    },
    {
        "lemma": "አጫረተ (ማጫረት)",
        "example": ["አወዳደረ", "የሚሻለውን", "የሚጠቅመውን ወሰደ", "ሸጠ"]
    },
    {
        "lemma": "አጫራች",
        "example": ["እያጫረተ", "እያበላለጠ የሚሽጥ"]
    },
    {
        "lemma": "አጫወተ (ማጫወት)",
        "example": ["ታሪክ ነገረ", "አወራ", "አነጋገረ", "አሳቀ", "ቀለደ", "ልጅ", "ኳስ…አጫውተ"]
    },
    {
        "lemma": "አጫዳ",
        "example": ["አንካሳ", "እንደ ማጭድ የጎበጠ"]
    },
    {
        "lemma": "አጫፈረ (ማጫፈር)",
        "example": ["አዛመደ", "አገናኘ", "አብሮ ዘፈነ"]
    },
    {
        "lemma": "አጭ",
        "example": ["ኤጭ", "የማንጓጠጥ", "የመጥላት", "የመሰልችት ነገር"]
    },
    {
        "lemma": "አጭሬ",
        "example": ["የዶሮ ጭን ስጋ"]
    },
    {
        "lemma": "አጭር",
        "example": ["ድንክ", "ድውይ", "ከረከንዳ"]
    },
    {
        "lemma": "አጭበረበረ (ማጭበርበር)",
        "example": ["አታለለ", "አማታ", "አወናበደ", "አደናገረ"]
    },
    {
        "lemma": "አጭበርባሪ",
        "example": ["በማጭበርበር የሰውን ገንዘብ የሚወስድ"]
    },
    {
        "lemma": "አጭቤ",
        "example": ["አጭበርባሪ"]
    },
    {
        "lemma": "አጭቦደቦደ (ማጭቦድቦድ)",
        "example": ["እሽትሽት አደረገ", "ጨባበጠ"]
    },

    {
        "lemma": "ጥራት",
        "example": ["ጥሩነት", "ጥዳት"]
    },
    {
        "lemma": "ጥራዝ",
        "example": ["በአንድነት ማሰር", "መፅሃፍ ማድረግ", "የተመታ", "የተደበደበ", "የታሰረ", "የተተበተበ እቃ"]
    },
    {
        "lemma": "ጥራጊ",
        "example": ["ቆሻሻ", "ጉድፍ"]
    },
    {
        "lemma": "ጥሬ",
        "example": ["ያልበሰለ", "ጮርቃ", "ቃሪያ", "ያልተፈጨ", "ያላመ", "ያልተማረ", "ያልሰለጠነ", "ያልተነካ", "አዲስ"]
    },
    {
        "lemma": "ጥሬ እህል",
        "example": ["ያልተፈጨ", "ያልተቦካ"]
    },
    {
        "lemma": "ጥሬ ጨው",
        "example": ["ያልተደቆሰ"]
    },
    {
        "lemma": "ጥሬ ጥጥ",
        "example": ["ያልተፈለቀቀ"]
    },
    {
        "lemma": "ጥሬ ካብ",
        "example": ["ጭቃና ኖራ ያልገባበት በደንጊያ ብቻ �ይተሰራ"]
    },
    {
        "lemma": "ጥሬ ስጋ",
        "example": ["ያልተጠበሰ", "ያልተቀቀለ"]
    },
    {
        "lemma": "ጥር",
        "example": ["ከታህሳስ ቀጥሉ ያለ የወር ስም"]
    },
    {
        "lemma": "ጥርመሳ",
        "example": ["በቀላሉ መስበር", "ሽንቆራ", "ብርቀሳ"]
    },
    {
        "lemma": "ጥርስ",
        "example": ["በአፍ ውስጥ የሚበቅል ምግብ ማቀመጫ", "ማድቀቂያ", "ማኘኪያ", "የመጋዝ", "የማጭድ", "የሸማኔ መምቻ ማግን", "የብጉንጅ", "የእባጭ ሰንኮፍ", "የደነዘ", "የዶለዶመ ስለቱ የበረደ"]
    },
    {
        "lemma": "ጥርስ አወጣ",
        "example": ["ጥርስ አበቀለ", "ሞረደ", "ዘረዘረ", "አበጀ"]
    },
    {
        "lemma": "ጥርሰ በረዶ",
        "example": ["እንደ በረዶ ነጭ የሆነ ጥርስ"]
    },
    {
        "lemma": "ጥርስ ገባ",
        "example": ["ተጠላ", "መወደድን አጣ"]
    },
    {
        "lemma": "ጥርቀማ",
        "example": ["መሰብሰብ", "መጠራቀም", "መከማቸት"]
    },
    {
        "lemma": "ጥርቃሞ",
        "example": ["ከእያለበት የተጠራቀመ", "የተሰበሰበ"]
    },
    {
        "lemma": "ጥርብ",
        "example": ["የተጠረበ", "የታነጠ (ጥርብ ድንጋይ, እንጨት...)"]
    },
    {
        "lemma": "ጥርኝ",
        "example": ["እንደ ድመት ያለች ከአካሏ ዝባድ", "ሽቱ የሚወጣት", "ያንድ እጅ ዝግኝ", "ጭብጥ", "የእፍኝ እኩሌታ", "ጉራች ፈረስ"]
    },
    {
        "lemma": "ጥርዝ",
        "example": ["የተጠረዘ", "የተደጎሰ መፅሃፍ", "ደብተር", "የተመታ", "የተደበደበ", "የታሰረ", "የተተበተበ እቃ"]
    },
    {
        "lemma": "ጥርየት",
        "example": ["ከአድፍ መንጣት", "መጥራት"]
    },
    {
        "lemma": "ጥርጊያ",
        "example": ["ተጠርጎና ተደላድሎ ለጥ", "ቀጥ ብሎ ሰፊ ሆኖ የተሰራ የመንገድ ስፋትና �ለል"]
    },
    {
        "lemma": "ጥርጠራ",
        "example": ["የተነገረውን አለማመን", "የሽንብራ እሽት ከእንቁርባው �ውስጥ እየጠረጠሩ ማውጣት"]
    },
    {
        "lemma": "ጥርጥር",
        "example": ["ማንኛውንም ነገር መጠርጠር"]
    },
    {
        "lemma": "ጥሻ",
        "example": ["ጥቅጥቅ ያለ ጫካ", "ውድማ", "ዱር"]
    },
    {
        "lemma": "ጥቀሳ",
        "example": ["ከመፅሃፍ መጥቀስ", "በአይን", "በጣት መጥቀስ"]
    },
    {
        "lemma": "ጥቀርሻ",
        "example": ["ጥላት", "ጠለሸት", "ጥቁር", "በጢስ የሚጠራቀም"]
    },
    {
        "lemma": "ጥቀና",
        "example": ["ከትልቅነት ወደ አናሳነት መውረድ"]
    },
    {
        "lemma": "ጥቁ",
        "example": ["ድሃ", "መናጢ", "ምንም የሌለው"]
    },
    {
        "lemma": "ጥቁር",
        "example": ["ቀለሙ ከሰል የመሰለ"]
    },
    {
        "lemma": "ጥቁር ሰሌዳ",
        "example": ["ብላክ ቦርድ", "ለመፃፊያ በግድግዳ ላይ የሚሰቀል", "የሚንጠለጠል"]
    },
    {
        "lemma": "ጥቁር ድንጋይ",
        "example": ["ጠንካራና ከብዙ የአለት አይነቶች አንዱ"]
    },
    {
        "lemma": "ጥቂት",
        "example": ["ብዙ ያልሆነ"]
    },
    {
        "lemma": "ጥቃቅን",
        "example": ["በጣም ያነሰ", "ደቃቅ", "ቅንጣት"]
    },
    {
        "lemma": "ጥቃተኛ",
        "example": ["የተጠቃ", "ሁልጊዜ ግፍ የሚሰራበት", "መበደል", "መጠቃት"]
    },
    {
        "lemma": "ጥቃዘር",
        "example": ["በነፋስ", "በነፍሳት", "በውሃ...አማክይነት የሚካሄድ የእፀዋት የወነዱ �ርና የሴቴ ዘር ግንኙነት (ፖሊኔሽን)"]
    },
    {
        "lemma": "ጥቅ",
        "example": ["የተጠቃ", "የተበደለ"]
    },
    {
        "lemma": "ጥቅል",
        "example": ["ሽምልል (የገመድ, የሽቦ...)", "አንድነት ማህበር"]
    },
    {
        "lemma": "ጥቅምት",
        "example": ["ከመስከርም ቀጥሎ ያለ የወር ስም"]
    },
    {
        "lemma": "ጥቅስ",
        "example": ["ከመዕሃፍ ውስጥ እየተመረጠ", "እየወጣ የሚፃፍ የሚነገር", "በወጥ ተጠቅሶ የተዘጋጀ"]
    },
    {
        "lemma": "ጥቅሻ",
        "example": ["በአይን", "በጣት ምልክት መስጠት", "መጥራት"]
    },
    {
        "lemma": "ጥቅጥቅ",
        "example": ["ጭፍቅ ያለ ዱር", "ደን", "ጥሻ", "በጉም", "በጭጋግ የተሸፈነ"]
    },
    {
        "lemma": "ጥቆማ",
        "example": ["ነገሩን", "ቦታውን መጠቆም", "ማመልከት"]
    },
    {
        "lemma": "ጥቆራ",
        "example": ["ማጥቆር", "መንቀስ", "ማዥጎርጎር"]
    },
    {
        "lemma": "ጥቆስማ",
        "example": ["ጥቅስ ከሌላ የተወሰዱትን ዕሁፎች አመልካች"]
    },
    {
        "lemma": "ጥበቃ",
        "example": ["እረኝነት", "ክልከላ", "ዘብ", "የመጠበቅ ስራ"]
    },
    {
        "lemma": "ጥበብ",
        "example": ["ብልሃት ዘዴ", "ፍልስፍና", "እውቀት", "ቴክኒክ", "የርቀት", "የብልሃት ስራ", "ሸማኔ ከልዩ ልዩ አይነት ጥለት በልብስ ዳር የሚሰራው ጌጥ"]
    },
    {
        "lemma": "ጥበት",
        "example": ["የቱቦነት ጠባይ ያላቸው የአካል ክፍሎች መጥበብ", "የቱቦ መተላለፊያ ወይም አፍ መጥበብ", "በተፈጥሮ ወይም በግኝት ምክንያት ቱቦ ፈጠር የሆኑ አባለ አካላት መተላለፊያ መጥበብ"]
    },
    {
        "lemma": "ጥቢ",
        "example": ["ክረምት ውጭ", "መስከረም"]
    },
    {
        "lemma": "ጥቢኛ",
        "example": ["ለከት ሙልሙል", "ትንሽ ዳቦ"]
    },
    {
        "lemma": "ጥብሃት",
        "example": ["የፀሃይ ውጋጋን የሚታይበት", "መአልት መጀመር", "የጧት ነፋስ"]
    },
    {
        "lemma": "ጥብስ",
        "example": ["የተጠበሰ (ጥብስ ስጋ", "ጥብስ እሸት...)"]
    },
    {
        "lemma": "ጥብስ ወጥ",
        "example": ["ተዘልዝሎ ጎረድ", "ጎረድ ባለ ስጋ የተሰራ ወጥ"]
    },
    {
        "lemma": "ጥብቅ",
        "example": ["እግድ", "ክልክል", "ጠንካራ", "ሀይለኛ", "ንፉግ", "ስስታም", "የጠነከረ", "የጠበቀ", "ያሳላ", "ጥብቅ እስር", "ዋና ያልሆነ", "ያልፀደቀለት (እድገት", "ሹመት...)", "ቁባት"]
    },
    {
        "lemma": "ጥብቅ ገባ",
        "example": ["ነገር አዛነፈ", "ከውሳኔ አለፈ", "ሁለት መልስ ሰጠ"]
    },
    {
        "lemma": "ጥብቆ",
        "example": ["እጀ አጭር ልብስ", "ኪታ"]
    },
    {
        "lemma": "ጥብጠባ",
        "example": ["የስቅለት እለት ገረፋ", "ግስገሳ"]
    },
    {
        "lemma": "ጥብጠባት",
        "example": ["ግርፋት", "ሰንበር"]
    },
    {
        "lemma": "ጥብጣብ",
        "example": ["መሽቀቅ", "የሱሪ መታጠቂያ", "የካባ ጌጥ"]
    },
    {
        "lemma": "ጥነት",
        "example": ["ወደ ክፉ አሳብ ማዘንበል", "ለጠማማ ነገር ማድላት", "ቅን አሳብ አለመኖር", "ራስን ወደ ታች ማዘንበል"]
    },
    {
        "lemma": "ጥኑ",
        "example": ["ጠንካራ", "ብርቱ", "ደረቅ", "ፍንክች የማይል ተ", "የማይበገር", "የማይፈታ", "ግትር", "ጥብቅ"]
    },
    {
        "lemma": "ጥና",
        "example": ["በጣም መታመም", "በርታ", "ጠንክር", "ቻል", "እጣን የሚታጠንበት"]
    },
    {
        "lemma": "ጥናት",
        "example": ["መጠንከር", "መበርታት", "ትምህርት", "ማጥናት", "መማለድ", "መቀመጥ መቆየት (ደጅ ዋናት)"]
    },
    {
        "lemma": "ጥናንስሳመል",
        "example": ["የንስሳት �ምል", "ባህርይ ጥናት (ኢቶሎ)"]
    },
    {
        "lemma": "ጥንቃቄ",
        "example": ["ዝግጅት", "ትጋት", "ንቃት"]
    },
    {
        "lemma": "ጥንቅሽ",
        "example": ["ጣፋጭ የዘንጋዳ", "የማሽላ አገዳ", "እንደ ሸንኮር አገዳ የሚመጠጥ", "ለጋ", "ሸበሌ"]
    },
    {
        "lemma": "ጥንበራ",
        "example": ["አለማየት", "መታወር"]
    },
    {
        "lemma": "ጥንበዛ",
        "example": ["በሃይል መስከር"]
    },
    {
        "lemma": "ጥንባታም",
        "example": ["ግማቱ", "ቁነሳው", "ክርፋቱ የበዛ"]
    },
    {
        "lemma": "ጥንብ",
        "example": ["በክት", "የግማ", "የሸተተ", "ከባድ", "ዝፍዝፍ"]
    },
    {
        "lemma": "ጥንት",
        "example": ["ዱሮ", "ወትሮ", "ቀድሞ", "ስር", "መሰረት"]
    },
    {
        "lemma": "ጥንቸል",
        "example": ["መንተሌ", "ጡብ", "ጡብ እያለች የምትዘል አው"]
    },
    {
        "lemma": "ጥንከራ",
        "example": ["በሁሉ ነገር መጠንከር", "መበርታት"]
    },
    {
        "lemma": "ጥንካሬ",
        "example": ["አለመሸነፍ", "አለመንበርከክ", "አለመበገር", "ጥኑ ጠንካራ መሆን"]
    },
    {
        "lemma": "ጥውልውል",
        "example": ["ቅልሽልሽ የሚል", "አቅለሽሳሽ ነገር"]
    },
    {
        "lemma": "ጥንዚዛ",
        "example": ["ከንብ የሚተልቅ በራሪ", "እንዝዝ", "ጥቁር የኑግ ልጥልጥ የሚመስል"]
    },
    {
        "lemma": "ጥንድ",
        "example": ["ሁለት", "እጥፍ", "ድርብ", "የተቀናጀ", "መንታ"]
    },
    {
        "lemma": "ጥንጁት",
        "example": ["መራርቻ", "የቁጥቋጦ አይነት", "እቃ የሚታጠንበት", "ጥሩ ሽታ �ለው"]
    },
    {
        "lemma": "ጥንግ",
        "example": ["አሩር", "እንቁር", "ቅሌ"]
    },
    {
        "lemma": "ጥንጣኔ",
        "example": ["ጥንጠና", "መጠንጠን", "መንቀዝ", "መሽምግል", "ማርጀት", "ፈትል አጠናጠን"]
    },
    {
        "lemma": "ጥንጥን",
        "example": ["የተጠነጠነ ፈትል", "የእንጨት አነቃቀዝ", "የተወሰነ ቁጥር ኖሮት የተጠመጠመ የኮረንቲ ሽቦ", "ኮረንቲ ሲያልፍበት ማግኔትነት ጠባይ የሚኖረው"]
    },
    {
        "lemma": "ጥንፈፋ",
        "example": ["ያለቀ", "የተጨረሰ", "እንቃሪ እንኳን የሌለው"]
    },
    {
        "lemma": "ጥንፋፊ",
        "example": ["ውሃው የተጠነፈፈ", "ከውሃ ተለይቶ ጠፍ ያለ", "ጭሳጭ ውሃ", "ለዘር ከሞት የተረፈ"]
    },
    {
        "lemma": "ጥንፍ",
        "example": ["ጽንፍ", "ዳር", "ዳርቻ", "መጨረሻ"]
    },
    {
        "lemma": "ጥንፍፍ",
        "example": ["የተጠነፈፈ", "ከውሃ ባዶ የሆነ"]
    },
    {
        "lemma": "ጥዋ",
        "example": ["ከሳት", "ከሸክላ", "ከብር..የተሰራ ዋንጫ", "መጠጫ"]
    },
    {
        "lemma": "ጥዜት",
        "example": ["ከእንፋሎትነት ወደ ፈሳሽነት የመለወጥ ሂደት"]
    },
    {
        "lemma": "ጥዝጠዛ",
        "example": ["መጠዝጠዝ", "መንዘር", "መነዝነዝ"]
    },
    {
        "lemma": "ጥይት",
        "example": ["በጠመንጃ", "በመድፍ", "በመትረየስ ... አማክይነት የሚተኮስ", "ባሩድና አረር የያዘ ነገር", "ፈጣን ጮሌ", "ጎበዝ"]
    },
    {
        "lemma": "ጥያራ",
        "example": ["አይሮፕላን", "የአየር መጓጓዣ"]
    },
    {
        "lemma": "ጥያቄ",
        "example": ["ጥየቃ", "መጠየቅ", "ምርመራ", "ሀተታ", "እህታ", "የጥያቄ ምልክት (?)"]
    },
    {
        "lemma": "ጥዳት",
        "example": ["የጠዳ", "የጠራ", "እድፍ", "ጉድፍ እንከን የሌለው"]
    },
    {
        "lemma": "ጥድ",
        "example": ["ትልቅ ዛፍ"]
    },
    {
        "lemma": "ጥድፊያ",
        "example": ["ችኮላ", "ጥብጠባ", "ፍጥነት"]
    },
    {
        "lemma": "ጥድፍ አለ",
        "example": ["ሲሄድ", "ሲናገር ችኩል ችኩል አለ"]
    },
    {
        "lemma": "ጥጃ",
        "example": ["ወግዝ", "እምቦሳ", "ያሳደገ የእንስሳ ልጅ"]
    },
    {
        "lemma": "ጥገት",
        "example": ["የምትታለብ ላም"]
    },
    {
        "lemma": "ጥገና",
        "example": ["የተሰበረውን", "የወለቀውን ከቦታው አግብቶ ማሰር ማከም", "ጊዜያዊ ለውጥ ማድረግ", "ማገዝ", "መደገፍ መርዳት", "እድሳት ማድረግ"]
    },
    {
        "lemma": "ጥገን",
        "example": ["የጉልበት እብጠት"]
    },
    {
        "lemma": "ጥገን ያዘው",
        "example": ["አበጠ", "ታመመ", "ውሃ ወጣበት"]
    },
    {
        "lemma": "ጥገኛ",
        "example": ["የተማጠነ", "ሰውን ጥግ ያደረገ", "በሌላ መንግስት ጥግ ያደረገ", "ጠባቂ ያለው", "ባለጥግ"]
    },
    {
        "lemma": "ጥጌ",
        "example": ["ፅጌ", "አበባ", "ወኔ", "መጠጊያየ"]
    },
    {
        "lemma": "ጥጋበኛ",
        "example": ["የጠገበ", "ጥጋብ ያሰከረው", "እብሪተኛ"]
    },
    {
        "lemma": "ጥጋብ",
        "example": ["ምግብ በልቶ መጥገብ", "እብሪት"]
    },
    {
        "lemma": "ጥጋት",
        "example": ["አዳሪ", "ያልታረሰ መሬት", "ተገን", "ጥግነት ያለው ቦታ"]
    },
    {
        "lemma": "ጥጋጥግ",
        "example": ["ሜዳ ያይደለ", "የገደላገደል", "የኮረብታ", "የተራራ", "አካባቢ"]
    },
    {
        "lemma": "ጥግ",
        "example": ["ስር", "ታች", "ግርጌ", "የድሃ ረዳት", "ደጋፊ"]
    },
    {
        "lemma": "ጥግ ጥጉን ያዘ",
        "example": ["ታች ታቹን", "ስር ስሩን አለፈ", "ዳቦ ሲያይ ብ ልቡን", "ዳግት ሲያይ ጥግ ጥጉን"]
    },
    {
        "lemma": "ጥግነት",
        "example": ["ከለላነት ተገን"]
    },
    {
        "lemma": "ጥጠራ",
        "example": ["መጠንከር", "አለመሳሳት", "ጥጥር መሆን"]
    },
    {
        "lemma": "ጥጥ",
        "example": ["የታወቀ ተክል", "በሙቀት አገር የሚበቅል", "ልዩ ልዩ ልብስ ለመስራት የሚጠቅም"]
    },
    {
        "lemma": "ጥጥርሽ",
        "example": ["መጠጠር", "መጠንከር", "ለመበላት", "ለመወጋት የማይበግር"]
    },
    {
        "lemma": "ጥፉ",
        "example": ["የጠፋ", "ብሳሽ", "ከንቱ", "ክፉ", "የማያምር", "በረኃ", "ምድረ በዳ", "ደረቅ ስፍራ"]
    },
    {
        "lemma": "ጥፊ",
        "example": ["ውስጥ እጅ", "የውስጥ እጅ ምት", "ሽውታ ምች", "ግርፋት"]
    },
    {
        "lemma": "ጥፋተኛ",
        "example": ["በደለኛ", "ክፉ አድራጊ"]
    },
    {
        "lemma": "ጥፋት",
        "example": ["ሞት", "ህልፈት", "እንዳልነበረ መሆን", "የማይገባ ስራ (ስርቆሽ", "ዝሙት…)"]
    },
    {
        "lemma": "ጥፍር",
        "example": ["በእጅና በእግር ጣቶች ጫፍ ላይ የሚበቅል እድገቱ በእድሜ የማይቆም ለመቧጠጫ", "ለመቆንጠጫ የሚጠቅም"]
    },
    {
        "lemma": "ጥፍት",
        "example": ["እልም", "ድርግም"]
    },
    {
        "lemma": "ጥፍት አለ",
        "example": ["ውድም አለ"]
    },
    {
        "lemma": "ጥጥፍሬ",
        "example": ["ጥፍጥሬ", "የጥጥ ፍሬ", "ዘር"]
    },
    {
        "lemma": "ጥፍጥፍ",
        "example": ["የተጠፈጠፈ (አዛባ…)", "የማያምር", "ዶፍዷፋ"]
    },
    {
        "lemma": "ጦለ (መጦል)",
        "example": ["ፈጠነ", "ቸኮለ", "አጦለ", "ጠረገ", "ለየ (እህልን ከገለባ)"]
    },
    {
        "lemma": "ጦለጦለ (መጦልጦል)",
        "example": ["ተክለፈለፈ", "ተንቀዠቀዠ", "ባከነ"]
    },
    {
        "lemma": "ጦሊት",
        "example": ["ሰርመዲ", "አንገልብስ", "ያንገት ልብስ", "ህባኔ"]
    },
    {
        "lemma": "ጦልጧላ",
        "example": ["ጦንጧና", "ሶልሷላ", "ሎጥሏጣ"]
    },
    {
        "lemma": "ጦሎታ",
        "example": ["የጅራፍ ውልብልቢት"]
    },
    {
        "lemma": "ጦመ (መጦም)",
        "example": ["ከመብልና ከጥሉላት", "ከነገር ተወገደ", "ተግደርዳሪ ጦም አዳሪ"]
    },
    {
        "lemma": "ጦመረ (መጦመር)",
        "example": ["ፃፈ", "ከተበ"]
    },
    {
        "lemma": "ጦማር",
        "example": ["ፅህፈት", "ደብዳቤ"]
    },
    {
        "lemma": "ጦም አዳሪ",
        "example": ["ምንም የሌለው", "ምስኪን", "ድሃ"]
    },
    {
        "lemma": "ጦረ (መጦር)",
        "example": ["ረዳ", "አገለገለ", "ተንከባከበ", "ቸረ"]
    },
    {
        "lemma": "ጦር",
        "example": ["ሎጋ", "ዘገር", "ዋመሳ", "ጨሬ", "ጭሬ", "ጭፍራ", "ሰራዊት"]
    },
    {
        "lemma": "ጦርጦራ",
        "example": ["ገንጋኝ"]
    },
    {
        "lemma": "ጦሰኛ",
        "example": ["የክፉ ምክንያት", "ነገር የሚሰራ ሰው"]
    },
    {
        "lemma": "ጦስ",
        "example": ["ምክንያት", "መነሾ", "መዘዘ", "ሰበብ"]
    },
    {
        "lemma": "ጦስኝ",
        "example": ["በደጋ የሚበቅል ጥሩ ሽታ ያለው ቅ"]
    },
    {
        "lemma": "ጦሽ አለ",
        "example": ["ጮኸ", "ድምጥ ሰጠ"]
    },
    {
        "lemma": "ጦነጦነ (መጦንጦን)",
        "example": ["ነቀዘ", "ከጥቅም ውጭ ሆነ"]
    },
    {
        "lemma": "ጦዘ (መጦዝ)",
        "example": ["ከረረ", "ተኮመታተረ"]
    },
    {
        "lemma": "ጦዝጧዛ",
        "example": ["ሎጤ ተፈሪ ቶስቷሳ"]
    },
    {
        "lemma": "ጦጣ",
        "example": ["ብልጣብልጥ የዱር አውሬ", "እንደ ጉሬዛና ጅንጀሮ ረጅም ጅራት ያለው", "የለመደች ጦጣ ሁልጊዜ ሽምጠጣ"]
    },
    {
        "lemma": "ጦፈ (መጦፍ)",
        "example": ["ተቆጣ", "ተናደደ", "አረረ", "ተቃጠለ", "በሰም ተነክሮ ጧፍ ሆነ", "ነደደ", "ተንቀለቀለ", "ባለሟል ሆነ", "አብሮ አጎበኅበ", "በጣም ቀበጠ", "ጮለለ", "ጦፈ", "ዋጋ በጣም ጨመረ", "ናረ", "ተወደደ"]
    },
    {
        "lemma": "ጧ ያለ",
        "example": ["ሜዳ አባጣ ጎባጣ የሌለው ሰታታ", "ለጥ ያለ ሜዳ"]
    },
    {
        "lemma": "ጧ አለ",
        "example": ["እርጥብ እንጨት ሲነድ ተንጣጣ", "ተቀደደ", "ተበጠሰ", "ቷ አለ", "ወደቀ", "ተኛ", "ተዘረረ", "ተዘረጋ", "ዟ አለ", "አለ ልክ ሳቀ"]
    },
    {
        "lemma": "ጧሪ",
        "example": ["የጦረ", "የሚጦር", "አጋዥ", "ረዳት", "ደግ አማጭን መጦር", "ክፉ አማጭን በጦር"]
    },
    {
        "lemma": "ጧት",
        "example": ["ንጋት", "ሱቢህ", "ፀሃይ የሚወጣበት ጊዜ"]
    },
    {
        "lemma": "ጧ አደረገ",
        "example": ["መታ", "በጠሰ"]
    },
    {
        "lemma": "ጧፍ",
        "example": ["በሰም የተነከረ ወፍራም ክር", "ለመብራት የሚሆን ፋና", "ሻማ"]
    },
    {
        "lemma": "ጨ",
        "example": ["በሳንቃ የሚነገር ሃያ አራተኛ ፊደል"]
    },
    {
        "lemma": "ጨለመ (መጨለም)",
        "example": ["መሽ", "ለአይን ያዘ", "ጠቆረ", "ተለወጠ", "ጠቆረ (ፊት)", "ታወረ", "ማየት ተሳነው (ኣይን)"]
    },
    {
        "lemma": "ጨለማ",
        "example": ["የብርሃን አለመኖር", "ማየት አለመቻል", "ድንቁርና", "መሃይምነት", "ድህነት የበዛበት"]
    },
    {
        "lemma": "ጨለቀ (መጨለቅ)",
        "example": ["በጠበጠ", "ሰበቀ", "አስማማ", "አዋሃደ (ተልባ", "ኑግ...)", "ሞጭሟጫ", "መጭቅጫ", "ጨነቆር ሆነ (አይን)"]
    },
    {
        "lemma": "ጨለቅላቃ",
        "example": ["አይን ላይ የሚብለጨለጭ", "የሚያጥበረብር", "ሁለገብ", "የርጎ ዝንብ", "ጥልቅ ብየ"]
    },
    {
        "lemma": "ጨለቆ",
        "example": ["የተበጠበጠ የተልባ ጭልታ", "አይነ መጭማጫ"]
    },
    {
        "lemma": "ጨለኸ (መጨለ)",
        "example": ["በጣም ደረቀ", "ቀለዘ", "ከረረ (እንጨት...)"]
    },
    {
        "lemma": "ጨለውታ",
        "example": ["ወረርሽኝ", "ተስቦ", "ተውሳክ", "በሽታ"]
    },
    {
        "lemma": "ጨለጠ (መጨለጥ)",
        "example": ["ጨርሶ ጠጣ", "ጅው አደረገ", "ጨረሰ", "አጋባ", "አጠነፈፈ", "ገለበጠ", "ባዶ አደረገ", "ሄደ", "ራቀ", "ከአይን ተሰወረ (መንገደኛ)", "በሃሳብ ተመሰጠ", "አርቆ አሰበ", "አሰላሰለ", "አወጣ አወረደ"]
    },
    {
        "lemma": "ጨለጨለ (መጨልጨል)",
        "example": ["በቀለ", "ለመለመ", "አጠለጠለ", "በትክክል ማየት ተሳነው", "ብልጭ ድርግም አለበት", "ፍንጣቂ", "ጭላንጭል ታየ", "ጭልጭል አለ", "ትንጨላጨል የነበረችው ተስፋው ጨለመችበት"]
    },
    {
        "lemma": "ጨለፈ (መጨለፍ)",
        "example": ["ቀነሰ", "ጠለቀ", "በጥቂት ቀዳ (ወጥ...)", "ጨለፍ", "ቀንጠብ አደረገ (ትምህርት)", "ጨለፍ", "ቀጠፍ አድርጎ አወራ", "ወሰደ", "ቀማ", "ነጠቀ (ጭልፊት…)"]
    },
    {
        "lemma": "ጨላሳ",
        "example": ["አውላላ", "አባጣ ጎባጣ የሌለው", "ጭው ያለ ሲታታ", "ሚዳ", "ሰንጣ"]
    },
    {
        "lemma": "ጨሌ",
        "example": ["ስንድድ", "ትንንሽ ሻሜ", "ዶቃ", "የሳር ቡቃያ", "የተለያየ ቀለም ያለው ስንድድ በክር ላይ ተሰክቶ የአተቴ", "የዛር መለማመኛ", "በአንገት ላይ የሚደረግ ጌጥ"]
    },
    {
        "lemma": "ጨሌንካ",
        "example": ["የለምድ", "የካባ መጋጠሚያ"]
    },
    {
        "lemma": "ጨሎ",
        "example": ["ሹሉዳ", "አይጥ የሚባለው የክንድ ላይ ስጋ"]
    },
    {
        "lemma": "ጨመለቀ (ጨምለቅ)",
        "example": ["ተጨማለቀ", "ተቀባባ", "ተለወሰ (በጭቃ", "በአድፍ...)", "በንግግር ተንተባተበ", "ተለፋደደ", "ባለገ የሚያደርገውን አሳጣው"]
    },
    {
        "lemma": "ጨመረ (መጨመር)",
        "example": ["አበዛ", "አከለ", "ደመረ", "ደበለ፥", "በጎደለው ሞሳ", "አስተካከለ", "ዶለ", "አስባ", "መደ", "ችግር", "መከራ አግባ"]
    },
    {
        "lemma": "ጨመቀ (መጭመቅ)",
        "example": ["አንጠፈጠፈ", "ጠመዘዘ (ረጠበ ልብስ)", "አጠለለ", "አንጠፈጠፈ (ወንፊት)", "ፍሬ ነገሩን መረጠ", "አወጣ", "ለየ", "አሳጠረ", "እንባ አዘለ", "አቀረረ", "እንባ አፈሰሰ"]
    },
    {
        "lemma": "ጨመቀቀ (ጨምቀቅ)",
        "example": ["እንዳይሄድ አስሮ", "ሸምቅቆ ያዘ", "አሳስሄድ አለ"]
    },
    {
        "lemma": "ጨመቀቃ",
        "example": ["ወገብን", "ጅማትን አስሮ የሚይዝ", "የሚሸመቅቅ (ቁርጥማት", "ሪህ...)"]
    },
    {
        "lemma": "ጨመቆት",
        "example": ["ከአይኑ እንባ የሚፈሰው"]
    },
    {
        "lemma": "ጨመተ (መጨመት)",
        "example": ["ረጋ", "ጨዋ ሆነ", "ታገሰ", "አደብ ገዛ", "ቻለ", "ከመናገር ተቆጠበ", "ዝም አለ", "አዘገበ", "አነጣጠረ", "ደከረ"]
    },
    {
        "lemma": "ጨመተረ (መጨምተር)",
        "example": ["ተጨማተረ", "ተኮማተረ", "ተጨማደደ (እሳት የነካው ቆላ...)", "ተኮመታተረ", "ተቆጣጠረ (የከረረ ክር)", "ተጨማተረ", "ተጨማደደ (በሽምግልና)", "ተጨማተረ", "ተቆጣጠረ (ት)", "ሆመጠጠ", "ሸመጠጠ", "ሽመጠረ", "ጠመተረ"]
    },
    {
        "lemma": "ጨመደደ (መጨምደድ)",
        "example": ["ጨቦደ", "ጨበጠ", "ያዘ", "ሸበሸበ", "አኮማተረ", "አያይዞ ሰፋ", "ከቀዳዳ ይሻላል ጨምዛዛ", "ተቸገረ", "ደስታ አጣ", "አልሟላለት አለ", "ሰውየው በችግር ተጨማደደ", "ሰነከለ", "ሸመቀቀ (በሽታ)", "ፊቱን አጨማደደ", "አኮማተረ"]
    },
    {
        "lemma": "ጨመደድ",
        "example": ["የተጨማደደ ስፌት", "በበሽታ የተጨማደደ", "የተሸመቀቀ"]
    },
    {
        "lemma": "ጨመጨመ (መጨምጦም)",
        "example": ["ግድግዳውን ጨረሰ", "ደመደመ", "አሰረ", "ማግረ", "መላልሶ ላመ", "እንባ አዘለ", "በቀስታ ሰማ"]
    },
    {
        "lemma": "ጨማዳ",
        "example": ["ሆዳም", "ነገሌ"]
    },
    {
        "lemma": "ጨምበል",
        "example": ["ሻሽ", "አይነ እርግብ", "ማስክ", "መሸፈኛ"]
    }
   ,
    {
        "lemma": "ጥሙና",
        "example": ["ቀስታ", "እርጋታ", "ትእግስት", "ፀጥታ"]
    },
    {
        "lemma": "ጥማሜ",
        "example": ["በቀና መንገድ አለመሄድ", "አለማስተዋል"]
    },
    {
        "lemma": "ጥማሪ",
        "example": ["የተጣመረ", "የተባበረ"]
    },
    {
        "lemma": "ጥማቂ",
        "example": ["የተጠመቀ ጠላ", "የተጠመቀ ሰው", "ማጣሪያ", "የተጠለለ"]
    },
    {
        "lemma": "ጥማድ",
        "example": ["ጥንድ"]
    },
    {
        "lemma": "ጥምለሳ",
        "example": ["አጠፋ", "ቁልመማ"]
    },
    {
        "lemma": "ጥምልምል",
        "example": ["የተጥመለመለ", "ሽባ", "ዝልፍልፍ", "ሽምድምድ"]
    },
    {
        "lemma": "ጥምብራ",
        "example": ["በጎራዴ መክድ (ውሳጋ)", "በእቃ ላይ ከብር", "ከወርቅ የሚሰራ ጌጥ", "ናሳ", "አንጎል"]
    },
    {
        "lemma": "ጥምብስብስ",
        "example": ["አስተካክሎ የማያይ", "የተጨናበሰ"]
    },
    {
        "lemma": "ጥምዝምዝ",
        "example": ["ቀጥታ አቅጣጫ ያልሆነ ቦታ", "ወንዝ"]
    },
    {
        "lemma": "ጥረሾ",
        "example": ["የገብስ ቂጣ", "ዳቦ"]
    },
    {
        "lemma": "ጥረት",
        "example": ["ትጋት", "ጭንቀት", "ልፋት", "ድካም"]
    },
    {
        "lemma": "ጥረዛ",
        "example": ["የተበተነውን ባንድነት ማሰር", "መጠረዝ"]
    },
    {
        "lemma": "ጥረፋ",
        "example": ["በገመድ...ማሰር", "መጠፈር", "መተብተብ"]
    },
    {
        "lemma": "ጥሩ",
        "example": ["የተጣራ", "ንፀህ", "የጠዳ", "ነጭ", "ፀአዳ", "ወለላ", "ማለፊያ", "መልካም"]
    },
    {
        "lemma": "ጥሩምባ",
        "example": ["ሲነፋ ድምፅ የሚሰጥ እምቢልታ ቆ መለከት", "ውሸታም", "ሽርካታ"]
    },
    {
        "lemma": "ጥሩር",
        "example": ["የብረት ልብስ", "መከላከያ", "ልብድ"]
    },
    {
        "lemma": "ጥሪ",
        "example": ["በቅርብም ሆነ በሩቅ ስምን እያነሱ መጥራት", "መጋበዝ", "ለሰርግ", "ለማህበር...መጥራት", "የሞት ጥሪ", "ያራስ ጥሪ መስጠት", "ንፁህ መሆን", "መንፃት", "ስም መስጠት", "መሰየም"]
    },
    {
        "lemma": "ጥሪት",
        "example": ["ቅርስ", "ገንዘብ", "ህብት"]
    },
    {
        "lemma": "ጥራቢ",
        "example": ["የእንጨት", "የደንጊያ ስብርባሪ", "ቅርፍራፊ", "ፍቅፋቂ", "ልላጭ", "ልባጭ", "ፍርፋሪ", "ድቃቂ", "ከልካይ"]
    }
  ,
    {
        "lemma": "መሃል",
        "example": ["አገዳውን የተመታ"]
    },
    {
        "lemma": "አወከ",
        "example": ["አተራመሰ", "አስቸገረ", "አመሰ", "በጠበጠ", "ወለገደ", "አስጨነቀ", "አሳዘነ"]
    },
    {
        "lemma": "አወካ",
        "example": ["ተንጫጫ", "ተደበላለቀ (በጩኸት)"]
    },
    {
        "lemma": "አወዛወዘ",
        "example": ["አነቃነቀ", "አርገበገበ", "አደከመ", "አወጣ አወረደ (በነገር", "በሙግት)"]
    },
    {
        "lemma": "አወይ",
        "example": ["አጀብ", "አድናቆትን", "ሃዘንን መግለፅ", "አወይ ጉድ", "ወይ ጉድ ማለት"]
    },
    {
        "lemma": "አወደ",
        "example": ["ዞረ", "ክብ ሆነ", "ከበበ", "በመሃል አደረገ", "መሬት ፀሃይን ዞረች"]
    },
    {
        "lemma": "አወደሰ",
        "example": ["አመሰግነ", "አሞገሰ", "ካበ", "ከፍ ከፍ አደረገ"]
    },
    {
        "lemma": "አወደቀ",
        "example": ["ሰባበረ", "ጣለ", "አሳመመ", "ለሽለሽ", "ረፈረፈ", "ለጠሰ", "አጋደለ"]
    },
    {
        "lemma": "አወጀ",
        "example": ["ለፈፈ", "ነገረ (ደንብ", "አዋጅ)"]
    },
    {
        "lemma": "አወጋ",
        "example": ["አወራ", "ተጫወተ", "ተናገረ", "ተረከ", "ወገተ", "ጠረቀ"]
    },
    {
        "lemma": "አወጠወጠ",
        "example": ["በእስክስታ", "አንገቱን አወዛወዘ", "አነቃነቀ", "ጡት አወጣች", "አጎጠጎጠች (ሴት ልጅ)"]
    },
    {
        "lemma": "አወጣ",
        "example": ["አሳለፈ", "ጨለፈ (ወጥ...)", "ሰራ", "ደነገገ", "ደረሰ", "አወጣጣ (ስርአት ደንብ", "መፅሃፍ…..)"]
    },
    {
        "lemma": "አወጣጠን",
        "example": ["ኣጀማመር"]
    },
    {
        "lemma": "አወጣጣ",
        "example": ["ከየአይነቱ አጠራቀመ", "ለማስተባበር", "ለማገናዘብ ሃሳብን", "ቃላትን", "ጥቅስን ...አዛመደ", "አቀነባበረ"]
    },
    {
        "lemma": "አዉ",
        "example": ["የጅብ ጩኸት"]
    },
    {
        "lemma": "አዋሃደ",
        "example": ["አንድ አደረገ", "አንድ አካል", "አንድ ባህርይ አደረገ", "ብዙ ነገሮችን ደበላልቆ አንድ አደረጋቸው"]
    },
    {
        "lemma": "አዋሃጅ",
        "example": ["አንድ አድራጊ"]
    },
    {
        "lemma": "አዋለ",
        "example": ["አገደ", "ጠበቀ", "እረኛው ከብቶቹን በሜዳ ላይ አዋለ", "ከለከለ", "ነፈገ", "ታደገ", "አዳነ"]
    },
    {
        "lemma": "አዋለደ",
        "example": ["እንድትወልድ ረዳ", "ገላገለ", "አበዛ", "አበራከተ", "አካበተ"]
    },
    {
        "lemma": "አዋልድ",
        "example": ["ከቅዱሳን መፅሃፎች የማይቆጠሩ መፅሃፎች", "ለሃይማኖት ምስክር የማይሆኑ", "ከመፅሃፎች እየተውጣጡ የተፃፉ ገድልና ድርሳን", "ብዙ ልጅ አገረዶች"]
    },
    {
        "lemma": "አዋረደ",
        "example": ["ሰደበ", "ነቀፈ", "አቃለለ", "ዝቅ አድርጎ አየ", "ችላ አለ", "ከበሬታ ነሳ", "ነፈገ"]
    },
    {
        "lemma": "ኣዋራ",
        "example": ["ወሬ እንዲዳረስ አደረገ", "ነዛ", "በተነ", "አወጋ"]
    },
    {
        "lemma": "አዋሰ",
        "example": ["ቶሎ የሚመለስ ነገር ሰጠ", "አበደረ", "ዋስ ጠራ", "ተያዥ ሰጠ"]
    },
    {
        "lemma": "ኣዋሸከ",
        "example": ["አዛወቀ", "አዘነኮረ", "አሳበቀ", "በሃሰት ተናገረ"]
    },
    {
        "lemma": "አዋቀረ",
        "example": ["ጀመረ", "ሰራ", "መሰረት ጣለ"]
    },
    {
        "lemma": "አዋከበ",
        "example": ["አቻኮለ", "አጣደፈ", "ቀልብ አሳጣ"]
    },
    {
        "lemma": "አዋኪ",
        "example": ["ያወከ", "የሚያውክ", "በጥባጭ", "አስቸጋሪ"]
    },
    {
        "lemma": "አዋዊ",
        "example": ["ጣእመ ፍጥነቱ ምላስን የሚያስረቀርቅ", "የሚያመረቃ"]
    },
    {
        "lemma": "አዋዋ",
        "example": ["ጣፈጠ", "አመረቃ", "ጣመ (እህል", "ፍሬ…)"]
    },
    {
        "lemma": "አዋዋለ",
        "example": ["ውል አፈራረመ", "አጨራረሰ", "አሻጠረ", "አስማማ", "አገጣጠመ", "አገናኘ"]
    }
,
    {
        "lemma": "ጥራት",
        "example": ["ጥሩነት", "ጥዳት"]
    },
    {
        "lemma": "ጥራዝ",
        "example": ["በአንድነት ማሰር", "መፅሃፍ ማድረግ", "የተመታ", "የተደበደበ", "የታሰረ", "የተተበተበ እቃ"]
    },
    {
        "lemma": "ጥራጊ",
        "example": ["ቆሻሻ", "ጉድፍ"]
    },
    {
        "lemma": "ጥሬ",
        "example": ["ያልበሰለ", "ጮርቃ", "ቃሪያ", "ያልተፈጨ", "ያላመ", "ያልተማረ", "ያልሰለጠነ", "ያልተነካ", "አዲስ"]
    },
    {
        "lemma": "ጥሬ እህል",
        "example": ["ያልተፈጨ", "ያልተቦካ"]
    },
    {
        "lemma": "ጥሬ ጨው",
        "example": ["ያልተደቆሰ"]
    },
    {
        "lemma": "ጥሬ ጥጥ",
        "example": ["ያልተፈለቀቀ"]
    },
    {
        "lemma": "ጥሬ ካብ",
        "example": ["ጭቃና ኖራ ያልገባበት በደንጊያ ብቻ �ይተሰራ"]
    },
    {
        "lemma": "ጥሬ ስጋ",
        "example": ["ያልተጠበሰ", "ያልተቀቀለ"]
    },
    {
        "lemma": "ጥር",
        "example": ["ከታህሳስ ቀጥሉ ያለ የወር ስም"]
    },
    {
        "lemma": "ጥርመሳ",
        "example": ["በቀላሉ መስበር", "ሽንቆራ", "ብርቀሳ"]
    },
    {
        "lemma": "ጥርስ",
        "example": ["በአፍ ውስጥ የሚበቅል ምግብ ማቀመጫ", "ማድቀቂያ", "ማኘኪያ", "የመጋዝ", "የማጭድ", "የሸማኔ መምቻ ማግን", "የብጉንጅ", "የእባጭ ሰንኮፍ", "የደነዘ", "የዶለዶመ ስለቱ የበረደ"]
    },
    {
        "lemma": "ጥርስ አወጣ",
        "example": ["ጥርስ አበቀለ", "ሞረደ", "ዘረዘረ", "አበጀ"]
    },
    {
        "lemma": "ጥርሰ በረዶ",
        "example": ["እንደ በረዶ ነጭ የሆነ ጥርስ"]
    },
    {
        "lemma": "ጥርስ ገባ",
        "example": ["ተጠላ", "መወደድን አጣ"]
    },
    {
        "lemma": "ጥርቀማ",
        "example": ["መሰብሰብ", "መጠራቀም", "መከማቸት"]
    },
    {
        "lemma": "ጥርቃሞ",
        "example": ["ከእያለበት የተጠራቀመ", "የተሰበሰበ"]
    },
    {
        "lemma": "ጥርብ",
        "example": ["የተጠረበ", "የታነጠ (ጥርብ ድንጋይ, እንጨት...)"]
    },
    {
        "lemma": "ጥርኝ",
        "example": ["እንደ ድመት ያለች ከአካሏ ዝባድ", "ሽቱ የሚወጣት", "ያንድ እጅ ዝግኝ", "ጭብጥ", "የእፍኝ እኩሌታ", "ጉራች ፈረስ"]
    },
    {
        "lemma": "ጥርዝ",
        "example": ["የተጠረዘ", "የተደጎሰ መፅሃፍ", "ደብተር", "የተመታ", "የተደበደበ", "የታሰረ", "የተተበተበ እቃ"]
    },
    {
        "lemma": "ጥርየት",
        "example": ["ከአድፍ መንጣት", "መጥራት"]
    },
    {
        "lemma": "ጥርጊያ",
        "example": ["ተጠርጎና ተደላድሎ ለጥ", "ቀጥ ብሎ ሰፊ ሆኖ የተሰራ የመንገድ ስፋትና �ለል"]
    },
    {
        "lemma": "ጥርጠራ",
        "example": ["የተነገረውን አለማመን", "የሽንብራ እሽት ከእንቁርባው �ውስጥ እየጠረጠሩ ማውጣት"]
    },
    {
        "lemma": "ጥርጥር",
        "example": ["ማንኛውንም ነገር መጠርጠር"]
    },
    {
        "lemma": "ጥሻ",
        "example": ["ጥቅጥቅ ያለ ጫካ", "ውድማ", "ዱር"]
    },
    {
        "lemma": "ጥቀሳ",
        "example": ["ከመፅሃፍ መጥቀስ", "በአይን", "በጣት መጥቀስ"]
    },
    {
        "lemma": "ጥቀርሻ",
        "example": ["ጥላት", "ጠለሸት", "ጥቁር", "በጢስ የሚጠራቀም"]
    },
    {
        "lemma": "ጥቀና",
        "example": ["ከትልቅነት ወደ አናሳነት መውረድ"]
    },
    {
        "lemma": "ጥቁ",
        "example": ["ድሃ", "መናጢ", "ምንም የሌለው"]
    },
    {
        "lemma": "ጥቁር",
        "example": ["ቀለሙ ከሰል የመሰለ"]
    },
    {
        "lemma": "ጥቁር ሰሌዳ",
        "example": ["ብላክ ቦርድ", "ለመፃፊያ በግድግዳ ላይ የሚሰቀል", "የሚንጠለጠል"]
    },
    {
        "lemma": "ጥቁር ድንጋይ",
        "example": ["ጠንካራና ከብዙ የአለት አይነቶች አንዱ"]
    },
    {
        "lemma": "ጥቂት",
        "example": ["ብዙ ያልሆነ"]
    },
    {
        "lemma": "ጥቃቅን",
        "example": ["በጣም ያነሰ", "ደቃቅ", "ቅንጣት"]
    },
    {
        "lemma": "ጥቃተኛ",
        "example": ["የተጠቃ", "ሁልጊዜ ግፍ የሚሰራበት", "መበደል", "መጠቃት"]
    },
    {
        "lemma": "ጥቃዘር",
        "example": ["በነፋስ", "በነፍሳት", "በውሃ...አማክይነት የሚካሄድ የእፀዋት የወነዱ �ርና የሴቴ ዘር ግንኙነት (ፖሊኔሽን)"]
    },
    {
        "lemma": "ጥቅ",
        "example": ["የተጠቃ", "የተበደለ"]
    },
    {
        "lemma": "ጥቅል",
        "example": ["ሽምልል (የገመድ, የሽቦ...)", "አንድነት ማህበር"]
    },
    {
        "lemma": "ጥቅምት",
        "example": ["ከመስከርም ቀጥሎ ያለ የወር ስም"]
    },
    {
        "lemma": "ጥቅስ",
        "example": ["ከመዕሃፍ ውስጥ እየተመረጠ", "እየወጣ የሚፃፍ የሚነገር", "በወጥ ተጠቅሶ የተዘጋጀ"]
    },
    {
        "lemma": "ጥቅሻ",
        "example": ["በአይን", "በጣት ምልክት መስጠት", "መጥራት"]
    },
    {
        "lemma": "ጥቅጥቅ",
        "example": ["ጭፍቅ ያለ ዱር", "ደን", "ጥሻ", "በጉም", "በጭጋግ የተሸፈነ"]
    },
    {
        "lemma": "ጥቆማ",
        "example": ["ነገሩን", "ቦታውን መጠቆም", "ማመልከት"]
    },
    {
        "lemma": "ጥቆራ",
        "example": ["ማጥቆር", "መንቀስ", "ማዥጎርጎር"]
    },
    {
        "lemma": "ጥቆስማ",
        "example": ["ጥቅስ ከሌላ የተወሰዱትን ዕሁፎች አመልካች"]
    },
    {
        "lemma": "ጥበቃ",
        "example": ["እረኝነት", "ክልከላ", "ዘብ", "የመጠበቅ ስራ"]
    },
    {
        "lemma": "ጥበብ",
        "example": ["ብልሃት ዘዴ", "ፍልስፍና", "እውቀት", "ቴክኒክ", "የርቀት", "የብልሃት ስራ", "ሸማኔ ከልዩ ልዩ አይነት ጥለት በልብስ ዳር የሚሰራው ጌጥ"]
    },
    {
        "lemma": "ጥበት",
        "example": ["የቱቦነት ጠባይ ያላቸው የአካል ክፍሎች መጥበብ", "የቱቦ መተላለፊያ ወይም አፍ መጥበብ", "በተፈጥሮ ወይም በግኝት ምክንያት ቱቦ ፈጠር የሆኑ አባለ አካላት መተላለፊያ መጥበብ"]
    },
    {
        "lemma": "ጥቢ",
        "example": ["ክረምት ውጭ", "መስከረም"]
    },
    {
        "lemma": "ጥቢኛ",
        "example": ["ለከት ሙልሙል", "ትንሽ ዳቦ"]
    },
    {
        "lemma": "ጥብሃት",
        "example": ["የፀሃይ ውጋጋን የሚታይበት", "መአልት መጀመር", "የጧት ነፋስ"]
    },
    {
        "lemma": "ጥብስ",
        "example": ["የተጠበሰ (ጥብስ ስጋ", "ጥብስ እሸት...)"]
    },
    {
        "lemma": "ጥብስ ወጥ",
        "example": ["ተዘልዝሎ ጎረድ", "ጎረድ ባለ ስጋ የተሰራ ወጥ"]
    },
    {
        "lemma": "ጥብቅ",
        "example": ["እግድ", "ክልክል", "ጠንካራ", "ሀይለኛ", "ንፉግ", "ስስታም", "የጠነከረ", "የጠበቀ", "ያሳላ", "ጥብቅ እስር", "ዋና ያልሆነ", "ያልፀደቀለት (እድገት", "ሹመት...)", "ቁባት"]
    },
    {
        "lemma": "ጥብቅ ገባ",
        "example": ["ነገር አዛነፈ", "ከውሳኔ አለፈ", "ሁለት መልስ ሰጠ"]
    },
    {
        "lemma": "ጥብቆ",
        "example": ["እጀ አጭር ልብስ", "ኪታ"]
    },
    {
        "lemma": "ጥብጠባ",
        "example": ["የስቅለት እለት ገረፋ", "ግስገሳ"]
    },
    {
        "lemma": "ጥብጠባት",
        "example": ["ግርፋት", "ሰንበር"]
    },
    {
        "lemma": "ጥብጣብ",
        "example": ["መሽቀቅ", "የሱሪ መታጠቂያ", "የካባ ጌጥ"]
    },
    {
        "lemma": "ጥነት",
        "example": ["ወደ ክፉ አሳብ ማዘንበል", "ለጠማማ ነገር ማድላት", "ቅን አሳብ አለመኖር", "ራስን ወደ ታች ማዘንበል"]
    },
    {
        "lemma": "ጥኑ",
        "example": ["ጠንካራ", "ብርቱ", "ደረቅ", "ፍንክች የማይል ተ", "የማይበገር", "የማይፈታ", "ግትር", "ጥብቅ"]
    },
    {
        "lemma": "ጥና",
        "example": ["በጣም መታመም", "በርታ", "ጠንክር", "ቻል", "እጣን የሚታጠንበት"]
    },
    {
        "lemma": "ጥናት",
        "example": ["መጠንከር", "መበርታት", "ትምህርት", "ማጥናት", "መማለድ", "መቀመጥ መቆየት (ደጅ ዋናት)"]
    },
    {
        "lemma": "ጥናንስሳመል",
        "example": ["የንስሳት �ምል", "ባህርይ ጥናት (ኢቶሎ)"]
    },
    {
        "lemma": "ጥንቃቄ",
        "example": ["ዝግጅት", "ትጋት", "ንቃት"]
    },
    {
        "lemma": "ጥንቅሽ",
        "example": ["ጣፋጭ የዘንጋዳ", "የማሽላ አገዳ", "እንደ ሸንኮር አገዳ የሚመጠጥ", "ለጋ", "ሸበሌ"]
    },
    {
        "lemma": "ጥንበራ",
        "example": ["አለማየት", "መታወር"]
    },
    {
        "lemma": "ጥንበዛ",
        "example": ["በሃይል መስከር"]
    },
    {
        "lemma": "ጥንባታም",
        "example": ["ግማቱ", "ቁነሳው", "ክርፋቱ የበዛ"]
    },
    {
        "lemma": "ጥንብ",
        "example": ["በክት", "የግማ", "የሸተተ", "ከባድ", "ዝፍዝፍ"]
    },
    {
        "lemma": "ጥንት",
        "example": ["ዱሮ", "ወትሮ", "ቀድሞ", "ስር", "መሰረት"]
    },
    {
        "lemma": "ጥንቸል",
        "example": ["መንተሌ", "ጡብ", "ጡብ እያለች የምትዘል አው"]
    },
    {
        "lemma": "ጥንከራ",
        "example": ["በሁሉ ነገር መጠንከር", "መበርታት"]
    },
    {
        "lemma": "ጥንካሬ",
        "example": ["አለመሸነፍ", "አለመንበርከክ", "አለመበገር", "ጥኑ ጠንካራ መሆን"]
    },
    {
        "lemma": "ጥውልውል",
        "example": ["ቅልሽልሽ የሚል", "አቅለሽሳሽ ነገር"]
    },
    {
        "lemma": "ጥንዚዛ",
        "example": ["ከንብ የሚተልቅ በራሪ", "እንዝዝ", "ጥቁር የኑግ ልጥልጥ የሚመስል"]
    },
    {
        "lemma": "ጥንድ",
        "example": ["ሁለት", "እጥፍ", "ድርብ", "የተቀናጀ", "መንታ"]
    },
    {
        "lemma": "ጥንጁት",
        "example": ["መራርቻ", "የቁጥቋጦ አይነት", "እቃ የሚታጠንበት", "ጥሩ ሽታ �ለው"]
    },
    {
        "lemma": "ጥንግ",
        "example": ["አሩር", "እንቁር", "ቅሌ"]
    },
    {
        "lemma": "ጥንጣኔ",
        "example": ["ጥንጠና", "መጠንጠን", "መንቀዝ", "መሽምግል", "ማርጀት", "ፈትል አጠናጠን"]
    },
    {
        "lemma": "ጥንጥን",
        "example": ["የተጠነጠነ ፈትል", "የእንጨት አነቃቀዝ", "የተወሰነ ቁጥር ኖሮት የተጠመጠመ የኮረንቲ ሽቦ", "ኮረንቲ ሲያልፍበት ማግኔትነት ጠባይ የሚኖረው"]
    },
    {
        "lemma": "ጥንፈፋ",
        "example": ["ያለቀ", "የተጨረሰ", "እንቃሪ እንኳን የሌለው"]
    },
    {
        "lemma": "ጥንፋፊ",
        "example": ["ውሃው የተጠነፈፈ", "ከውሃ ተለይቶ ጠፍ ያለ", "ጭሳጭ ውሃ", "ለዘር ከሞት የተረፈ"]
    },
    {
        "lemma": "ጥንፍ",
        "example": ["ጽንፍ", "ዳር", "ዳርቻ", "መጨረሻ"]
    },
    {
        "lemma": "ጥንፍፍ",
        "example": ["የተጠነፈፈ", "ከውሃ ባዶ የሆነ"]
    },
    {
        "lemma": "ጥዋ",
        "example": ["ከሳት", "ከሸክላ", "ከብር..የተሰራ ዋንጫ", "መጠጫ"]
    },
    {
        "lemma": "ጥዜት",
        "example": ["ከእንፋሎትነት ወደ ፈሳሽነት የመለወጥ ሂደት"]
    },
    {
        "lemma": "ጥዝጠዛ",
        "example": ["መጠዝጠዝ", "መንዘር", "መነዝነዝ"]
    },
    {
        "lemma": "ጥይት",
        "example": ["በጠመንጃ", "በመድፍ", "በመትረየስ ... አማክይነት የሚተኮስ", "ባሩድና አረር የያዘ ነገር", "ፈጣን ጮሌ", "ጎበዝ"]
    },
    {
        "lemma": "ጥያራ",
        "example": ["አይሮፕላን", "የአየር መጓጓዣ"]
    },
    {
        "lemma": "ጥያቄ",
        "example": ["ጥየቃ", "መጠየቅ", "ምርመራ", "ሀተታ", "እህታ", "የጥያቄ ምልክት (?)"]
    },
    {
        "lemma": "ጥዳት",
        "example": ["የጠዳ", "የጠራ", "እድፍ", "ጉድፍ እንከን የሌለው"]
    },
    {
        "lemma": "ጥድ",
        "example": ["ትልቅ ዛፍ"]
    },
    {
        "lemma": "ጥድፊያ",
        "example": ["ችኮላ", "ጥብጠባ", "ፍጥነት"]
    },
    {
        "lemma": "ጥድፍ አለ",
        "example": ["ሲሄድ", "ሲናገር ችኩል ችኩል አለ"]
    },
    {
        "lemma": "ጥጃ",
        "example": ["ወግዝ", "እምቦሳ", "ያሳደገ የእንስሳ ልጅ"]
    },
    {
        "lemma": "ጥገት",
        "example": ["የምትታለብ ላም"]
    },
    {
        "lemma": "ጥገና",
        "example": ["የተሰበረውን", "የወለቀውን ከቦታው አግብቶ ማሰር ማከም", "ጊዜያዊ ለውጥ ማድረግ", "ማገዝ", "መደገፍ መርዳት", "እድሳት ማድረግ"]
    },
    {
        "lemma": "ጥገን",
        "example": ["የጉልበት እብጠት"]
    },
    {
        "lemma": "ጥገን ያዘው",
        "example": ["አበጠ", "ታመመ", "ውሃ ወጣበት"]
    },
    {
        "lemma": "ጥገኛ",
        "example": ["የተማጠነ", "ሰውን ጥግ ያደረገ", "በሌላ መንግስት ጥግ ያደረገ", "ጠባቂ ያለው", "ባለጥግ"]
    },
    {
        "lemma": "ጥጌ",
        "example": ["ፅጌ", "አበባ", "ወኔ", "መጠጊያየ"]
    },
    {
        "lemma": "ጥጋበኛ",
        "example": ["የጠገበ", "ጥጋብ ያሰከረው", "እብሪተኛ"]
    },
    {
        "lemma": "ጥጋብ",
        "example": ["ምግብ በልቶ መጥገብ", "እብሪት"]
    },
    {
        "lemma": "ጥጋት",
        "example": ["አዳሪ", "ያልታረሰ መሬት", "ተገን", "ጥግነት ያለው ቦታ"]
    },
    {
        "lemma": "ጥጋጥግ",
        "example": ["ሜዳ ያይደለ", "የገደላገደል", "የኮረብታ", "የተራራ", "አካባቢ"]
    },
    {
        "lemma": "ጥግ",
        "example": ["ስር", "ታች", "ግርጌ", "የድሃ ረዳት", "ደጋፊ"]
    },
    {
        "lemma": "ጥግ ጥጉን ያዘ",
        "example": ["ታች ታቹን", "ስር ስሩን አለፈ", "ዳቦ ሲያይ ብ ልቡን", "ዳግት ሲያይ ጥግ ጥጉን"]
    },
    {
        "lemma": "ጥግነት",
        "example": ["ከለላነት ተገን"]
    },
    {
        "lemma": "ጥጠራ",
        "example": ["መጠንከር", "አለመሳሳት", "ጥጥር መሆን"]
    },
    {
        "lemma": "ጥጥ",
        "example": ["የታወቀ ተክል", "በሙቀት አገር የሚበቅል", "ልዩ ልዩ ልብስ ለመስራት የሚጠቅም"]
    },
    {
        "lemma": "ጥጥርሽ",
        "example": ["መጠጠር", "መጠንከር", "ለመበላት", "ለመወጋት የማይበግር"]
    },
    {
        "lemma": "ጥፉ",
        "example": ["የጠፋ", "ብሳሽ", "ከንቱ", "ክፉ", "የማያምር", "በረኃ", "ምድረ በዳ", "ደረቅ ስፍራ"]
    },
    {
        "lemma": "ጥፊ",
        "example": ["ውስጥ እጅ", "የውስጥ እጅ ምት", "ሽውታ ምች", "ግርፋት"]
    },
    {
        "lemma": "ጥፋተኛ",
        "example": ["በደለኛ", "ክፉ አድራጊ"]
    },
    {
        "lemma": "ጥፋት",
        "example": ["ሞት", "ህልፈት", "እንዳልነበረ መሆን", "የማይገባ ስራ (ስርቆሽ", "ዝሙት…)"]
    },
    {
        "lemma": "ጥፍር",
        "example": ["በእጅና በእግር ጣቶች ጫፍ ላይ የሚበቅል እድገቱ በእድሜ የማይቆም ለመቧጠጫ", "ለመቆንጠጫ የሚጠቅም"]
    },
    {
        "lemma": "ጥፍት",
        "example": ["እልም", "ድርግም"]
    },
    {
        "lemma": "ጥፍት አለ",
        "example": ["ውድም አለ"]
    },
    {
        "lemma": "ጥጥፍሬ",
        "example": ["ጥፍጥሬ", "የጥጥ ፍሬ", "ዘር"]
    },
    {
        "lemma": "ጥፍጥፍ",
        "example": ["የተጠፈጠፈ (አዛባ…)", "የማያምር", "ዶፍዷፋ"]
    },
    {
        "lemma": "ጦለ (መጦል)",
        "example": ["ፈጠነ", "ቸኮለ", "አጦለ", "ጠረገ", "ለየ (እህልን ከገለባ)"]
    },
    {
        "lemma": "ጦለጦለ (መጦልጦል)",
        "example": ["ተክለፈለፈ", "ተንቀዠቀዠ", "ባከነ"]
    },
    {
        "lemma": "ጦሊት",
        "example": ["ሰርመዲ", "አንገልብስ", "ያንገት ልብስ", "ህባኔ"]
    },
    {
        "lemma": "ጦልጧላ",
        "example": ["ጦንጧና", "ሶልሷላ", "ሎጥሏጣ"]
    },
    {
        "lemma": "ጦሎታ",
        "example": ["የጅራፍ ውልብልቢት"]
    },
    {
        "lemma": "ጦመ (መጦም)",
        "example": ["ከመብልና ከጥሉላት", "ከነገር ተወገደ", "ተግደርዳሪ ጦም አዳሪ"]
    },
    {
        "lemma": "ጦመረ (መጦመር)",
        "example": ["ፃፈ", "ከተበ"]
    },
    {
        "lemma": "ጦማር",
        "example": ["ፅህፈት", "ደብዳቤ"]
    },
    {
        "lemma": "ጦም አዳሪ",
        "example": ["ምንም የሌለው", "ምስኪን", "ድሃ"]
    },
    {
        "lemma": "ጦረ (መጦር)",
        "example": ["ረዳ", "አገለገለ", "ተንከባከበ", "ቸረ"]
    },
    {
        "lemma": "ጦር",
        "example": ["ሎጋ", "ዘገር", "ዋመሳ", "ጨሬ", "ጭሬ", "ጭፍራ", "ሰራዊት"]
    },
    {
        "lemma": "ጦርጦራ",
        "example": ["ገንጋኝ"]
    },
    {
        "lemma": "ጦሰኛ",
        "example": ["የክፉ ምክንያት", "ነገር የሚሰራ ሰው"]
    },
    {
        "lemma": "ጦስ",
        "example": ["ምክንያት", "መነሾ", "መዘዘ", "ሰበብ"]
    },
    {
        "lemma": "ጦስኝ",
        "example": ["በደጋ የሚበቅል ጥሩ ሽታ ያለው ቅ"]
    },
    {
        "lemma": "ጦሽ አለ",
        "example": ["ጮኸ", "ድምጥ ሰጠ"]
    },
    {
        "lemma": "ጦነጦነ (መጦንጦን)",
        "example": ["ነቀዘ", "ከጥቅም ውጭ ሆነ"]
    },
    {
        "lemma": "ጦዘ (መጦዝ)",
        "example": ["ከረረ", "ተኮመታተረ"]
    },
    {
        "lemma": "ጦዝጧዛ",
        "example": ["ሎጤ ተፈሪ ቶስቷሳ"]
    },
    {
        "lemma": "ጦጣ",
        "example": ["ብልጣብልጥ የዱር አውሬ", "እንደ ጉሬዛና ጅንጀሮ ረጅም ጅራት ያለው", "የለመደች ጦጣ ሁልጊዜ ሽምጠጣ"]
    },
    {
        "lemma": "ጦፈ (መጦፍ)",
        "example": ["ተቆጣ", "ተናደደ", "አረረ", "ተቃጠለ", "በሰም ተነክሮ ጧፍ ሆነ", "ነደደ", "ተንቀለቀለ", "ባለሟል ሆነ", "አብሮ አጎበኅበ", "በጣም ቀበጠ", "ጮለለ", "ጦፈ", "ዋጋ በጣም ጨመረ", "ናረ", "ተወደደ"]
    },
    {
        "lemma": "ጧ ያለ",
        "example": ["ሜዳ አባጣ ጎባጣ የሌለው ሰታታ", "ለጥ ያለ ሜዳ"]
    },
    {
        "lemma": "ጧ አለ",
        "example": ["እርጥብ እንጨት ሲነድ ተንጣጣ", "ተቀደደ", "ተበጠሰ", "ቷ አለ", "ወደቀ", "ተኛ", "ተዘረረ", "ተዘረጋ", "ዟ አለ", "አለ ልክ ሳቀ"]
    },
    {
        "lemma": "ጧሪ",
        "example": ["የጦረ", "የሚጦር", "አጋዥ", "ረዳት", "ደግ አማጭን መጦር", "ክፉ አማጭን በጦር"]
    },
    {
        "lemma": "ጧት",
        "example": ["ንጋት", "ሱቢህ", "ፀሃይ የሚወጣበት ጊዜ"]
    },
    {
        "lemma": "ጧ አደረገ",
        "example": ["መታ", "በጠሰ"]
    },
    {
        "lemma": "ጧፍ",
        "example": ["በሰም የተነከረ ወፍራም ክር", "ለመብራት የሚሆን ፋና", "ሻማ"]
    },
    {
        "lemma": "ጨ",
        "example": ["በሳንቃ የሚነገር ሃያ አራተኛ ፊደል"]
    },
    {
        "lemma": "ጨለመ (መጨለም)",
        "example": ["መሽ", "ለአይን ያዘ", "ጠቆረ", "ተለወጠ", "ጠቆረ (ፊት)", "ታወረ", "ማየት ተሳነው (ኣይን)"]
    },
    {
        "lemma": "ጨለማ",
        "example": ["የብርሃን አለመኖር", "ማየት አለመቻል", "ድንቁርና", "መሃይምነት", "ድህነት የበዛበት"]
    },
    {
        "lemma": "ጨለቀ (መጨለቅ)",
        "example": ["በጠበጠ", "ሰበቀ", "አስማማ", "አዋሃደ (ተልባ", "ኑግ...)", "ሞጭሟጫ", "መጭቅጫ", "ጨነቆር ሆነ (አይን)"]
    },
    {
        "lemma": "ጨለቅላቃ",
        "example": ["አይን ላይ የሚብለጨለጭ", "የሚያጥበረብር", "ሁለገብ", "የርጎ ዝንብ", "ጥልቅ ብየ"]
    },
    {
        "lemma": "ጨለቆ",
        "example": ["የተበጠበጠ የተልባ ጭልታ", "አይነ መጭማጫ"]
    },
    {
        "lemma": "ጨለኸ (መጨለ)",
        "example": ["በጣም ደረቀ", "ቀለዘ", "ከረረ (እንጨት...)"]
    },
    {
        "lemma": "ጨለውታ",
        "example": ["ወረርሽኝ", "ተስቦ", "ተውሳክ", "በሽታ"]
    },
    {
        "lemma": "ጨለጠ (መጨለጥ)",
        "example": ["ጨርሶ ጠጣ", "ጅው አደረገ", "ጨረሰ", "አጋባ", "አጠነፈፈ", "ገለበጠ", "ባዶ አደረገ", "ሄደ", "ራቀ", "ከአይን ተሰወረ (መንገደኛ)", "በሃሳብ ተመሰጠ", "አርቆ አሰበ", "አሰላሰለ", "አወጣ አወረደ"]
    },
    {
        "lemma": "ጨለጨለ (መጨልጨል)",
        "example": ["በቀለ", "ለመለመ", "አጠለጠለ", "በትክክል ማየት ተሳነው", "ብልጭ ድርግም አለበት", "ፍንጣቂ", "ጭላንጭል ታየ", "ጭልጭል አለ", "ትንጨላጨል የነበረችው ተስፋው ጨለመችበት"]
    },
    {
        "lemma": "ጨለፈ (መጨለፍ)",
        "example": ["ቀነሰ", "ጠለቀ", "በጥቂት ቀዳ (ወጥ...)", "ጨለፍ", "ቀንጠብ አደረገ (ትምህርት)", "ጨለፍ", "ቀጠፍ አድርጎ አወራ", "ወሰደ", "ቀማ", "ነጠቀ (ጭልፊት…)"]
    },
    {
        "lemma": "ጨላሳ",
        "example": ["አውላላ", "አባጣ ጎባጣ የሌለው", "ጭው ያለ ሲታታ", "ሚዳ", "ሰንጣ"]
    },
    {
        "lemma": "ጨሌ",
        "example": ["ስንድድ", "ትንንሽ ሻሜ", "ዶቃ", "የሳር ቡቃያ", "የተለያየ ቀለም ያለው ስንድድ በክር ላይ ተሰክቶ የአተቴ", "የዛር መለማመኛ", "በአንገት ላይ የሚደረግ ጌጥ"]
    },
    {
        "lemma": "ጨሌንካ",
        "example": ["የለምድ", "የካባ መጋጠሚያ"]
    },
    {
        "lemma": "ጨሎ",
        "example": ["ሹሉዳ", "አይጥ የሚባለው የክንድ ላይ ስጋ"]
    },
    {
        "lemma": "ጨመለቀ (ጨምለቅ)",
        "example": ["ተጨማለቀ", "ተቀባባ", "ተለወሰ (በጭቃ", "በአድፍ...)", "በንግግር ተንተባተበ", "ተለፋደደ", "ባለገ የሚያደርገውን አሳጣው"]
    },
    {
        "lemma": "ጨመረ (መጨመር)",
        "example": ["አበዛ", "አከለ", "ደመረ", "ደበለ፥", "በጎደለው ሞሳ", "አስተካከለ", "ዶለ", "አስባ", "መደ", "ችግር", "መከራ አግባ"]
    },
    {
        "lemma": "ጨመቀ (መጭመቅ)",
        "example": ["አንጠፈጠፈ", "ጠመዘዘ (ረጠበ ልብስ)", "አጠለለ", "አንጠፈጠፈ (ወንፊት)", "ፍሬ ነገሩን መረጠ", "አወጣ", "ለየ", "አሳጠረ", "እንባ አዘለ", "አቀረረ", "እንባ አፈሰሰ"]
    },
    {
        "lemma": "ጨመቀቀ (ጨምቀቅ)",
        "example": ["እንዳይሄድ አስሮ", "ሸምቅቆ ያዘ", "አሳስሄድ አለ"]
    },
    {
        "lemma": "ጨመቀቃ",
        "example": ["ወገብን", "ጅማትን አስሮ የሚይዝ", "የሚሸመቅቅ (ቁርጥማት", "ሪህ...)"]
    },
    {
        "lemma": "ጨመቆት",
        "example": ["ከአይኑ እንባ የሚፈሰው"]
    },
    {
        "lemma": "ጨመተ (መጨመት)",
        "example": ["ረጋ", "ጨዋ ሆነ", "ታገሰ", "አደብ ገዛ", "ቻለ", "ከመናገር ተቆጠበ", "ዝም አለ", "አዘገበ", "አነጣጠረ", "ደከረ"]
    },
    {
        "lemma": "ጨመተረ (መጨምተር)",
        "example": ["ተጨማተረ", "ተኮማተረ", "ተጨማደደ (እሳት የነካው ቆላ...)", "ተኮመታተረ", "ተቆጣጠረ (የከረረ ክር)", "ተጨማተረ", "ተጨማደደ (በሽምግልና)", "ተጨማተረ", "ተቆጣጠረ (ት)", "ሆመጠጠ", "ሸመጠጠ", "ሽመጠረ", "ጠመተረ"]
    },
    {
        "lemma": "ጨመደደ (መጨምደድ)",
        "example": ["ጨቦደ", "ጨበጠ", "ያዘ", "ሸበሸበ", "አኮማተረ", "አያይዞ ሰፋ", "ከቀዳዳ ይሻላል ጨምዛዛ", "ተቸገረ", "ደስታ አጣ", "አልሟላለት አለ", "ሰውየው በችግር ተጨማደደ", "ሰነከለ", "ሸመቀቀ (በሽታ)", "ፊቱን አጨማደደ", "አኮማተረ"]
    },
    {
        "lemma": "ጨመደድ",
        "example": ["የተጨማደደ ስፌት", "በበሽታ የተጨማደደ", "የተሸመቀቀ"]
    },
    {
        "lemma": "ጨመጨመ (መጨምጦም)",
        "example": ["ግድግዳውን ጨረሰ", "ደመደመ", "አሰረ", "ማግረ", "መላልሶ ላመ", "እንባ አዘለ", "በቀስታ ሰማ"]
    },
    {
        "lemma": "ጨማዳ",
        "example": ["ሆዳም", "ነገሌ"]
    },
    {
        "lemma": "ጨምበል",
        "example": ["ሻሽ", "አይነ እርግብ", "ማስክ", "መሸፈኛ"]
    }
,
    
    {
        "lemma": "አጠድ",
        "example": ["ልዩ ልዩ አታክልት"]
    },
    {
        "lemma": "አጠጠ",
        "example": ["ጎደለ", "አነሰ", "ጠፋ", "አለቀ"]
    },
    {
        "lemma": "አጠጣ",
        "example": ["ከጥማት አዳነ", "ሰጠ", "መገበ"]
    },
    {
        "lemma": "አጠጪ",
        "example": ["ውሃ...የሚያጠጣ"]
    },
    {
        "lemma": "አጠፈ",
        "example": ["ደበለ", "ደረበ", "ጥንድ አደረገ", "ጠቀለለ", "አጣጠፈ"]
    },
    {
        "lemma": "አጠፋ",
        "example": ["አወደመ", "አበላሸ", "የተዘረጋውን ሰበሰበ"]
    },
    {
        "lemma": "አጠፋሪስ",
        "example": ["ሀሽሽ", "የሚያሰክር አስ"]
    },
    {
        "lemma": "አጣ",
        "example": ["ነጣ", "ተቸገር", "ሳያገኝ ቀረ", "ደኸየ"]
    },
    {
        "lemma": "አጣለቀ",
        "example": ["ወደ ውስጥ አጋባ", "አዘቀጠ", "ዋጠ", "አዲቀ"]
    },
    {
        "lemma": "አጣመመ",
        "example": ["ቀናውን ነገር አወላገደ", "አበላሸ", "አጎበጠ", "ትርጉም ቀየረ", "በመጥፎ አሳብ ወሰደ"]
    },
    {
        "lemma": "አጣመረ",
        "example": ["ደራረበ", "አንድ ላይ አደረገ", "ሽረበ", "አነባበረ"]
    },
    {
        "lemma": "አጣመተ",
        "example": ["ፈጀ", "ጨረሰ", "አጠፋ", "መደመደ", "በልቶ ጨረሰ"]
    },
    {
        "lemma": "አጣራ",
        "example": ["አጠለለ", "አቀረረ", "አንጠፈጠፈ", "ግርድፉን", "ገለባውን", "እብቁን ለ", "እውነቱንና ሃሰቱን መረመረ", "ተረዳ", "ተገነዘበ", "አነቀረ", "ጨርሶ ቀዳ", "ጨለጠ"]
    },
    {
        "lemma": "አጣበቀ",
        "example": ["በሙጫ", "በምስማር...አያያዘ", "አገናኘ", "አጨናነቀ", "አፈ።"]
    },
    {
        "lemma": "አጣና",
        "example": ["ለጋ", "ያሳደገ", "ያልወፈረ ዛፍ", "እንጨት"]
    },
    {
        "lemma": "አጣብቂኝ",
        "example": ["የምታጣብቅ", "አብረሽኝ ጠብቂ", "ውልፍት የሚያስደርግ", "የማናፍን", "ጊዜ የማይሰጥ", "አስቸጋሪ ነገር"]
    },
    {
        "lemma": "አጣወረ",
        "example": ["አሳቀለ", "በደሉን ለእግዚአብሄር ሰጠ", "አሳ"]
    },
    {
        "lemma": "አጣደፈ",
        "example": ["አፋጠነ", "አስቸኮለ", "አኮለ"]
    }
    {
        "lemma": "አጣዳፊ",
        "example": ["በድንገት ደርሶ በአጭር ጊዜ ውስጥ ከባድ", "የህመም ስሜት የሚያስከትል", "ስር ያልሰደደ", "ወቅት የማይሰጥ", "በሽታ", "በጣም አስቸኳይ", "አንገብጋቢ", "ሊታለፍ የማይችል ስራ"]
    },
    {
        "lemma": "አጣጣመ",
        "example": ["መረመረ", "ጣእሙን ለየ", "አዋሃደ", "አስማማ", "ክፉንና ደግን ለየ", "ፈተነ", "አወጣ አወረደ", "አወቀ"]
    },
    {
        "lemma": "አጣጣረ",
        "example": ["ጠናበት", "አቃሰተ", "ተሰቃየ", "ተንፈራገጠ", "ውጪ ጊቢ ነፍስ", "ፃእረ ሞት ያዘው"]
    },
    {
        "lemma": "አጣጣሪ",
        "example": ["ሊሞት የሚያጣጥር"]
    },
    {
        "lemma": "አጣጥ",
        "example": ["እሾህ ያለው ዛፍ"]
    },
    {
        "lemma": "አጣፈረ",
        "example": ["በጥፊ መታ", "ጠፈረ", "ታመመ", "ምች", "ሽውታ", "ግርፋት"]
    },
    {
        "lemma": "አጣፈጠ",
        "example": ["አሳመረ", "ጣእም እንዲኖረው አደረገ", "ቀመመ"]
    },
    {
        "lemma": "አጣፋ",
        "example": ["ኩታ", "ጋቢ በላዩ ላይ ጣል አደረገ", "ለበሰ", "ተዋዋለ", "አገና ተማታ", "እጅ ለእጅ ተሻኮተ", "ገመድ አከረረ", "ገመደ"]
    },
    {
        "lemma": "አጤ",
        "example": ["ዘውድ የደፋ", "የተቀዳጀ"]
    },
    {
        "lemma": "አጤቀ",
        "example": ["ሞላ", "ጢም", "ጢቅ አለ", "ተፋ", "ምራቁን በምላሱና በጥርሱ መሃል አጤቀ"]
    },
    {
        "lemma": "አጤነ",
        "example": ["አስታወሰ", "ተገነዘበ", "ልብ አደረገ", "ትዝ አለው", "አስተዋለ", "ነገርን ለይቶ አወቀ"]
    },
    {
        "lemma": "አጥላስ",
        "example": ["ጭምብላ", "ጥቁር ሃር", "ከልዩ ልዩ ሃር የተሰራ", "የሃር ልብስ", "ካፓ", "ካባ"]
    },
    {
        "lemma": "አጥለቀለቀ",
        "example": ["ሸፈነ", "አጠለቀ", "በዛ", "ውሃ", "ሰራዊት", "ከብት", "ብዙ አመረተ", "አቅለሽለሽ", "አጥወለወለ", "ትውከት ፈለገ"]
    },
    {
        "lemma": "አጥመለመለ",
        "example": ["ጠቀለለ", "አመለመለ", "ባዘቶ", "ሽባ", "ጥምልምል ሆነ", "ሰብስቦ ነዳ", "ከብት"]
    },
    {
        "lemma": "አጥመዘመዘ",
        "example": ["አሸ", "አከረረ", "ፈትል", "ክር", "ቆነጠጠ", "አፍተለተለ", "ጎረበጠ", "አሸ", "ሆድን"]
    },
    {
        "lemma": "አጥሚት",
        "example": ["እንትክትክ", "ሙቅ", "ሾርባ"]
    },
    {
        "lemma": "አጥም",
        "example": ["አጥንት"]
    },
    {
        "lemma": "አጥረከረከ",
        "example": ["አሳደፈ", "አጎደፈ", "ኣኩለፈለፈ", "አቅባባ", "አዋረደ", "ተሳደበ", "አጎደፈ", "አመናጨቀ"]
    },
    {
        "lemma": "አጥር",
        "example": ["መከላከያ", "የእንጨት", "የግንብ አጥር"]
    },
    {
        "lemma": "አጥቅ",
        "example": ["የአካል ማጠፊያ ጉልበት", "ክርን", "አከርካሬ", "ቁርጭምጭሚት", "ቀና ጎንበስ ብሉ መንቀሳቀሻ", "አፅቅ", "አንጓ", "ሸንኮር አገዳ", "የዛፍ ክንፍ ጫፍ", "ጭራሮ የሚበቅልበት", "የትውልድ አወራረድ", "ዘርፍ"]
    }
    {
        "lemma": "አጥብቆ ያዘ",
        "example": ["አፈፍ አደረገ", "ጨቦደ"]
    },
    {
        "lemma": "አጥበረበረ",
        "example": ["አንፀባረቀ", "ጠበረ", "አብለጨለጨ", "አፅደለደለ"]
    },
    {
        "lemma": "አጥቢያ",
        "example": ["የቤተ ክርስቲያን ሰበካ", "ጋነ ግብ", "ክበብ", "ማግስት", "ለነገ አጥቢያ"]
    },
    {
        "lemma": "አጥቢያ ኮከብ",
        "example": ["በንጋት", "በማለዳ የሚታይ ኮከብ"]
    },
    {
        "lemma": "አጥናና",
        "example": ["አፅናና", "አበረታታ", "ናዘዘ", "አጠነካከረ", "አደፋፈረ"]
    },
    {
        "lemma": "አጥናን",
        "example": ["ብርቱዎች", "ሀያላን", "አሸናፎች", "ድንቅ ነገር"]
    },
    {
        "lemma": "አጥናፈ አለም",
        "example": ["የምድር ዳርቻ", "ከፈፍ", "ዘርፍ", "መጨረሻ"]
    },
    {
        "lemma": "አጥናፍ",
        "example": ["የምድር ዳርቻ"]
    },
    {
        "lemma": "አጥንት",
        "example": ["አፅም", "አስክሬን", "የስጋ ምሰሶ", "ወጋግራ", "ትውልድ", "ዘር", "ቀጭን", "የከሳ", "ደረቅ", "መንማና"]
    },
    {
        "lemma": "አጥንት ብግነት",
        "example": ["በጉዳት ወይም ልክፈት የመቅን ወይም የአጥንት መቅን መብገን", "መበላሽት", "መታመም"]
    },
    {
        "lemma": "አጥወለወለ",
        "example": ["አቅለሸለሽ", "አዞረ"]
    },
    {
        "lemma": "አጥግቢኝ",
        "example": ["ብዙ ስጪኝ", "መግቢኝ", "ርሃቤን አስታግሽልኝ", "የሳር ትል", "ሽረሪት መሳይ"]
    },
    {
        "lemma": "አጦለ",
        "example": ["ገለባውን", "ግርዱን በጭራሮ ከምርቱ ለየ", "አንገዋለለ", "ጠረገ", "መታ", "አቀመሰ", "ወለወለ"]
    },
    {
        "lemma": "አጦዘ",
        "example": ["ክር", "ገመድ አጥመዘመዘ", "በማዞር አከረረ", "ገመደ", "አርረረ", "መታ", "በድንጋይ"]
    },
    {
        "lemma": "አዉ",
        "example": ["ቃል አሰረ", "ለማግባት ተስማማ", "ለእድገት", "ለተሻለ ነገር መረጠ"]
    },
    {
        "lemma": "አጨለጨለ",
        "example": ["ፈጠፈጠ", "አቆጠቆጠ", "አጨበጨበ", "አጎነቆለ", "በቀለ", "ለመለመ", "በቀዳዳ", "በጭላንጭል አየ", "የብርሃን ውጋጋን ታየ"]
    },
    {
        "lemma": "አጨለገ",
        "example": ["በፊት ለፊት ሳይሆን በቀዳዳ እያጨለገ አየ", "ባንድ አይን አየ"]
    },
    {
        "lemma": "አጨማለቀ",
        "example": ["አበላሸ", "አጠፋ", "ለወሰ", "አሳደፈ", "በከለ", "ጭቃ", "ቅባት"]
    },
    {
        "lemma": "አጨማተረ",
        "example": ["አኮራመተ", "አንጫረረ", "እሳት", "አሸበሸበ", "ላላ", "የሰው ፊት"]
    },
    {
        "lemma": "አጨረቀ",
        "example": ["አለበ", "ላገ", "መዠረገ"]
    },
    {
        "lemma": "አጨራመመ",
        "example": ["አጣመመ", "ሰረጎደ", "አጨማደደ"]
    },
    {
        "lemma": "አጨሰ",
        "example": ["ጢስ", "ትንባሆ አጤሰ", "አናደደ", "አቃጠለ", "አበገነ", "አበሳጨ"]
    },
    {
        "lemma": "አጨቀ",
        "example": ["ሰበሰበ", "አመቀ", "እያጨቀ አስቀመጠ", "ሰፈረ"]
    },
    {
        "lemma": "አጨቀየ",
        "example": ["ከሰከሰ", "በላ", "ጠጣ"]
    }
,
    {
        "lemma": "መሃል",
        "example": ["አገዳውን የተመታ"]
    },
    {
        "lemma": "አወከ (ማወክ)",
        "example": ["አተራመሰ", "አስቸገረ", "አመሰ", "በጠበጠ", "ወለገደ", "አስጨነቀ", "አሳዘነ", "አስፈራራ", "አስደነገጠ", "ለስራ አመቺ አልሆነም"]
    },
    {
        "lemma": "አወካ (ማውካት)",
        "example": ["ተንጫጫ", "ተደበላለቀ (በጩኸት)"]
    },
    {
        "lemma": "አወዛወዘ (ማወዛወዝ)",
        "example": ["አነቃነቀ", "አርገበገበ", "አደከመ", "አወጣ", "አወረደ (በነገር + በሙግት)"]
    },
    {
        "lemma": "አወይ",
        "example": ["አጀብ", "አድናቆትን", "ሃዘንን መግለፅ", "አወይ ጉድ", "ወይ ጉድ ማለት"]
    },
    {
        "lemma": "አወደ (ማወድ)",
        "example": ["ዞረ", "ክብ ሆነ", "ከበበ", "በመሃል አደረገ", "መሬት ፀሃይን ዞረች", "ጥሩ ጥሩ በመሽተት ልብ አናወጠ", "ኡደኛ ሆነ", "ሸተተ", "አልባብ", "አልባብ አለ", "የጠጄ ሳሩ ሽታ አወደ"]
    },
    {
        "lemma": "አወደሰ (ማወደስ)",
        "example": ["አመሰግነ", "አሞገሰ", "ካበ", "ከፍ ከፍ አደረገ"]
    },
    {
        "lemma": "አወደቀ (ማውደቅ)",
        "example": ["ሰባበረ", "ጣለ", "አሳመመ", "ለሽለሽ", "ረፈረፈ", "ለጠሰ", "አጋደለ"]
    },
    {
        "lemma": "አወጀ (ማወጅ)",
        "example": ["ለፈፈ", "ነገረ (ደንብ * አዋጅ)"]
    },
    {
        "lemma": "አወጋ (ማውጋት)",
        "example": ["አወራ", "ተጫወተ", "ተናገረ", "ተረከ", "ወገተ", "ጠረቀ"]
    },
    {
        "lemma": "አወጠወጠ (ማወጥወጥ)",
        "example": ["በእስክስታ", "አንገቱን አወዛወዘ", "አነቃነቀ", "ጡት አወጣች", "አጎጠጎጠች (ሴት ልጅ)"]
    },
    {
        "lemma": "አወጣ (ማውጣት)",
        "example": ["አሳለፈ", "ጨለፈ (ወጥ...)", "ሰራ", "ደነገገ", "ደረሰ", "አወጣጣ (ስርአት ደንብ * መፅሃፍ...)", "በውስጥ የተቀመጠውን ብቅ አደረገ (ገንዘብ...)", "ገለጠ", "ተናገረ (ምስጢር...)", "ተቤዠ", "አዳነ", "ታደገ (ከጉድ ፥ ከመከራ...)", "ሰረዛ", "ተወ (የማይረባ ነገርን)", "የሚያዋጣ", "የተሻለ", "የሚያዛልቅ ሆነ", "አለሙ የጀመረው ነገር ያዋጣኛል ብሎ ይዞታል", "አወጣ አወረደ", "አመነታ", "ወላወለ", "አሰበ", "አወጣጠን", "ኣጀማመር"]
    }
 

    {
        "lemma": "አጥመለመለ",
        "example": ["ሰባበረ", "አመመ (በሽታ)"]
    },
    {
        "lemma": "ለወጠ (መለወጥ)",
        "example": ["ቀየረ", "ተካ", "አዘዋወረ", "አሻሻለ", "ሸጠ + ነገደ"]
    },
    {
        "lemma": "ለዋ(መለዋት)",
        "example": ["አብዝቶ ጠጣ", "ሰበከተ + ለገሽ"]
    },
    {
        "lemma": "ለዘለዘ(መለዝለዝ)",
        "example": ["መዘመዘ", "መጠጠ", "መጠመጠ", "ጠባ"]
    },
    {
        "lemma": "ለዘበ (መለዘብ)",
        "example": ["ለሰለሰ", "ለፋ", "ደቀቀ", "ላመ"]
    },
    {
        "lemma": "ለገለገ (መለግለግ)",
        "example": ["አቆጠቆጠ", "ለመለመ", "አደገ"]
    },
    {
        "lemma": "ለገመ (መለገም)",
        "example": ["ሰነፈ", "ቦዘነ", "ስራ ፈታ", "ዋለገ"]
    },
    {
        "lemma": "ለገሰ (መለገስ)",
        "example": ["ቸረ", "ናኘ", "ሰጠ", "አንዠባረረ"]
    },
    {
        "lemma": "ለጎመ (መለጎም)",
        "example": ["የከብት + የፈረስ... አፍ በገመድ", "በጠፍር", "አሰረ"]
    },
    {
        "lemma": "ለጎደ (መለጎድ)",
        "example": ["ክፉ ነገር ተናገረ", "ነገሩን ለጠፈ"]
    },
    {
        "lemma": "ለጠለጠ (መለጥለጥ)",
        "example": ["ተድበለበለ", "ተጠፈጠፈ (የተወቀጠ ኑግ + ሰሊጥ...)"]
    },
    {
        "lemma": "ለፈለፈ (መለፍለፍ)",
        "example": ["ቀባጠረ", "ተናገረ", "አወራ"]
    },
    {
        "lemma": "ለፈፈ (መለፈፍ)",
        "example": ["ነገረ", "አወጀ", "አሰማ", "ሰበከ"]
    },
    {
        "lemma": "ለፋ(መልፋት)",
        "example": ["ደከመ", "ጣረ", "ጋረ", "ወጣ ወረደ"]
    },
    {
        "lemma": "ላሰ (መላስ)",
        "example": ["በምላስ ጠረገ", "አጠዳ", "አነሳ"]
    },
    {
        "lemma": "ላቀ (መላቅ)",
        "example": ["በለጠ", "አደግ", "በረታ"]
    },
    {
        "lemma": "ላገደ (መሳገድ)",
        "example": ["ዛበተ", "ናቀ", "አለአግባብ አላገጠ"]
    },
    {
        "lemma": "ላጠ (መሳጥ)",
        "example": ["ከእንጨት • ከአገዳ + ከሙዝ + ከብርቱካን...ሳይ ቅርፊቱን ፥ ልጣጩን አነሳ"]
    },
    {
        "lemma": "ሌባ",
        "example": ["ቀሚ", "ሰራቂ", "እጀኛ", "መንትፍ"]
    },
    {
        "lemma": "ልማድ",
        "example": ["እድር", "ወግ", "ስርአት", "ባህል"]
    },
    {
        "lemma": "ልበ ቅን",
        "example": ["ቅንአት የሌለው", "ትሁት", "የዋህ"]
    },
    {
        "lemma": "ልበ ደፋር",
        "example": ["ጎበዝ", "የማያፍር", "የሚያምንበትን ከማድረግ ወደ ኋላ የማይል"]
    },
    {
        "lemma": "ልብ",
        "example": ["ከውስጣዊ አካሎች አንዱ", "ደም በሰውነት ውስጥ የሚያሰራጭ"]
    },
    {
        "lemma": "ልብስ",
        "example": ["አካልን የሚያለብስ", "የሚጋርድ", "ከልዩ ልዩ ነገር የተሰራ"]
    },
    {
        "lemma": "ልቦና",
        "example": ["ትእግስት", "እውቀት", "ዘዴ", "ፈሊጥ"]
    }
    {
        "lemma": "አጥብቆ ያዘ",
        "example": ["አፈፍ አደረገ", "ጨቦደ"]
    },
    {
        "lemma": "አጥበረበረ",
        "example": ["አንፀባረቀ", "ጠበረ", "አብለጨለጨ", "አፅደለደለ"]
    },
    {
        "lemma": "አጥቢያ",
        "example": ["የቤተ ክርስቲያን ሰበካ", "ጋነ ግብ", "ክበብ", "ማግስት", "ለነገ አጥቢያ"]
    },
    {
        "lemma": "አጥቢያ ኮከብ",
        "example": ["በንጋት", "በማለዳ የሚታይ ኮከብ"]
    },
    {
        "lemma": "አጥናና",
        "example": ["አፅናና", "አበረታታ", "ናዘዘ", "አጠነካከረ", "አደፋፈረ"]
    },
    {
        "lemma": "አጥናን",
        "example": ["ብርቱዎች", "ሀያላን", "አሸናፎች", "ድንቅ ነገር"]
    },
    {
        "lemma": "አጥናፈ አለም",
        "example": ["የምድር ዳርቻ", "ከፈፍ", "ዘርፍ", "መጨረሻ"]
    },
    {
        "lemma": "አጥናፍ",
        "example": ["የምድር ዳርቻ"]
    },
    {
        "lemma": "አጥንት",
        "example": ["አፅም", "አስክሬን", "የስጋ ምሰሶ", "ወጋግራ", "ትውልድ", "ዘር", "ቀጭን", "የከሳ", "ደረቅ", "መንማና"]
    },
    {
        "lemma": "አጥንት ብግነት",
        "example": ["በጉዳት ወይም ልክፈት የመቅን ወይም የአጥንት መቅን መብገን", "መበላሽት", "መታመም"]
    },
    {
        "lemma": "አጥወለወለ",
        "example": ["አቅለሸለሽ", "አዞረ"]
    },
    {
        "lemma": "አጥግቢኝ",
        "example": ["ብዙ ስጪኝ", "መግቢኝ", "ርሃቤን አስታግሽልኝ", "የሳር ትል", "ሽረሪት መሳይ"]
    },
    {
        "lemma": "አጦለ",
        "example": ["ገለባውን", "ግርዱን በጭራሮ ከምርቱ ለየ", "አንገዋለለ", "ጠረገ", "መታ", "አቀመሰ", "ወለወለ"]
    },
    {
        "lemma": "አጦዘ",
        "example": ["ክር", "ገመድ አጥመዘመዘ", "በማዞር አከረረ", "ገመደ", "አርረረ", "መታ", "በድንጋይ"]
    },
    {
        "lemma": "አዉ",
        "example": ["ቃል አሰረ", "ለማግባት ተስማማ", "ለእድገት", "ለተሻለ ነገር መረጠ"]
    },
    {
        "lemma": "አጨለጨለ",
        "example": ["ፈጠፈጠ", "አቆጠቆጠ", "አጨበጨበ", "አጎነቆለ", "በቀለ", "ለመለመ", "በቀዳዳ", "በጭላንጭል አየ", "የብርሃን ውጋጋን ታየ"]
    },
    {
        "lemma": "አጨለገ",
        "example": ["በፊት ለፊት ሳይሆን በቀዳዳ እያጨለገ አየ", "ባንድ አይን አየ"]
    },
    {
        "lemma": "አጨማለቀ",
        "example": ["አበላሸ", "አጠፋ", "ለወሰ", "አሳደፈ", "በከለ", "ጭቃ", "ቅባት"]
    },
    {
        "lemma": "አጨማተረ",
        "example": ["አኮራመተ", "አንጫረረ", "እሳት", "አሸበሸበ", "ላላ", "የሰው ፊት"]
    },
    {
        "lemma": "አጨረቀ",
        "example": ["አለበ", "ላገ", "መዠረገ"]
    },
    {
        "lemma": "አጨራመመ",
        "example": ["አጣመመ", "ሰረጎደ", "አጨማደደ"]
    },
    {
        "lemma": "አጨሰ",
        "example": ["ጢስ", "ትንባሆ አጤሰ", "አናደደ", "አቃጠለ", "አበገነ", "አበሳጨ"]
    },
    {
        "lemma": "አጨቀ",
        "example": ["ሰበሰበ", "አመቀ", "እያጨቀ አስቀመጠ", "ሰፈረ"]
    },
    {
        "lemma": "አጨቀየ",
        "example": ["ከሰከሰ", "በላ", "ጠጣ"]
    }
,
    {
        "lemma": "አወጣጣ (ማወጣጣት)",
        "example": [
            "ከየአይነቱ አጠራቀመ",
            "ለማስተባበር",
            "ለማገናዘብ ሃሳብን * ቃላትን * ጥቅስን...አዛመደ",
            "አቀነባበረ",
            "የሸሸገውን + የተደበቀውን መረመረ",
            "እቃ...ለመውሰድ • ለማውጣት ረዳ",
            "አገዘ"
        ]
    },
    {
        "lemma": "አዉ",
        "example": ["የጅብ ጩኸት"]
    },
    {
        "lemma": "አዋሃደ (ማዋሃድ)",
        "example": [
            "አንድ አደረገ * አንድ አካል",
            "አንድ ባህርይ አደረገ",
            "ብዙ ነገሮችን ደበላልቆ አንድ አደረጋቸው"
        ]
    },
    {
        "lemma": "አዋሃጅ",
        "example": ["አንድ አድራጊ"]
    },
    {
        "lemma": "አዋለ (ማዋል)",
        "example": [
            "አገደ",
            "ጠበቀ",
            "እረኛው ከብቶቹን በሜዳ ላይ አዋለ",
            "ከለከለ",
            "ነፈገ",
            "ታደገ",
            "አዳነ",
            "በውል ቋጠረ",
            "በተግባር",
            "በስራ ላይ አስቀመጠ",
            "ከልክሌ ገንዘቡን በስራ ላይ አዋለ",
            "ደጅ አስጠና",
            "አስጠበቀ"
        ]
    },
    {
        "lemma": "አዋለደ (ማዋለድ)",
        "example": [
            "እንድትወልድ ረዳ",
            "ገላገለ",
            "አበዛ",
            "አበራከተ",
            "አካበተ"
        ]
    },
    {
        "lemma": "አዋልድ",
        "example": [
            "ከቅዱሳን መፅሃፎች የማይቆጠሩ መፅሃፎች",
            "ለሃይማኖት ምስክር የማይሆኑ",
            "ከመፅሃፎች እየተውጣጡ የተፃፉ ገድልና ድርሳን",
            "ብዙ ልጅ አገረዶች"
        ]
    },
    {
        "lemma": "አዋረደ (ማዋረድ)",
        "example": [
            "ሰደበ",
            "ነቀፈ",
            "አቃለለ",
            "ዝቅ አድርጎ አየ",
            "ችላ አለ",
            "ከበሬታ ነሳ",
            "ነፈገ",
            "ዋጋ ነቀሰ",
            "ዝቅ አደረገ"
        ]
    },
    {
        "lemma": "ኣዋራ (ማዋራት)",
        "example": [
            "ወሬ እንዲዳረስ አደረገ",
            "ነዛ",
            "በተነ",
            "አወጋ"
        ]
    },
    {
        "lemma": "አዋሰ (ማዋስ)",
        "example": [
            "ቶሎ የሚመለስ ነገር ሰጠ",
            "አበደረ",
            "ዋስ ጠራ",
            "ተያዥ ሰጠ"
        ]
    },
    {
        "lemma": "ኣዋሸከ (ማዋሸክ)",
        "example": [
            "አዛወቀ",
            "አዘነኮረ",
            "አሳበቀ",
            "በሃሰት ተናገረ"
        ]
    },
    {
        "lemma": "አዋቀረ (ማዋቀር)",
        "example": ["ጀመረ", "ሰራ", "መሰረት ጣለ"]
    },
    {
        "lemma": "አዋከበ (ማዋከብ)",
        "example": ["አቻኮለ", "አጣደፈ", "ቀልብ አሳጣ"]
    },
    {
        "lemma": "አዋኪ",
        "example": [
            "ያወከ",
            "የሚያውክ",
            "በጥባጭ",
            "አስቸጋሪ"
        ]
    },
    {
        "lemma": "አዋዊ",
        "example": [
            "ጣእመ ፍጥነቱ ምላስን የሚያስረቀርቅ",
            "የሚያመረቃ"
        ]
    },
    {
        "lemma": "አዋዋ (ማዋዋት)",
        "example": ["ጣፈጠ", "አመረቃ", "ጣመ (እህል + ፍሬ…)"]
    },
    {
        "lemma": "አዋዋለ (ማዋዋል)",
        "example": [
            "ውል አፈራረመ",
            "አጨራረሰ",
            "አሻጠረ",
            "አስማማ",
            "አገጣጠመ",
            "አገናኘ",
            "አብሮ ቆየ"
        ]
    },
    {
        "lemma": "አዋዋል",
        "example": ["ቀን ማሳለፍ", "የመዋል ፈሊጥ"]
    },
    {
        "lemma": "ኣዋዋይ",
        "example": [
            "አጋጣሚ",
            "አገናኝ",
            "አሻጣሪ",
            "ውል የሚያዋውል",
            "ብቻውን እንዳይሆን አብሮ የሚቆይ"
        ]
    },
    {
        "lemma": "አዋዋሰ (ማዋዋስ)",
        "example": ["በዋስ አስተሳሰረ"]
    },
    {
        "lemma": "አዋዛ (ማዋዛት)",
        "example": [
            "አለሳለሰ",
            "ቀለደ",
            "ቧለተ",
            "ቀባ ለቀለቀ (ቅቤ * ዘይት…)"
        ]
    },
    {
        "lemma": "አዋዜ",
        "example": ["የተቀመመ ድልህ"]
    },
    {
        "lemma": "አዋየ (ማዋየት)",
        "example": ["አጫወተ", "ተናገረ (ችግሩን)"]
    },
    {
        "lemma": "አዋይ",
        "example": [
            "መሶብ ጠባቂ (ረድኤት)",
            "ለበረከት ያህል የቀረ",
            "የቤት ውቃቢ"
        ]
    }
  ,
    {
        "lemma": "ልስ",
        "example": ["ማነስ", "መቀንጨር", "ከሰውነት ተራ መጥፋት"]
    },
    {
        "lemma": "ልሻ",
        "example": ["ለመቆም የማይችል ለጣሳ ጠጉር", "ሉጫ"]
    },
    {
        "lemma": "ልቀጥ",
        "example": ["የሳቆጠ", "በጣም የራሰ", "ልውስ (ጭቃ ፥ ሊጥ...)"]
    },
    {
        "lemma": "ልቅሞሽ",
        "example": ["መቅለብ", "ዲቦሽ", "የጠጠር ጉኖሽ ጨዋታ"]
    },
    {
        "lemma": "ልቆኛ",
        "example": ["ሁል ጊዜ የሚበደር", "ከብድር የማይወጣ"]
    },
    {
        "lemma": "ልበ ቢስ",
        "example": ["ያስቀመጠውን የሚረሳ", "ዝንጉ", "ተላላ", "ቀልበ ቢስ"]
    },
    {
        "lemma": "ልበ ፈሪ",
        "example": ["ፈሪ", "ቦቅቧቃ", "ሰበድባዳ"]
    },
    {
        "lemma": "ልባም",
        "example": ["አስተዋይ", "ጠቢብ", "ብልህ", "አዋቂ"]
    },
    {
        "lemma": "ልብድ",
        "example": ["ሽፍን", "ልጥፍ", "እሽግ"]
    },
    {
        "lemma": "ልት",
        "example": ["ማላጋነት ያለው ቁጥቋጦ", "እንጨቱ ጥንካሬ የሌለው"]
    },
    {
        "lemma": "ልንቡጥ",
        "example": ["ቆሳፍ", "ቁርዝ", "ወሸላ", "ሸለፈት"]
    },
    {
        "lemma": "ልዝብ",
        "example": ["ቀጣን", "ረቂቅ", "ለስላሳ"]
    },
    {
        "lemma": "ልዩ",
        "example": ["ተለይቶ የሚታወቅ", "ልዩ ባህሪ ያለው"]
    },
    {
        "lemma": "ልዋጭ",
        "example": ["መለዋወጫ", "ተለዋዋጭ", "የሚቀያየር"]
    },
    {
        "lemma": "ልደታ",
        "example": ["የተወለደበት ቀን", "መከራ", "ልደት"]
    },
    {
        "lemma": "ልጅ",
        "example": ["ልጅ ልጅ", "ወንድ ልጅ", "ሴት ልጅ"]
    },
    {
        "lemma": "ልግስና",
        "example": ["ትሁትነት", "ትህትና", "ክብር"]
    },
    {
        "lemma": "ልጥፍ",
        "example": ["ሽፍን", "ልብድ", "እሽግ"]
    },
    {
        "lemma": "ሎሌ",
        "example": ["ባሪያ", "አገልጋይ", "የተገዛ"]
    },
    {
        "lemma": "ሎቅላቄ",
        "example": ["የሎቅ መቆራረጥ", "የእንጨት ቁራጭ"]
    }
,
    {
        "lemma": "አዋደደ (ማዋደድ)",
        "example": [
            "አስታረቀ",
            "አፋቀረ",
            "አገናኘ",
            "አስማማ",
            "መጥረቢያውን ከዛቢያው ጋር ኣዋደደ"
        ]
    },
    {
        "lemma": "አዋዳጅ",
        "example": ["ሽምጋይ", "አስታራቂ", "አስማሚ"]
    },
    {
        "lemma": "አዋጅ",
        "example": ["ህግ", "ለህዝብ የሚገለፅ ደንብ"]
    },
    {
        "lemma": "አዋግደ (ማዋገድ)",
        "example": ["አገባደደ", "አዳረሰ"]
    },
    {
        "lemma": "አዋጣ (ማዋጣት)",
        "example": [
            "ሰጠ",
            "ከፈለ",
            "ተሸክሞ ለማውጣት ረዳ",
            "ሰበሰበ",
            "ፃፈ (ፀሃፊ)",
            "ጠቀመ",
            "ትርፍ",
            "ጥቅም አስግኘ"
        ]
    },
    {
        "lemma": "አውሊ",
        "example": [
            "ቀስም",
            "ያበባ ውሃ የረጋ 4 ወለላ ማር የሚሆነው"
        ]
    },
    {
        "lemma": "አውሊያ",
        "example": [
            "ዛር",
            "ቆሌ",
            "አድባር",
            "ሹም",
            "ከሁሉ በላይ"
        ]
    },
    {
        "lemma": "አውላ",
        "example": [
            "ዋና",
            "አውራ ሰው",
            "አወል",
            "ንብ ማሳረፍ",
            "በቀፎ ውስጥ ማስፈር",
            "የአበባ ዱቄት",
            "ቀስም",
            "የረጋ የአበባ ውሃ",
            "ንብ",
            "ጥንዝዛ...ከእፀዋት የለቀሙት",
            "የሰበሰበት",
            "የቀሰሙት የማር እርሾ"
        ]
    },
    {
        "lemma": "አውላላ",
        "example": [
            "ሰንጣ",
            "ጭልል ያለ �ፊ ሜዳ",
            "ግልጥ ስፍራ"
        ]
    },
    {
        "lemma": "አውላጥ",
        "example": [
            "ጎርፍ ከየቦታው እያመጣ የሚጥለው ገፈፎ",
            "ደለል"
        ]
    },
    {
        "lemma": "አውሌ",
        "example": ["የዛር ውላጅ"]
    },
    {
        "lemma": "አውሎ ነፋስ",
        "example": [
            "ኩርፊት",
            "ጠሮ",
            "ጥቅል ነፋስ",
            "አቧራ",
            "ጉድፍ ይዞ የሚነሳ ሃይለኛ ነፋስ"
        ]
    },
    {
        "lemma": "አውራ",
        "example": [
            "ኮርማ",
            "ወይፈን",
            "ያልተወቀጠ",
            "ያልተኮላሽ",
            "ያልተሰነጋ ወንድ እንስሳ",
            "መሪ",
            "ሹም",
            "አስተዳዳሪ",
            "ዋና",
            "ቀንደኛ ሰው"
        ]
    },
    {
        "lemma": "አውራ መንገድ",
        "example": ["ትልቅና ሰፊ መንገድ"]
    },
    {
        "lemma": "አውራ ነገር",
        "example": [
            "ዋና ነገር",
            "የነገሩ አርእስት",
            "ርእሰ ነገሩ",
            "መሰረቱ",
            "ፍሬ ነገሩ"
        ]
    },
    {
        "lemma": "አውራ አዘል",
        "example": ["ድርስ ጊደር"]
    },
    {
        "lemma": "አውራ ዶሮ",
        "example": [
            "ወንድ ዶሮ",
            "ሚስቱን ከማንም አብልጥ የሚወድ",
            "የሚንከባከብ"
        ]
    },
    {
        "lemma": "አውራ ጎዳና",
        "example": ["ጎነ ሰፊ መንገድ"]
    },
    {
        "lemma": "አውራ ጣት",
        "example": [
            "የመጀመሪያ ጣት",
            "አጠርና ወፈር ያለ",
            "አውራ ጣቱን ይጠባል",
            "ህፃን ነው",
            "አላዋቂ ነው"
        ]
    },
    {
        "lemma": "አውራሪስ",
        "example": [
            "ቆዳው ወፍራም የሆነ እንስሳ",
            "ቀንዱ በአፍንጫው ላይ የሚወጣ"
        ]
    },
    {
        "lemma": "አውራጃ",
        "example": [
            "ብዙ ቀበሌዎች",
            "ቀጣናዎች",
            "ወረዳዎች ያሉት"
        ]
    },
    {
        "lemma": "አውሬ",
        "example": [
            "ስጋ የሚበላ",
            "ደም የሚጠጣ የዱር እንስሳ",
            "ክፉ",
            "መሰሪ",
            "ልቡ የማይታወቅ",
            "(ስነቃል) እንደ ሰው ትመጪ",
            "እንደ አውሬ ትሮዉ"
        ]
    },
    {
        "lemma": "አውስቦ",
        "example": ["ማግባት", "መጋባት"]
    },
    {
        "lemma": "አውተረተረ (ማውተርተር)",
        "example": [
            "አልፎ",
            "አልፎ አጥር",
            "ግድግዳ አቆመ",
            "በገመድ",
            "በማገር አያያዘ",
            "አስተሳሰረ",
            "ቅኔ ጨረፍ አድሮጎ ተማረ"
        ]
    }
    

    {
        "lemma": "ልስ",
        "example": ["ማነስ", "መቀንጨር", "ከሰውነት ተራ መጥፋት"]
    },
    {
        "lemma": "ልሻ",
        "example": ["ለመቆም የማይችል ለጣሳ ጠጉር", "ሉጫ"]
    },
    {
        "lemma": "ልቀጥ",
        "example": ["የሳቆጠ", "በጣም የራሰ", "ልውስ (ጭቃ ፥ ሊጥ...)"]
    },
    {
        "lemma": "ልቅሞሽ",
        "example": ["መቅለብ", "ዲቦሽ", "የጠጠር ጉኖሽ ጨዋታ"]
    },
    {
        "lemma": "ልቆኛ",
        "example": ["ሁል ጊዜ የሚበደር", "ከብድር የማይወጣ"]
    },
    {
        "lemma": "ልበ ቢስ",
        "example": ["ያስቀመጠውን የሚረሳ", "ዝንጉ", "ተላላ", "ቀልበ ቢስ"]
    },
    {
        "lemma": "ልበ ፈሪ",
        "example": ["ፈሪ", "ቦቅቧቃ", "ሰበድባዳ"]
    },
    {
        "lemma": "ልባም",
        "example": ["አስተዋይ", "ጠቢብ", "ብልህ", "አዋቂ"]
    },
    {
        "lemma": "ልብድ",
        "example": ["ሽፍን", "ልጥፍ", "እሽግ"]
    },
    {
        "lemma": "ልት",
        "example": ["ማላጋነት ያለው ቁጥቋጦ", "እንጨቱ ጥንካሬ የሌለው"]
    },
    {
        "lemma": "ልንቡጥ",
        "example": ["ቆሳፍ", "ቁርዝ", "ወሸላ", "ሸለፈት"]
    },
    {
        "lemma": "ልዝብ",
        "example": ["ቀጣን", "ረቂቅ", "ለስላሳ"]
    },
    {
        "lemma": "ልዩ",
        "example": ["ተለይቶ የሚታወቅ", "ልዩ ባህሪ ያለው"]
    },
    {
        "lemma": "ልዋጭ",
        "example": ["መለዋወጫ", "ተለዋዋጭ", "የሚቀያየር"]
    },
    {
        "lemma": "ልደታ",
        "example": ["የተወለደበት ቀን", "መከራ", "ልደት"]
    },
    {
        "lemma": "ልጅ",
        "example": ["ልጅ ልጅ", "ወንድ ልጅ", "ሴት ልጅ"]
    },
    {
        "lemma": "ልግስና",
        "example": ["ትሁትነት", "ትህትና", "ክብር"]
    },
    {
        "lemma": "ልጥፍ",
        "example": ["ሽፍን", "ልብድ", "እሽግ"]
    },
    {
        "lemma": "ሎሌ",
        "example": ["ባሪያ", "አገልጋይ", "የተገዛ"]
    },
    {
        "lemma": "ሎቅላቄ",
        "example": ["የሎቅ መቆራረጥ", "የእንጨት ቁራጭ"]
    }
{
        "lemma": "ተቆጣጠረ",
        "example": ["ተሳሰበ", "ተሳላ"]
    },
    {
        "lemma": "ተቋፈ",
        "example": ["ተጓደደ", "ቀስ አለ", "ችላ አለ"]
    },
    {
        "lemma": "ተበላለጠ",
        "example": ["እኩል አለመሆን", "አንዱ ከአንዱ", "መሻል", "መብለጥ", "በስራ", "በትምህርት", "በብልጠት", "በነገር"]
    },
    {
        "lemma": "ተበላሸ",
        "example": ["በለለ", "ተጨማለቀ", "አመለ", "መጥፎ ሆነ", "ጠፋ", "ተሞላቀቀ", "ኣበላሽ", "ከንቱ ሆነ", "አጠፋ", "ቆሸሽ", "በተከ", "አደፈ", "ተበከለ", "ታመመ", "ጎሰቆለ"]
    },
    {
        "lemma": "ተበረዘ",
        "example": ["ተቀላቀለ", "ተደበላለቀ", "ከሌላው ጋር ተዋሃደ", "መጥፎ ነገር አሰበ", "ኢፍትሃዊ ሆነ", "አስተሳሰቡ በኢድርጊት ተበከለ"]
    },
    {
        "lemma": "ተበቀለ",
        "example": ["ቆጨመ", "ብድር ከፈለ", "ደም አወጣ", "መለሰ", "ቁጭቱን ተወጣ"]
    },
    {
        "lemma": "ተበተበ",
        "example": ["ጠመጠመ", "በብዙ ወገን አሰረ", "ጎነጎነ", "ታታ", "አዘናጎለ", "አሰረ", "ሸከፈ", "ተኮላተፈ", "ዲዳ ሆነ", "ተንተባተበ", "ሌላውን ለመጉዳት", "አዘ", "ደገመ", "የነገሩን መፍትሄ አጠፋ", "ደበቀ", "ውሉን አሳጣ", "አጋመደ", "ቋጠረ", "መከረ", "ተንጧ", "ተንተበተበ", "እህል ሲቆላ", "ወረረ", "ያዘ", "ከበበ", "ተበተብ", "ተብታባ", "ኮልታፋ", "ለንባዳ", "አፈ እስር"]
    },
    {
        "lemma": "ተበተነ",
        "example": ["ተዘራ", "ተፈነጠቀ", "በተነ", "ዘር", "ተሰብስቦ የነበረው ህዝብ", "ተማሪ ሄደ", "በጭንቀት", "በፍርሃት", "በድንጋጤ የተነሳ አእምሮው ተሰራዉ", "ማስተዋል", "መመልከት", "ማጤን አልቻለም", "በነነ", "ጠፋ", "ሄደ"]
    },
    {
        "lemma": "ተበደረ",
        "example": ["ወሰደ", "ተለቃ", "አዳቀለ", "ለማሟላት ከሌላ ወሰደ", "ቋንቋ"]
    },
    {
        "lemma": "ተበዳሪ",
        "example": ["የሚበደር", "ችግር ማቃለያ", "ጠያቂ"]
    },
    {
        "lemma": "ተበጠረ",
        "example": ["ተነተነ", "ቆመ", "ተስተካከለ", "ፀጉር", "ተለየ", "ተነፈሰ", "ተንጠረጠረ", "እሀል"]
    },
    {
        "lemma": "ተበጠበጠ",
        "example": ["ታወከ", "ተሸበረ", "ደፈረሰ", "ተደበላለቀ", "አተለ"]
    },
    {
        "lemma": "ተባ",
        "example": ["ሰላ", "ተሞረደ", "ተሳለ", "ተሰራ", "አእምሮው በእውቀት", "በስራ ሰላ", "በለፀግ", "ዳበረ", "አዋቂ ሆነ", "ጨከነ", "ጠነከረ", "ወንድ ወጣው"]
    },
    {
        "lemma": "ተባለ",
        "example": ["ተነገረ", "ተወራ", "የቀረ ነገር የለም"]
    },
    {
        "lemma": "ሁሉም ተባለ",
        "example": ["ተሰየመ", "የማእረግ ስም ተሰጠው"]
    },
    {
        "lemma": "ተባሰለ",
        "example": ["በውስጡ ቂም ያዘ", "በጠብ ላይ ጠብ", "ጨመረ", "ተማረዘ", "መለያየቱ ሰፋ"]
    },
    {
        "lemma": "ተባበረ",
        "example": ["ተስማማ", "በአላማ", "በአሳብ", "አንድነት ፈጠረ", "ተዋሃደ", "ተጋግዘ", "በረታ", "አንድነቱን አጠናከረ"]
    },
    {
        "lemma": "ተባባለ",
        "example": ["አሳብ ተለዋወጠ", "ተነጋገረ", "ተጨዋወተ", "ወገን ወገን", "ዘመድ ዘመድ", "ተሰኛኘ", "ተማታ", "ተደባደበ", "ተናከተ", "ተጋደለ"]
    },
    {
        "lemma": "ተባባሰ",
        "example": ["ተጨመረ", "ባሰ", "አልቀነሰም", "ቂም", "ችግር", "መከራ"]
    },
    {
        "lemma": "ተባት",
        "example": ["ወንዴ", "ፆታ", "ተባእታይ", "የወንድ ፍጥረት ወገን"]
    },
    {
        "lemma": "ተባእታይ ምክነት",
        "example": ["የእንስሳም ሆነ", "የእፀዋት ወንዴ ዘር", "መካን", "መሃን መሆን"]
    },
    {
        "lemma": "ተባይ",
        "example": ["ቅማል", "ቁንጫ", "ትኋን", "እህል", "የሚበላ"]
    },
    {
        "lemma": "ተቤተ",
        "example": ["ኮራ", "ታበየ"]
    },
    {
        "lemma": "ተብለጠለጠ",
        "example": ["ብልጣ ብልጥ ሆነ", "ራሱን ከፍ ከፍ አደረገ", "ልታይ ልታይ አለ", "ኑሮውን", "ስራውን", "ትምህርቱን ለማሻሻል", "ጣረ", "ለፋ", "ተትኮረኮረ", "ጠንክሮ ሰራ"]
    },
    {
        "lemma": "ተብላላ",
        "example": ["ተጣጣመ", "ተስማማ", "ተዋሃደ", "ምግብ", "ተለቀሰ", "ተፋጀደ", "ተስረቀረቀ", "ተጯጯኸ", "ቦካ", "በሰለ", "ሻመተ", "ፈላ", "አኮፈኮፈ"]
    },
    {
        "lemma": "ተብረቀረቀ",
        "example": ["ተጥበረበረ", "ብልጭ", "ድርግም አለ", "ተብለጨለጨ", "መስታወቱ በልጁ አይን ላይ", "ተብረቀረቀበት", "በጣም ጮኸ", "ተቆጣ"]
    },
    {
        "lemma": "ተብረከረከ",
        "example": ["ደከመ", "መራመድ", "ተሳነው", "ተንቀጠቀጠ", "ተንዘፈዘፈ", "በረከ", "በድንጋጤ", "በድካም"]
    },
    {
        "lemma": "ተብተብ",
        "example": ["ቸኮለ"]
    },
    {
        "lemma": "ተብታቢ",
        "example": ["አስማተኛ", "የተበተበ", "የሚተበትብ", "አሳሪ"]
    },
    {
        "lemma": "ተብከነከነ",
        "example": ["ተሯሯጠ", "ወዲያ ወዲህ አለ", "ባዘነ", "ዞረ", "የጠፋ ነገር ለማግኘት", "ያለ ጥቅም ቀረ", "ባከነ", "ገንዘብ"]
    },
    {
        "lemma": "ተብገነገነ",
        "example": ["ተከነከነ", "ተናደደ"]
    },
    {
        "lemma": "ተብጠለጠለ",
        "example": ["ስሙ በመጥፎ ተነሳ", "ተነቀፈ", "ተሰደበ", "ተቀዳደደ", "ተባሳሰከ", "ተበጣጠሰ", "ተመሽ", "ጨረንቆሰ"]
    },
    {
        "lemma": "ተቧደነ",
        "example": ["ስም አውጥቶ ወገን ለየ"]
    },
    {
        "lemma": "ተተረተረ",
        "example": ["የተሰፋው ለቀቀ", "ተፈታ", "ዋሽ", "ውሸቱን ለቀቀው", "አናፋ"]
    },
    {
        "lemma": "ተተረከ",
        "example": ["ተወጋ", "ተነገረ", "ተወራ"]
    },
    {
        "lemma": "ተተረከከ",
        "example": ["ተጠረቀቀ", "ተሰነጠቀ", "ተፈነከተ", "ተፈናከተ"]
    },
    {
        "lemma": "ተተበተበ",
        "example": ["ተጠመጠመ", "ታሰረ", "ታዘመ", "ተደገመ", "ተወረረ", "ተያዘ", "ተከበበ"]
    },
    {
        "lemma": "ተተነተነ",
        "example": ["ተለየ", "ተከፈለ", "ተመደበ", "ተደለደለ", "ተቆነነ", "ታደለ", "በዝርዝር ተገለፀ", "ተብራራ"]
    },
    {
        "lemma": "ተተናኮለ",
        "example": ["ተነኮሰ", "ነገር አጫረ", "ተፃረረ"]
    },
    {
        "lemma": "ተተከለ",
        "example": ["ተሻጠ", "ተከሰመ", "ገባ", "ተቀበቀበ", "ተቸከለ", "ቆመ", "መሬት", "ርስት ተሰጠ", "ለማ", "ተመሰረተ"]
    },
    {
        "lemma": "ተተኪ",
        "example": ["የሚተካ", "የሚወክል", "ተወካይ"]
    },
    {
        "lemma": "ተተኪነት",
        "example": ["ተወካይነት"]
    },
    {
        "lemma": "ተተኳኮረ",
        "example": ["ተፋጠጠ", "በትኮራ ተያየ"]
    },
    {
        "lemma": "ተተገ",
        "example": ["አቃጠለ", "ለኮሰ", "ተረኮሰ", "በችቦ", "በቹግ", "በዳቦት", "ወጋ", "በጦር", "በሌላ ነገር"]
    },
    {
        "lemma": "ተታለለ",
        "example": ["ተሞኘ", "ተቈለ", "ተሸነገለ", "ተደለለ", "ተበለጠ", "ዘነጋ", "ደነቆረ"]
    },
    {
        "lemma": "ተታላይ",
        "example": ["የሚደለል", "ተደላይ", "የሚታለል"]
    },
    {
        "lemma": "ተታታ",
        "example": ["ተያያዘ", "ተዋሰበ", "ተጠፈረ", "ጠለፈ", "ተጠለፈ"]
    },
    {
        "lemma": "ተትመሰመሰ",
        "example": ["አሽን ፈላ", "ተርመሰመሰ"]
    },
    {
        "lemma": "ተትረፈረፈ",
        "example": ["ከልክ አለፈ", "በዛ"]
    },
    {
        "lemma": "ተትበሰበሰ",
        "example": ["ለመሄድ ሲነሳ", "ወደ ኋላ አለ", "ተንጎዳጎደ", "ተጎተተ", "አልፈጥን አለ", "ዳተኛ ሆነ"]
    },
    {
        "lemma": "ተትከነከነ",
        "example": ["ተበሳጨ", "ተናደደ", "ተብገነገነ"]
    },
    {
        "lemma": "ተትጎለጎል",
        "example": ["ተዥጎደጎደ", "ጨሰ", "ቦለለ"]
    },
    {
        "lemma": "መቆጣጠር",
        "example": ["ተሳሰበ", "ተሳላ"]
    },
    {
        "lemma": "መቋፍ",
        "example": ["ተጓደደ", "ቀስ አለ", "ችላ አለ"]
    },
    {
        "lemma": "መበላለጥ",
        "example": ["እኩል አለመሆን", "አንዱ ከአንዱ መሻል", "መብለጥ"]
    },
    {
        "lemma": "መበላሸት",
        "example": ["በለለ", "ተጨማለቀ", "አመለ", "መጥፎ ሆነ", "ጠፋ", "ተሞላቀቀ", "ኣበላሽ", "ከንቱ ሆነ", "አጠፋ", "ቆሸሽ", "በተከ", "አደፈ", "ተበከለ", "ታመመ", "ጎሰቆለ"]
    },
    {
        "lemma": "መበረዝ",
        "example": ["ተቀላቀለ", "ተደበላለቀ", "ከሌላው ጋር ተዋሃደ", "መጥፎ ነገር አሰበ", "ኢፍትሃዊ ሆነ", "አስተሳሰቡ በኢድርጊት ተበከለ"]
    },
    {
        "lemma": "መበቀል",
        "example": ["ቆጨመ", "ብድር ከፈለ", "ደም አወጣ", "መለሰ", "ቁጭቱን ተወጣ"]
    },
    {
        "lemma": "መተብተብ",
        "example": ["ጠመጠመ", "በብዙ ወገን አሰረ", "ጎነጎነ", "ታታ", "አዘናጎለ", "አሰረ", "ሸከፈ እቃ", "ተኮላተፈ", "ዲዳ ሆነ", "ተንተባተበ", "ሌላውን ለመጉዳት አዘ", "ደገመ", "የነገሩን መፍትሄ አጠፋ", "ደበቀ", "ውሉን አሳጣ", "አጋመደ", "ቋጠረ", "መከረ", "ተንጧ", "ተንተበተበ እህል ሲቆላ", "ወረረ", "ያዘ", "ከበበ"]
    },
    {
        "lemma": "መበተን",
        "example": ["ተዘራ", "ተፈነጠቀ", "በተነ", "ተሰብስቦ የነበረው ህዝብ", "ተማሪ ሄደ", "በጭንቀት", "በፍርሃት", "በድንጋጤ የተነሳ አእምሮው ተሰራዉ", "ማስተዋል", "መመልከት", "ማጤን አልቻለም", "በነነ", "ጠፋ", "ሄደ"]
    },
    {
        "lemma": "መበደር",
        "example": ["ወሰደ", "ተለቃ", "አዳቀለ", "ለማሟላት ከሌላ ወሰደ"]
    },
    {
        "lemma": "መበጠር",
        "example": ["ተነተነ", "ቆመ", "ተስተካከለ", "ተለየ", "ተነፈሰ", "ተንጠረጠረ"]
    },
    {
        "lemma": "መብጥበጥ",
        "example": ["ታወከ", "ተሸበረ", "ደፈረሰ", "ተደበላለቀ", "አተለ"]
    },
    {
        "lemma": "መትባት",
        "example": ["ሰላ", "ተሞረደ", "ተሳለ", "ተሰራ", "አእምሮው በእውቀት", "በስራ ሰላ", "በለፀግ", "ዳበረ", "አዋቂ ሆነ", "ጨከነ", "ጠነከረ", "ወንድ ወጣው"]
    },
    {
        "lemma": "መባል",
        "example": ["ተነገረ", "ተወራ", "የቀረ ነገር የለም", "ሁሉም ተባለ", "ተሰየመ", "የማእረግ ስም ተሰጠው"]
    },
    {
        "lemma": "መባሰል",
        "example": ["በውስጡ ቂም ያዘ", "በጠብ ላይ ጠብ ጨመረ", "ተማረዘ", "መለያየቱ ሰፋ"]
    },
    {
        "lemma": "መተባበር",
        "example": ["ተስማማ", "በአላማ", "በአሳብ", "አንድነት ፈጠረ", "ተዋሃደ", "ተጋግዘ", "በረታ", "አንድነቱን አጠናከረ"]
    },
    {
        "lemma": "መባባል",
        "example": ["አሳብ ተለዋወጠ", "ተነጋገረ", "ተጨዋወተ", "ወገን ወገን", "ዘመድ ዘመድ ተሰኛኘ", "ተማታ", "ተደባደበ", "ተናከተ", "ተጋደለ"]
    },
    {
        "lemma": "መባባስ",
        "example": ["ተጨመረ", "ባሰ", "አልቀነሰም"]
    },
    {
        "lemma": "መብለጥለጥ",
        "example": ["ብልጣ ብልጥ ሆነ", "ራሱን ከፍ ከፍ አደረገ", "ልታይ ልታይ አለ", "ኑሮውን", "ስራውን", "ትምህርቱን ለማሻሻል ጣረ", "ለፋ", "ተትኮረኮረ", "ጠንክሮ ሰራ"]
    },
    {
        "lemma": "መብላላት",
        "example": ["ተጣጣመ", "ተስማማ", "ተዋሃደ", "ተለቀሰ", "ተፋጀደ", "ተስረቀረቀ", "ተጯጯኸ", "ቦካ", "በሰለ", "ሻመተ", "ፈላ", "አኮፈኮፈ"]
    },
    {
        "lemma": "መብረቅረቅ",
        "example": ["ተጥበረበረ", "ብልጭ ድርግም አለ", "ተብለጨለጨ", "በጣም ጮኸ", "ተቆጣ"]
    },
    {
        "lemma": "መብረክረክ",
        "example": ["ደከመ", "መራመድ ተሳነው", "ተንቀጠቀጠ", "ተንዘፈዘፈ", "በረከ"]
    },
    {
        "lemma": "መብገንገን",
        "example": ["ተከነከነ", "ተናደደ"]
    },
    {
        "lemma": "መብጠልጠል",
        "example": ["ስሙ በመጥፎ ተነሳ", "ተነቀፈ", "ተሰደበ", "ተቀዳደደ", "ተባሳሰከ", "ተበጣጠሰ", "ተመሽ", "ጨረንቆሰ"]
    },
    {
        "lemma": "መቧደን",
        "example": ["ስም አውጥቶ ወገን ለየ"]
    },
    {
        "lemma": "መተርተር",
        "example": ["የተሰፋው ለቀቀ", "ተፈታ", "ዋሽ", "ውሸቱን ለቀቀው", "አናፋ"]
    },
    {
        "lemma": "መተረከ",
        "example": ["ተወጋ", "ተነገረ", "ተወራ"]
    },
    {
        "lemma": "መተራከክ",
        "example": ["ተጠረቀቀ", "ተሰነጠቀ", "ተፈነከተ", "ተፈናከተ"]
    },
    {
        "lemma": "መተንተን",
        "example": ["ተለየ", "ተከፈለ", "ተመደበ", "ተደለደለ", "ተቆነነ", "ታደለ", "በዝርዝር ተገለፀ", "ተብራራ"]
    },
    
    {
        "lemma": "ማህበራዊ",
        "example": ["የማህበረሰብ", "የጋራ", "ብልጽግና"]
    },
    {
        "lemma": "ማህበረሰብ",
        "example": ["ህዝብ", "የሰዎች ስብስብ", "ጋራ የሆነ ሥርዓት"]
    },
    {
        "lemma": "ማህበር",
        "example": ["ድርጅት", "አንድነት", "ማሰባሰቢያ"]
    },
    {
        "lemma": "ማለቂያ",
        "example": ["መጨረሻ", "ማብቂያ", "ፍጻሜ"]
    },
    {
        "lemma": "ማለያ",
        "example": ["መለያ", "ምልክት", "ማውራት"]
    },
    {
        "lemma": "ማላጋ",
        "example": ["መታገል", "መጣላት", "መዋጋት"]
    },
    {
        "lemma": "ማልዳ",
        "example": ["መልበስ", "ማራገፍ", "መጠቀም"]
    },
    {
        "lemma": "ማሞቂያ",
        "example": ["ሙቀት", "ትኩሳት", "እሳት"]
    },
    {
        "lemma": "ማረጋገጫ",
        "example": ["ማስረጃ", "መረጋገጫ", "ማረጋገጥ"]
    },
    {
        "lemma": "ማር",
        "example": ["ማር ማር", "ስኳር", "ጣፋጭ"]
    },
    {
        "lemma": "ማርከስ",
        "example": ["ማስደሰት", "ማስደማት", "ማስመሰል"]
    },
    {
        "lemma": "ማስታወሻ",
        "example": ["ማስታወስ", "ማስታወቂያ", "አስታውስ"]
    },
    {
        "lemma": "ማስተካከያ",
        "example": ["ማስተካከል", "ማሻሻያ", "ማስተካከል"]
    },
    {
        "lemma": "ማስተዋል",
        "example": ["መረዳት", "መገንዘብ", "ማስተዋወቅ"]
    },
    {
        "lemma": "ማስተዳደር",
        "example": ["አስተዳደር", "ማኔጀር", "ማስተባበር"]
    },
    {
        "lemma": "ማቅለሽልሽ",
        "example": ["ማሻሻል", "ማስተካከል", "ማሻሻያ"]
    },
    {
        "lemma": "ማበረታቻ",
        "example": ["ማበረታት", "ማገዝ", "ማስተባበር"]
    },
    {
        "lemma": "ማባዛት",
        "example": ["መባዛት", "መጨመር", "መቀነስ"]
    },
    {
        "lemma": "ማተሚያ",
        "example": ["መለቀቅ", "መተርጎም", "መተርጎም"]
    },
    {
        "lemma": "ማታ",
        "example": ["ሌሊት", "መሸ", "መድኃኒት"]
    },
    {
        "lemma": "ማን",
        "example": ["ማን ነው", "ማን አለ", "ማን ይባላል"]
    },
    {
        "lemma": "ማንነት",
        "example": ["መለያ", "ማንነት ሰነድ", "ማንነት ካርድ"]
    },
    {
        "lemma": "ማንገድ",
        "example": ["መንገድ", "መስመር", "መተላለፊያ"]
    },
    {
        "lemma": "ማእከል",
        "example": ["መሃል", "መሃከል", "መሃል ነጥብ"]
    },
    {
        "lemma": "ማእድ",
        "example": ["ማዕድን", "የምድር ጥግ", "የምድር ክፍል"]
    },
    {
        "lemma": "ማካካሻ",
        "example": ["ማስተካከል", "ማሻሻል", "ማሻሻያ"]
    },
    {
        "lemma": "ማክበር",
        "example": ["ማክበር", "ማክበር", "ማክበር"]
    },
    {
        "lemma": "ማዕበል",
        "example": ["ማዕበል", "ማዕበል", "ማዕበል"]
    },
    {
        "lemma": "ማዕድን",
        "example": ["ማዕድን", "ማዕድን", "ማዕድን"]
    },
    {
        "lemma": "ማዘዣ",
        "example": ["ማዘዝ", "ማዘዝ", "ማዘዝ"]
    },
    {
        "lemma": "ማደሪያ",
        "example": ["ቤት", "ክፍል", "መኖሪያ"]
    },
    {
        "lemma": "ማደጎ",
        "example": ["ማደጊያ", "ማደጊያ", "ማደጊያ"]
    },
    {
        "lemma": "ማዳመጥ",
        "example": ["መስማት", "መስማት", "መስማት"]
    },
    {
        "lemma": "ማዳበሪያ",
        "example": ["ማዳበሪያ", "ማዳበሪያ", "ማዳበሪያ"]
    },
    {
        "lemma": "ማዳን",
        "example": ["መድኅን", "መድኅን", "መድኅን"]
    },
    {
        "lemma": "ማድረግ",
        "example": ["መሥራት", "መሥራት", "መሥራት"]
    },
    {
        "lemma": "ማድረጊያ",
        "example": ["መስሪያ ቤት", "መስሪያ ቤት", "መስሪያ ቤት"]
    },
    {
        "lemma": "ማድረሻ",
        "example": ["መድረሻ", "መድረሻ", "መድረሻ"]
    },
    {
        "lemma": "ማድረቅ",
        "example": ["መድረቅ", "መድረቅ", "መድረቅ"]
    },
    {
        "lemma": "ማድመጥ",
        "example": ["መድመጥ", "መድመጥ", "መድመጥ"]
    },
    {
        "lemma": "ማድጋ",
        "example": ["መድገም", "መድገም", "መድገም"]
    },
    {
        "lemma": "ማድፈር",
        "example": ["መድፈር", "መድፈር", "መድፈር"]
    },
    {
        "lemma": "ማገልገል",
        "example": ["መገልገል", "መገልገል", "መገልገል"]
    },
    {
        "lemma": "ማገዶ",
        "example": ["መገዶ", "መገዶ", "መገዶ"]
    },
    {
        "lemma": "ማጋደል",
        "example": ["መጋደል", "መጋደል", "መጋደል"]
    },
    {
        "lemma": "ማግኘት",
        "example": ["መግኘት", "መግኘት", "መግኘት"]
    },
    {
        "lemma": "ማጣበቂያ",
        "example": ["መጣበቂያ", "መጣበቂያ", "መጣበቂያ"]
    },
    {
        "lemma": "ማጣበብ",
        "example": ["መጣበብ", "መጣበብ", "መጣበብ"]
    },
    {
        "lemma": "ማጥናት",
        "example": ["መጥናት", "መጥናት", "መጥናት"]
    },
    {
        "lemma": "ማጥፋት",
        "example": ["መጥፋት", "መጥፋት", "መጥፋት"]
    },
    {
        "lemma": "ማጨስ",
        "example": ["መጨስ", "መጨስ", "መጨስ"]
    },
    {
        "lemma": "ማጭበርበር",
        "example": ["መጭበርበር", "መጭበርበር", "መጭበርበር"]
    },
    {
        "lemma": "ማፈሪያ",
        "example": ["መፈሪያ", "መፈሪያ", "መፈሪያ"]
    },
    {
        "lemma": "ማፈር",
        "example": ["መፈር", "መፈር", "መፈር"]
    },
    {
        "lemma": "ማፈንገጥ",
        "example": ["መፈንገጥ", "መፈንገጥ", "መፈንገጥ"]
    },
    {
        "lemma": "ማፋጠን",
        "example": ["መፋጠን", "መፋጠን", "መፋጠን"]
    },
    {
        "lemma": "ማፍረስ",
        "example": ["መፍረስ", "መፍረስ", "መፍረስ"]
    },
    {
        "lemma": "ማፍሰስ",
        "example": ["መፍሰስ", "መፍሰስ", "መፍሰስ"]
    },
    {
        "lemma": "ማፍቀሪያ",
        "example": ["መፍቀሪያ", "መፍቀሪያ", "መፍቀሪያ"]
    },
    {
        "lemma": "ማፍንጫ",
        "example": ["መፍንጫ", "መፍንጫ", "መፍንጫ"]
    }
    {
        "lemma": "አጨበረ",
        "example": ["በልዩ ልዩ ጌጥ አማረ"]
    },
    {
        "lemma": "አጨበጨበ",
        "example": ["ቸብ ቸብ አደረገ", "አጣፋ", "እጅና እጅን አማታ", "አጀፈጀፈ", "አቆጠቆጠ", "ለመለመ", "አፈጠፈጠ", "አጨለጨለ"]
    },
    {
        "lemma": "አጨባበጥ",
        "example": ["የመጨበጥ", "ያጨባበጥ ስራ"]
    },
    {
        "lemma": "አጨነቆረ",
        "example": ["ባንድ አይን አየ", "የጎድን ተመለከተ"]
    },
    {
        "lemma": "አጨናበረ",
        "example": ["አሳሳተ", "አይን አማታ"]
    },
    {
        "lemma": "አጨናበሰ",
        "example": ["አጨሰ", "አስለቀሰ"]
    },
    {
        "lemma": "አጨናጓ",
        "example": ["አጨናጎለ", "እንዳያድግ በልጅነቱ ቀጠፈ", "ቆረጠ"]
    },
    {
        "lemma": "አጨናፈረ",
        "example": ["አጠናፍሮ", "አጨናፍሮ ጣለ", "ምች", "ሽውታ", "ግርፋት"]
    },
    {
        "lemma": "አጨንቋሪ",
        "example": ["አይኑን ወደ ውስጥ አጨንቁሮ የሚያይ"]
    },
    {
        "lemma": "አጨቋቆን",
        "example": ["ያጨቋቆን", "የመጨቆኛ ዘዴ"]
    },
    {
        "lemma": "አጨደ",
        "example": ["መደመደ", "ቆረጠ", "አረመ", "ዋሸ", "ቀጠፈ"]
    },
    {
        "lemma": "አመደ",
        "example": ["አሻመደ", "በላ", "ወጠቀ", "ጎሰጎሰ"]
    },
    {
        "lemma": "አጫረ",
        "example": ["ነገር ጀመረ", "ጠብ አጫረ", "ፈለገ"]
    },
    {
        "lemma": "አጫረተ",
        "example": ["አወዳደረ", "የሚሻለውን", "የሚጠቅመውን ወሰደ", "ሸጠ"]
    },
    {
        "lemma": "አጫራች",
        "example": ["እያጫረተ", "እያበላለጠ የሚሽጥ"]
    },
    {
        "lemma": "አጫወተ",
        "example": ["ታሪክ ነገረ", "አወራ", "አነጋገረ", "አሳቀ", "ቀለደ", "ልጅ", "ኳስ", "አጫውተ"]
    },
    {
        "lemma": "አጫዳ",
        "example": ["አንካሳ", "እንደ ማጭድ የጎበጠ"]
    },
    {
        "lemma": "አጫፈረ",
        "example": ["አዛመደ", "አገናኘ", "አብሮ ዘፈነ"]
    },
    {
        "lemma": "አጭ",
        "example": ["ኤጭ", "የማንጓጠጥ", "የመጥላት", "የመሰልችት ነገር"]
    },
    {
        "lemma": "አጭሬ",
        "example": ["የዶሮ ጭን ስጋ"]
    },
    {
        "lemma": "አጭር",
        "example": ["ድንክ", "ድውይ", "ከረከንዳ"]
    }, 
]
    